{"alldata": [{"section": 0, "header": "卷一", "data": []}, {"section": 1, "header": "卷二", "data": []}, {"section": 2, "header": "卷三", "data": []}, {"section": 3, "header": "卷四", "data": []}, {"section": 4, "header": "卷五", "data": [{"ID": 0, "text": "惟汉再受命，曰：世祖光武皇帝，考南顿君，初为济阳令，济阳有武帝行过宫，常封闭，帝将生，考以令舍下湿。开宫后殿居之。建平元年十二月甲子夜，帝生，时有赤光，室中皆明，使卜者王长卜之。长曰：“此善事，不可言。”岁有嘉禾，一茎九穗，长于凡禾，因为尊讳。王室中微，哀平短祚。奸臣王莽媮有神器十有八年，罪成恶熟，天人致诛。帝乃龙见白水，渊跃昆滍。破前队之众，殄二公之师。牧兵略地，经营河朔。戮力戎功，翼戴更始，义不即命，帝位阙焉。于是群公诸将据河、洛之文，协符瑞之珍。佥曰：历数在帝，践祚允宜。乃以建武元年六月乙未，即位鄗县之阳。五成之陌，祀汉配天，不失旧物，享国三十有六年。方内乂安，蛮夷率服，巡狩泰山，禅梁父、皇代之遐迹，帝者之上仪，罔不毕举。道德馀庆，延于无穷，先民有言：乐乐其所自生，而礼不忘其本，是以虞称妫汭，姬美周原。皇天乃眷，神宫实始于此。厥迹邈哉，所谓神丽显融，越不可尚，小臣河南尹巩玮，先祖银艾封侯，历世卿尹，受汉厚恩，玮以商箕馀烈。郡举孝廉，为大官丞，来在济阳。愿见神宫，追惟桑梓。襃述之义，用敢作颂。"}, {"ID": 1, "text": "赫矣炎光，爰耀其辉，笃生圣皇，二汉之微，稽度乾则，诞育灵姿。黄孼作慝，篡握天机。帝赫斯怒，爰整其师。应期潜见，扶阳而飞。祸乱克定，群凶殄夷。匡复帝载，万国以绥。巡于四岳，展义省方。登封降禅，升于中皇。爰兹初基，天命孔彰。子子孙孙，保之无疆。"}, {"ID": 2, "text": "公讳咸，字元卓，汝南西平人。盖秦将李信之后，孝武大将军广之胄也。枝流叶布，家于兹土。文武继踵，世为著姓。曾祖父江夏太守，伯父东郡太守。公受纯懿之资，萃忠清之节。夙夜严栗，孝配大舜。敦《诗》《书》而悦礼乐，观天文而察地理。兼动，与神合契，抗流行。操迈伯夷，色过孔父。举孝廉，除郎中光禄茂才，迁卫国公相，授高密令，勤恤民隐，政成功简。迁徐州刺吏，百司震肃，饕餮风靡，恶直丑正，公事去官。帝念其勤，家被荣命，渔阳太守，还迁度辽将军，协德魏绛。和戎绥边，徵河南尹。母忧，乞行服阕奔命。孝和皇帝时，机密久缺，百僚佥允，诏拜尚书。历仆射令纳言，危行不绌，以公事去，民神愤怒，群公荐之。帝曰：俞哉，徵拜将作大匠、大司农、大鸿胪、大仆射。公所莅任，宪天心以教育，激垢浊以扬清，为国有赏。盖有亿兆之心，懿铄之美，昭登于上，丕显之化，宣闻于下，及迁台司，位太尉，补衮阙，叙彝伦，天人交格，终始无疵。虽元凯翼虞，周召辅姬，未之或逾，功遂身退，以疾自逊，求归田里，告老致仕，七十有六，熹平四年薨。海内咨嗟，莫不恻焉。故吏颍川太守张温等，相与叹曰：“名莫隆于不朽，德莫盛于万世。铭勒显于钟鼎，清烈光于来裔。刊石立碑，载德不泯。”"}, {"ID": 3, "text": "词曰：“天垂三台，地建五岳。降生我哲，应鼎之足。奕世载德，名昭图录。既文且武，桓桓绍续。外则折冲，内则大麓。惟清惟敏，品物以熙。告老悬车，天人靡欺。曾不百龄，圮我国基。人之云亡，八极悼思。申德作颂，光宠宣流。镌纪斯石，鸿烈显休。”"}, {"ID": 4, "text": "曰：社祀之建尚矣。昔在圣帝有五行之官，而共工子句龙为后土。及其歾也，遂为社祀。故曰社者、土地之主也。《周礼》“建为社位，左宗庙，右社稷。”戎丑攸行，于是受脤。土膏恒动，于是祈农。又班之于兆民。春秋之中，命之供祠。故自有国至于黎庶，莫不祀焉。惟斯库里，古阳武之户牖乡也。春秋时有子华为秦相。汉兴，陈平由此社宰，遂佐高帝，克定天下，为右丞相，封曲逆侯。永平之世，虞延为太尉、司徒封公，至延熹，延弟曾孙放字子仲，为尚书。外戚梁冀乘宠作乱，首策诛之。王室以绩，诏封都亭侯、太仆、太常、司空。毗天子而维四方，克错其功，往烈有常。于是司监，爰暨邦人，佥以宰相继踵，咸出斯里，秦一汉三而虞氏世焉。虽有积善馀庆，终身之致，亦斯社之所相也。乃与树碑作颂，以示后昆。"}, {"ID": 5, "text": "惟王建祀，明事百神，乃顾斯社，于我兆民。明德惟馨，其庆聿彰，自嬴及汉，四辅代昌。爰我虞宗，乃世重光。元勋既立，锡兹土疆，乃公乃侯，帝载用康。神人协祚，且巨且长，凡我里人，尽受嘉祥。刊铭金石，永世不忘。"}, {"ID": 6, "text": "君讳硕，字季睿，交址都尉之孙，太傅安乐侯之子也。其先与楚同姓，别封于胡，以国为氏。臻乎汉，奕世载德，不替旧勋。幼有嘉表，克岐克嶷，不见异物，习与性成。孝于二亲，养色甯意，蒸蒸雍雍，曾闵颜莱，无以尚也。总角入学，治孟氏《易》、欧阳《尚书》、韩氏《诗》，博综古文，周览篇籍，言语造次必以经纶，加之行己忠俭，事施顺恕。公体所安，与众共之，骄吝不萌于内，喜愠不形于外。可谓无竞伊人，温恭淑慎者也。初以公在司徒，除郎中，宿卫十年，遭叔父忧，以疾自免，州郡交辟皆不就，后以大将军高弟，拜侍御史，迁谏议大夫，以将军事免官，举贤良方正，不诣公车。建宁元年，召拜议郎，纳忠尽规，匪懈于位，迁侍中虎贲中郎将。是年遭疾，屡上印绶，诏书听许，以侍中养疾。其年七月，被尚书召，不任应命，诏使谒者刘悝赍印绶，即拜陈留太守，君闻使者至，加朝服拖绅，使者致诏，君以手自系，陈辞谢恩，其明二十一日，遣吏奉章报谢，食后还，与丞相荅，意气精了。是日疾遂大渐，刻漏未分，奄忽而卒，时年四十一。天子悯悼，诏使者王谦，送葬，以中牢具祠，赐钱五万，布百疋，赠谷三千斛。同位毕至，赴吊云集，生荣未艾，殁有馀哀。于是遐迩搢绅，爰暨门人，相与叹述君德，追痛不永，怛切情憭，无不永怀。行由己作，名自人成，先民既迈，赖兹颂声。嗟哉明哲，如何勿铭。乃作辞曰：“猗欤懿德，令闻有彰。祗服其训，克构克堂。孝思维则，文艺丕光。敦厚忠恕，众悦其良。绥弱以仁，不云我强。爰自登朝，进退以方。见机而作，如鸿之翔。乃位常伯，恪处左右，兼掌虎贲。禁戎允理，遘兹虐疴。帝用悼世，俾守陈留，庶笃其祉，王人既诏，景命不俟。呜呼昊天，歼我英士，如可赎也，敦不百己。哀哉永伤，万年是纪。”"}, {"ID": 7, "text": "君讳硕，字季睿，交址都尉之孙，太傅安乐乡侯之子也。顺帝时为郎中，桓帝时遭叔父忧，以疾自免。荆州将军比辟，辄辞疾。后以高等拜侍御史迁谏议大夫，举贤良方正，病不诣公车。建宁元年七月，拜陈留太守，病加，不任应召。诏使谒者刘悝即授印绶，二十一日卒。诏出遣使者王谦以中牢具祠，特赐钱五万，布一百疋，赠谷三千斛，俦类赴送，远近鳞集。于是陈留主簿高吉蔡轸等，咸以郡选，充备官属，来迎者三十四人。奔惊跋涉，愿承清化。逢天之戚，不获延祚，痛心绝望，忉怛永慕。乃相与衰绖，庭位号啕。灵柩将窆，申敕修仪，茕茕在疚。舆服寮御部引，各执其职。路人感怆，观者叹息。盖三纲之序与竝育，以旧奉新，嗟我行人，敢不自勖。遂树碑作铭，以表令德。"}, {"ID": 8, "text": "于藐下国，瞻仰俊乂。钦见我君，爰绥我惠。式昭绩恩，有劳其顇。昊天不吊，景命颠坠。悠悠蒸黎，惆怅丧气。政虽未宣，古之遗爱。祁祁我君，习习冠盖。修诚以迓，曾不东迈。灵魂裵𧙪，靡所瞻逮。惟其伤矣，胸肝摧碎，勒铭告哀，传于万代。"}]}, {"section": 5, "header": "卷六", "data": []}, {"section": 6, "header": "卷七", "data": [{"ID": 9, "text": "月日，诏召尚书问，立春当斋，迎气东郊，尚书左丞冯方殴杀指挥使于尚书西祠，可斋不，得无不宜，具对。"}, {"ID": 10, "text": "议郎臣蔡邕，博士任敏，死罪对。案礼，上帝之祠，无所为废。斋者、所以致齐不敢涣散其意。宫室至大，指使至微。不在斋洁之处，元和诏礼无免斋，宜以洁静交神明，本无嫌闲，祠室又宽，可斋无疑。《诗》云：“惟此文王，小心翼翼。昭事上帝，聿怀多福。”夫斋以恭奉明祀，文王所以怀福，无有不宜。臣邕敏愚戆死罪。"}, {"ID": 11, "text": "臣闻国家置官，以职建名。臣愚贱小才，窃假阶级，官以议为名，职以郎为贵。智浅谋漏，无所献替，夙夜寤叹，忧悸怛惕。臣邕顿首死罪，伏见幽州奕骑，冀州强弩，为天下精兵，国家瞻仗。四方有事，军帅奋攻，未尝不辨于二州也。顷者已来，连年馑荒，谷价一斛至六七百，故护乌桓校尉夏育出征鲜卑，无功而还，士马死伤者万数，弓兵散亡几尽。生民之本，守御之备，无一可恃。百姓元元，流离沟壑，寇贼辈起，莫能禁讨，长吏寒心，朝不守夕。卒有他方之急，则役之不可驱使。自为寇虏则诛之，不可擒制，岂非可忧之难？三府选幽、冀二州刺史，逾月不定。臣怪问其故，云：“避三互。”十一州有禁，当取二州而已。二州之中，少素有威名之士，或拘限岁年，不应选用，狐疑迟淹。两州空悬，万里萧条，无所管系，每冀州长史初除，诏书治严，不过五日，今者刺史数旬不选，诚非其理。愚以为三互之禁，禁之薄者，以陛下威灵，申明禁令。对相部主，尚生畏惧，不敢营办，况乃三互，何足为嫌。孝景时梁人韩安国坐事被刑，起徒中为内史，武帝患东越数反，拜故待诏会稽朱买臣。宣帝时患冀州有盗贼，故京兆尹张敞有罪逃命，上使使就家召张敞为冀州刺史，安国徒隶，买臣郡民，皆还治其国。张敞亡命，擢授剧州，岂顾三互，拘官簿，得救时之便也。卒获其用，遗芳不灭，此先帝不误已然之事。三公明知二州之要，尤宜拣选，当越境取能，以救时弊，而乃持畏避自遂之嫌，不顾争臣七人之贵，苟避轻微之科禁，窃见日月拘忌，选既稽滞，又未必审得其人，则二部蠢蠢，将为忧念。愿陛下少蠲禁忌，上则先帝，用三臣之法，任职相□。故吏在家，若诸州刺史器用可换者，无拘时月三互，以差厥中。臣慺慺发瞽言、干非义，惟陛下留神，再省三省。"}, {"ID": 12, "text": "熹平六年秋，护乌桓校尉育上言，鲜卑仍犯诸郡，自春已来，三十馀发，请徵幽州诸郡兵出塞击之，一冬春足以埽灭，时故护羌校尉田晏以他论刑，被原，私留京师，用尚书行贿，通谋中常侍王甫求为将，甫建议当出师与育并力，诏书遂用为，破鲜卑中郎将，使匈奴中郎将南单于以下，与育晏三道竝出。时朝廷大臣多以为不便，召公卿百官会议，议郎蔡邕以为书戒猾夏，易伐鬼方。周宣王命南仲吉甫攘猃狁、威蛮荆，汉有卫霍阗颜瀚海窦宪燕然之事，征讨之作，由来尚矣。然而时有同异，势有可否。故谋有成败，不可一也。"}, {"ID": 13, "text": "自汉兴以来，匈奴常为边害，而未闻鲜卑之事。昔谋臣竭精，武夫戮力，而所见常异，其设不战之计、守御之因者，皆社稷之臣，永久之策也。孝武皇帝因文景之蓄，用度饶衍，南伐越，北伐胡，西征大宛，东并朝鲜。兵出数十年，帑藏空竭，官民俱匮，乃兴盐铁酤榷之利，设告缗重税之令。民不堪命，乃盗贼群起。关东纷然，道路不通，绣衣直指之使，奋鈇钺而竝出。然后仅得宁息。既而觉悟，乃封丞相为富民侯。故主父偃曰：“夫务战胜，穷武事，未有不悔者也。”夫世宗神武，将卒良猛，财赋充实，所拓广远，而犹有悔。况无彼时、地利、人财之备，而欲以动，此其不可一也。鲜卑种众新盛，自匈奴北遁以来，据其故地，称兵十万，弥地千里，意智益生，才力劲健，加以禁网漏泄，善金良铁，出者莫察，汉民逋逃，为其谋主。兵利马疾，过于匈奴。昔段熲良将，习兵善战，经营西羌，犹十馀年。今育晏以三年之期，专胜必克。育晏策虑，未能过熲。鲜卑种众，又不弱于西羌，乃欲张设近期，诱戏朝廷。三年不成，必迫于害。祸结兵连，不得中休。转运粮饷，不可胜给。天无丰岁，官见殚财。民人流移于四方，不能还其骸骨，以此时兴议横发，一发不已，必至再三。诸夏之内，弱者伏尸，强者作寇。边垂之患，手足之蚧搔也。中国之困，胸背之瘭疽也。其不可二也。"}, {"ID": 14, "text": "育曰：“自春以来三十馀发，方今郡县盗贼，劫摽人财，攻犯官民，日月有之。冠带之圻，吏调政密，犹不能绝，况此丑虏，群类抵冒。心不受仁，瞻不畏威，而可使断无盗窃。昔者高祖乃忍平城之耻，吕后甘弃慢书之咎。于是何者为甚，是其不可三也。天设山河，秦筑长城，汉起塞垣，所以别内外、异殊俗也。其外则介之夷狄，其内则任之良吏，嗣后遵业，慎奉所遗。苟无蹙国内侮之患，岂与虫蚁之虏，校往来之数哉。乃欲越幕逾域，度塞出攻，得地不可耕农，得民不可冠带。破之不可殄尽，而本朝必为之旰食，四海必为之焦枯，其不可四也。夫煎尽府帑之蓄，以恣轻事之人，专胜者未必克，挟疑者未必敢，众所谓危，圣人不任，朝议有嫌，明主不行，是其不可五也。”案育一战，所获不如所失。昔淮南王安谏伐越，曰：“天子之兵，有征无战。”言其莫敢校也。使越人蒙死徼幸，以逆执事。厮舆之卒，有一不备而归者。虽得越王之首，犹为大汉之羞。威化不行则欲伐之，狐疑避难则守为长。宜通乎时变，且忧万人饥饿，与蛮夷之不讨，何者为大？宗庙之祭，凶年不备，况避不逊之辱哉！今关东大困，无以相赡。又议动兵，非但劳人，凶年随之，其罢弊有不可胜言者，此先帝所以发德音也。夫恤民救急，虽成郡列县，尚犹弃之，况以障塞之外，未尝为民居者乎？臣愚以为宜止攻伐之计，令诸甲士循行塞垣，屯守冲要以坚牢不动为务。若乃守边之术，李牧开其原；保塞之论，严尤申其要。遗业犹在，文章具存，循二子之策，守先帝之规。臣曰“可矣”。臣邕愚戆，议不足采。臣邕顿首。"}, {"ID": 15, "text": "光和元年七月十日，诏书尺一。召光禄大夫杨赐、谏议大夫马日磾、议郎张华、蔡邕、太史令单扬，诣金商门，引入崇德殿署门内，南辟帏中为都座，漏未尽三刻，中常侍育阳侯曹节、冠军侯王甫，从东省出就都座东面。十门刘宠庞训北面，赐南面，日磾、华邕、扬西面，受诏书各一通，尺一木板草书。两常侍又谕旨，朝廷以灾异忧惧，特旨密问政事所变改施行，务令分明，赐等称臣，再拜受诏书，起就坐。五人各一处，给财用笔砚为对。"}, {"ID": 16, "text": "臣邕言，今月十日诏，召金商门。问臣邕灾异之意，臣学识浅薄，心虑愚暗，不足以荅圣问，综众变，征营怖悸，谨别状上，臣邕顿首顿首。"}, {"ID": 17, "text": "诏问曰：“去月二十九日，有黑气堕温德殿东庭中，黑如车盖，降气奋势，五色有体，长十馀丈，形状似龙似虹霓。”对：“虹著于天而降施于庭。以臣所闻，则所谓天投虹者也。不见尾足者，不得胜龙。《易》曰：‘霓之比无德，以色亲也。’潜潭巴曰：‘虹出，后妃阴胁主。’又曰：‘五色霓出，至昭于宫殿。有兵革之事。’演孔图曰：‘霓者、斗之精气也。’失度投霓见，态主惑于毁誉。合谶图曰：‘天子外苦兵威，内奋臣无忠，政变不虚生，占不虚言。’意者陛下关机之内、衽席之上，独有以色见进，陵尊逾制，以招众变。若群臣有所毁誉，圣意低回，未知谁是，兵戎不息，威权浸移，忠言不闻，即虹霓所生也。抑内宠，任忠言，决毁誉，使贞雅各得其所。严守卫，整威权，机不假人，则其所救也。《易传》曰：‘阳感天不旋日。’《书》曰：‘惟辟作威，惟辟作福。’臣或为之，谓之凶害，是以明主尤务焉。”"}, {"ID": 18, "text": "诏问曰：“五月三日，有白衣入德阳殿门，辞称伯夏教我上殿，与中黄门桓贤晤言，相往来，不得入，遂亡去，不知姓名。”“臣闻凡人为怪，皆皇极道失。下或谋上，故其《传》曰：‘皇之不极，是谓不建。’则有下谋上之病。孝成绥和二年八月，男子王襃衣小冠，带剑，入北司马殿东门，上殿入室，解帷组佩之，招前殿署王业等曰：‘天帝命我居此，业收缚考问。’襃故公车卒，病狂不自知入宫，乃下狱死。是时王莽为司马，遂为篡乱，亦卒诛。臣窃思之，与绥和时相似而有异，被服既不同，来入云龙门，而称伯夏教入殿里。与桓贤言，伯夏即故大将军梁商，商子冀、冀子不疑等，皆以罪受戮。残馀非天所佑，以往况今，将狂狡之人，为王氏之祸，未至殿省而觉，亡不伏诛。夫诚仰见上帝之厚德也。潜潭巴曰：‘有人走入宫，不知其名，大水为戒，天子惊，群阴太隆，群下竝凑强盛也。’建大中之道，举贤良而宠禄之，则其救也。《经》曰：‘皇建其有极，敛时五福，用敷锡厥庶民，惟时厥庶民于汝极，锡汝保极。’”"}, {"ID": 19, "text": "诏问曰：“南宫侍中寺，雌鸡欲化为雄，尾身毛已似雄，头尚未变。”“臣闻凡鸡为怪，皆貌之失也。其《传》曰：‘貌之不恭，是谓不肃，时即有鸡祸。’孝宣黄龙元年，未央宫辂轸中，雌鸡化为雄，不鸣无距。是时元帝初即位，将立妃王氏为后。至初元元年，丞相史家雌鸡化为雄，距而鸣。是岁封后父禁为平阳侯，而后正位。王氏之宠始盛。哀帝晏驾，后摄政，王莽以后兄子为大司马，由是为乱。昔武王伐纣，曰：‘牝鸡之晨，惟家之索。’《易传》曰：‘妇人专政，国不静；牝鸡雄鸣，主不荣。’夫牝鸡但雄鸣，尚有索家不荣之名。况乃阴阳易体，名实变改，此诚大异。臣窃以意推之。头为元首，人君之象。今鸡身已变，未至于头，而圣主知之，访问其故，是将有其事，而遂不成之象也。若应之不精，诚无所及，头冠或成，即为患灾。敬慎威仪，动作之容。断嬖御，改兴政之原，则其救也。夫以匹夫颜氏之子，有过未尝不知，知之未尝复行。《易》曰：‘不远复，无祗悔，元吉。’”"}, {"ID": 20, "text": "诏问曰：“即祚以来，灾眚屡见，频岁月蚀地动，风雨不时，疾疠流行，迅风折树，河洛盛溢。”“臣闻阳微则地震，阴胜则月蚀，恩乱则风，貌失则雨，视暗则疾疠流行，简宗庙则水不润下，河流满溢。明君正上下，抑阴尊阳，修五事于圣躬，致畿甸于供御，则其救也。”"}, {"ID": 21, "text": "诏问“星辰错谬”。“臣窃见荧惑变色，入太微西门，太白正昼而见。臣闻荧惑示变，人主当精明其德，则有休庆之色。又以非其月令尊宿，法当君臣出端，谋戒不臣。太白当昼而见，是阴阳争明，强国弱，弱国强，皆有失政。又失道而见，是为嬴长。侯王不荣。荧惑主礼，太白主兵，谨礼事，治兵政，审察中外之言，申明门户守御之令，以杜渐防萌，则其救也。昔宋景公、小国诸侯，三有德言，而荧惑为之退舍。”"}, {"ID": 22, "text": "诏问曰：“蝗虫冬出。”“臣闻见符致蝗以象其事，《易传》曰：‘大作不时。’天降灾厥咎，蝗虫来。《河图秘徵篇》曰：‘帝贪则政暴，吏酷则诛深。’而蝗虫出，息不急之作，省赋役之费，进清仁，黜贪虐。介损永安，钩省别藏，以赡国用，则其救也。《易》曰：‘得臣无家。’言天下何私家之有？”"}, {"ID": 23, "text": "诏问：“平城门及武库屋各损坏。”“臣愚以为平城门、向阳之门，郊祀法驾，所从出门之正者也。武库禁兵所藏，国家之本兵也。变此二处，异于凡屋。《易传》曰：‘小人在位，上下咸悖，其妖城门内崩。’潜潭巴曰：‘出宫瓦自堕，诸侯强陵主。’《易传》曰：‘昔一柱泥故法弃，其咎宫室倾圮。’小人在显位者，黜之以尊上整下，去暴悖之愆，抑诸侯之强。陵主之渐，正意请行，率由旧章，已变柱泥，弃法之咎，则其救也。《洪范传》曰：‘六沴作见，若时共御，帝用不羞，神则不怒。五福乃降，用彰于下。’”"}, {"ID": 24, "text": "又特诏问：“朝廷焦心，闻灾恐惧，每访群公卿士，皆各括囊迷国，莫肯建忠规阙。以邕博学深奥，退食在公，故特密问，宜披演所怀，指陈政要所先后，勿有依违顾忌，以经术分别皂囊封上，勿漏所闻。”“臣邕伏惟陛下圣德允明，深悼变异，德音垦诚，襃臣博学深奥，退食在公，非臣蝼蚁愚怯所能堪副，亦臣输写肝胆出命之秋，岂可以顾患避害，复使陛下不闻至戒哉。臣邕顿首死罪，伏思诸异各应，皆亡国之怪也。天于大汉，殷勤不已。赤帝之精，辅或未衰。故屡见妖变，以当责让。因以感觉，则危可为安，凶可作吉。假使大运以移，岂有遣告哉。春秋鲁定、哀公之时，周德已绝，故数十年无有日蚀，此为天所弃故也。至于今者，灾眚之发不于他所，远则门垣，近在署寺，纷降目前，欲使陛下豁然大寤，可谓至切矣。幸陛下深问，臣敢不尽情以对？霓及鸡化，皆妇人干政之所致也。即祚以来，宫中无地逸窜，而乳母赵娆贵重赫赫，生则赀富侔于帑藏，死则丘墓逾越园陵，两子受封，兄弟典郡，续以永乐门史霍玉依阻城社，大为奸祸。盗宠窃权，藏晦惑之罪，晚发露，虽房独治畏慎，疏贱妄乃得姿意。事必积浸，然后成形。虹霓集庭，雌鸡变化，岂不谓是？今者道路纷纷。复云有程夫人者，察其风声，将为国患。宜高其堤防，明其禁限，深惟赵、霍以为至戒。且侍御于百里之内而知外事，诚当穷治，何缘闻之？所以令安之也。又前诏书实核，以主气势，为官者逾时不觉。司隶校尉岑初考彦时，哉取典计教者一人缀之，如玉渚，所戒成不朝可知。而还移州，释本问末。论者疑太尉张颢与交贯为玉所进。暗昧已成，非外臣所能审处，如诚有之，近者不治，无以正远。倾邪在官，当有所惩。光禄勋伟璋所在尤贪浊，九列之中，岂宜有此。牧守数十选代，既不尽由本朝，反有异辈，无以示四方。圣意勤勤，欲清流荡浊，扶正黜邪，不得但以州郡无课而已。长水校尉赵玄、屯骑校尉盖升，其贵已足，其富已优，当以见灾之故，为陛下先，群臣早引退，以解《易传》所载小人在位之咎。伏见廷尉郭禧，敦耄纯厚，国之老成。光禄大夫桥玄，聪达方直，有山甫之姿，故太尉刘宠闻人袭宠，忠实守固，袭悃愊刚直，竝宜为谋主，数见访闻。夫宰相大臣，君之四体，优劣是委，任用责成，纳其英虑，优游访求，以尽其情，三事者但道先帝策护三公，有僵仆者不道。是时宰相待以礼，相引见论议，当因其言居位十数年，当此之际，尚俭约崇经艺，浮轻之人不引在朝廷，浅短之书，不干于目。贵戚敛手，中外悚栗，莫敢犯禁，不独得之于迫没之三公也。《春秋》之义：以贵治贱，远闲亲，小加大，引在六逆，陛阶增则堂高，辅位重则上尊。不宜复听纳小吏、雕琢大臣，取图写赞，厉以颠沛。群臣惨惨，忧惧自危，非典衡之道。夫忧乐不竝，喜戚异方，畏灾责躬念，当专一精意以思变，则上方巧技之作，洪都篇赋之文，宜且息心。以示忧惧。《诗》云：‘畏天之怒，不敢戏豫。’天戒诚不可戏也。宰府孝廉，士之高选，不可求以虚名，但当察其真伪以加黜陟，近者每以辟召不慎，切责三公，孝廉杂揉，试之以文，而竝以书疏小文一介之技，超取选举，众心不厌，莫之敢言。群公尚先意承旨以悦，郎吏舍人，闲职长吏，便宜促行，谁敢违旨。至于宰府孝廉颠倒，下开托属之门，上违明王旧典，无益于德矣。臣愿陛下强纳忠言，忍而绝之，侧身踊跃，思惟万几，以荅天望，以导嘉应。圣朝既自约厉，以身率人，左右近臣亦宜戮力从化，人自抑损，天道亏满，鬼神福谦，久高不危，常满不溢。群公之福，诸侯陵主之戒，不可不察也。臣邕愚戆，感激忘身，敢触忌讳，手书具对。夫君臣不密，上有漏言之戒，下有失身之祸。臣敢漏所问，愿寝臣表，无使尽忠之吏受怨奸雠。”"}, {"ID": 25, "text": "议郎粪土臣邕，顿首再拜上书皇帝陛下。今月十三日，臣被尚书召，问臣以大鸿胪刘合前为济阴太守，臣属吏张宛长休百日，合为司隶，又托河内郡吏李奇为州书佐，及营护故河南尹羊陟、侍御史胡母班，合不为用致怨之状。臣征营怖悸，肝胆涂地，不知死命所在。臣邕死罪，台所问臣三事，其远者六年，近者三岁。窃自寻案，实属宛、奇，不及陟、班。凡休假小吏，皆非结恨之本。其婚嫁为党。臣叔父卫尉质，及邕，不敢属合，宜以臣对，与合参验。臣父子诚有怨恨，故中伤合，合势所当，因台问具臣恨状。不能受。臣为覆蔽，臣得以学问，特蒙襃异，执事秘馆，文学所著，列于目前。姓名图象，𥳑乎圣心。今年七月，召诣金商门，问以变异，诏书襃谕，责臣喻旨，诱臣使言，臣愚戆，出命忘体，不顾后患，讥切公卿，内及宠近，区区欲荅上问，拯救怪异。为陛下图康宁之计而已。预知所言者当必怨臣，陛下不念忠言密对，多所指刺，诽谤卒至，便用疑怪，岂不负尽忠之吏哉。每有灾异，辄令百官上封事，欲以除凶致吉，改政息谴，而言者不蒙延纳之福，反陷破亡之祸。群臣杜口，以臣为戒，谁敢复为陛下尽忠者乎。臣季父质，连见拔擢，位在上列，臣被蒙恩渥，数见访问。言事者欲陷臣父子，破臣门户，非复发纠奸伏、补益国家者也。反名仇怨奉公。臣年四十有六，孤特一身，前无立男，得以尽节王室，托名忠臣，死有馀荣。然恐陛下不复闻至言矣。臣愚以凡宂，招致祸患，自臣职耳。臣对问时，质为下邳相，不闻臣谋。今者横见逮及，使质恨以衰老白首，随臣摧没，并内坑陷，以快言事，厌副其言。诚冤诚痛，陛下仁笃之心，必不忍此，思之未至耳。臣一入牢槛，当为棰楚所迫，趋以饮章。情辞何缘复达，臣死期垂至。冒昧自陈，乞身当辜戮，免质并坐。臣死之日，则生之年也。唯陛下加餐，为百姓自爱。臣邕死罪。"}]}, {"section": 7, "header": "卷八", "data": [{"ID": 26, "text": "孝和邓皇后崩，群臣谋谥，于是尚书陈忠上言，以为乡党叙孔子威仪，俯仰无所遗，彤管记君王纤微，大小无不举，是以德著图籍，名垂于后。伏惟大行皇后规乾则坤，兼包日月；厥初作合，允有休烈；贯鱼之次，加于小媵；中馈之叙，昭于帷幄；遭家不造，三元之戹。孝殇幼冲，国祚中绝，海内纷然，群臣累息。加以洪流为灾，札荒为害。西戎蠢动武威，侵侮并凉，猾夏作寇，振惊渤碣。家有采薇之思，人怀殿屎之声。皇太后参图考表，求人之瘼，度越平原，建立圣主，垂畴咨之问，遵六事之求，劳谦克躬，菲薄为务。是以尚官损服，衣不粲英；饔人彻羞，膳不过择；黄门阙乐，鱼龙不作。织室绝伎，纂组不经。尚方抑巧，雕镂不为。离宫罕幸，储峙不施。遐方断篚，侏离不贡。罢出宫妾免遣宗室没入者六百馀人。以纾郁滞，奉率旧礼，交飨祖庙，以展孝子承欢之敬。蠲正宪法六千馀事，以顺汉氏三百之期。经艺乖舛，恐史阙文，命众儒考校。东观阁学，博士一缺，广选十人。何有伐檀，茅茹不拔。屡举方直，显擢孝子，遵忠孝之纪，启大臣丧亲之哀。疾贪吏受取为奸，纠增旧科之罚；恶长吏虚伪，进退锢之十年。追崇世祖功臣，国土或有断绝，封植遗苗，以奉其祀，爵高兰诸国胤子，以绍三王之后。事不稽古，不以为政。政不惠和，不图于策。犹不自专。传谋远暨。允求厥中；刑之所加，不阿近戚；赏之所及，不遗侧陋；终朝反侧，明发不寝。徒以百姓为忧，不以天下为乐。圣诚著于禁闼，而德教被于万国，故自昏垫以迄康乂。籴入千石以至数十。叛虏降集，贼宁边垂，故辈去塞。永元之世，以为遗诛。今畏服威灵，稽颡即毙。徼外绝国，慕义重译，来献其琛。史官咸贺，请作主颂，却而不听。郡国咸上瑞应，寝而不宣。允恭挹损，密勿在勤，遭疾不豫，垂念臣子，御辇在殿，顾命群司。流恩布泽，大赦天下。有始有卒，同符先圣。昔书契所载：虞帝二妃，夏后涂山，高阳有莘，姬氏任母，徒以正身率内，思媚周京为高，未有如大行皇后勤精劳思，笃继国之祚，正三元之衡，康百六之会，消无妄之运者也。功德巍巍，诚不可及。汉世后氏无谥，至于明帝，始建光烈之称。是后转因帝号，加之以德，高下优劣，混而为一，违礼大行受大名、小行受小名之制。谥法有功安居曰熹。帝后谥礼亦宜同。大行皇太后宜谥为和熹皇后。上稽典训之正，下协先帝之称。"}, {"ID": 27, "text": "臣前到官，博问掾史孝行卓异者，臣门下掾申屠夐称，孝子平丘程未，年十四岁，时祖父叔病歾，未抱伏叔尸，号泣悲哀，口乾气少，喘息才属。舅偃哀其羸劣，嚼枣肉以哺之，未见食，嘘唏不能吞咽，麦饭寒水闲用之。舅偃诱劝，哽咽益甚。是后精美异味，遂不过口。常在柩旁，耳闻叔名，目应以泪，前太守文穆召署孝义童，云：以叔未葬，不能至府舍。臣辄核问掾史邑子殷盛宿彦等，辞验皆合，臣即召来见，未年十四岁，颜色瘦小，应对甚详，臣问乐为吏否，垂泣求去，白归丧所。臣为设食，但用麦饭寒水，不食肥腻。舅本以田作为事，家无典学者，其至行发于自然，非耳目闻见所仿效也。虽成人之年，如礼识义之士，恐不能及。伏惟陛下体因心之德，当中兴之运，躬秉万几，建用皇极，神纪骋于无方，淑畼洽于群生，故醇行感时而生，美义因政以出；清风奋扬，休徵诞漫；太平之萌，昭验已著。臣诚伏见幸甚，臣闻鲁侯能孝，命于夷官，张仲孝友，侯在左右。周宣之兴，实始于此。且乌以反哺，托体太阳；羔以跪乳，为贽国卿。禽鸟之微，犹以孝宠。况未禀纯粹之精爽，立百行之根原，其人殄瘁，而德曜弥光，其族益章。臣不胜愿会，使未美昭显本朝，谨陈状，臣顿首。"}, {"ID": 28, "text": "臣闻唐虞以师师咸熙，周文以济济为宁；区区之楚，犹用贤臣为宝；卫多君子，季札知其不危。由此言之，忠臣贤士，国家之元龟，社稷之桢固也。昔孝文愠匈奴之生事，思李牧于前代。孝宣忿奸邪之不散，举张敞于亡命。况在于当时，谦虚为罪，而可遗弃？臣伏见护羌校尉皇甫规，少明经术，道为儒宗，修身力行，忠亮阐著，出处抱义，皦然不污，藏器林薮之中，以辞徵召之宠。先帝嘉之，群公归德，盗发东岳，莫能婴讨，即起家参拜为泰山太守。屠斩桀黠，绥抚茕弱，青兖之郊，迄用康乂。自是以来，方外有事，戎狄猾华，进𥳑前勋，连见委任。仗节举麾，威灵神行，演化凶悍，使为悫愿，爱财省穑，每有馀赀，养士御众，悦以亡死。论其武劳，则汉室之干城。课其文德，则皇家之腹心。诚宜试用，以广振鹭西廱之美。臣以顽愚，忝污显列，辄流汗墨，不堪之责，不胜区区，执心所见，越职瞽言。罪当死。惟陛下留神省察。臣邕顿首顿首。"}, {"ID": 29, "text": "明将军以申甫之德，当中兴之隆，建上将之任，应秉国之权。妖寇作孼，震惊京师，运筹帷幄，定策届胜。先擒马元，归近之变。天兵致诛，兖豫以清。冀荆用次，云消席卷。克厌众心，王室以宁。万国兆民，莫不赖祉。伏惟幕府初开，博选清英，华发旧德，竝为元龟，成功立事，莫不毕举。虽振鹭之集西雝，济济之在周庭，无以或加。伏见陈留边让，字文礼，天授逸才，聪明贤智。纂成伐柯不远之则，龀龆夙孤，不坠家训，始任学问，便就大业，闲不游戏。初览诸经，见本知义，寻端极绪，受者不能荅其问。章句不能遂其意。《诗》《书》《易》《礼》，先通三业，以次大义略举。众传篇章，无术不综，心通性达，剖纤入冥。口辨辞长，而节之以礼度。安详审固，守持内定。非礼勿动，非法不言。据狐疑之论，定嫌审之分。经典交至，检括竝合。众夫嘉焉，莫之能夺。使让生于先代，在唐虞则元凯之比，当仲尼则颜冉之亚。岂徒世俗之凡偶兼浑，是非讲论而已哉。才艺言行，卓逸不群，阶级名位，亦宜超然。不以常制为限、长幼为拘。若复辈从此郡选举，非所以彰瓌玮之高价，昭大知之绝足也。《传》曰：“函牛之鼎以烹鸡，多汁则淡而不可食，少汁则焦而不可熟。大器之于小用，固有所不宜也。”邕诚窃悁悒，怪此宝鼎未受牺牛大羹之和，久佐煎熬脔胾之间。愿明将军回谋守虑，思垂采纳，就让疾病当亲察之。更以属缺招延，表贡行状，列于王府。跻之宗伯，纳之机密，展其力用，副其器量。夫若以年齿为嫌，则颜渊不得冠德行之首，子奇不得纪治阿之功。苟能其事，古今一也。密疏特表，及期而行，邦国其昌。邕寝疾羸，匍匐拜寄，不敢须通。"}]}, {"section": 8, "header": "卷九", "data": []}, {"section": 9, "header": "卷十", "data": [{"ID": 30, "text": "明堂者、天子太庙，所以宗祀其祖、以配上帝者也。夏后氏曰世室，殷人曰重屋，周人曰明堂。东曰青阳，南曰明堂，西曰总章，北曰玄堂，中央曰太室。《易》曰：“离也者、明也。南方之卦也。”圣人南面而听天下，乡明而治。人君之位莫正于此焉。故虽有五名，而主以明堂也。其正中皆曰太庙，谨承天顺时之令，昭令德宗祀之礼，明前功百辟之劳，起养老敬长之义，显教幼诲稺之学，朝诸侯、选造士于其中，以明制度。生者乘其能而至，死者论其功而祭，故为大教之宫，而四学具焉，官司备焉。譬如北辰，居其所而众星拱之，万象翼之，政教之所由生，变化之所由来，明一统也。故言明堂，事之大、义之深也。取其宗祀之貌，则曰清庙；取其正室之貌，则曰太庙；取其尊崇，则曰太室；取其乡明，则曰明堂；取其四门之学，则曰太学；取其四面周水圜如璧，则曰辟廱。异名而同事，其实一也。春秋因鲁取宋之奸赂，则显之太庙，以明圣王建清庙、明堂之义。《经》曰：“取郜大鼎于宋，戊申纳于太庙。”《传》曰：“非礼也。”“君人者将昭德塞违，故昭令德以示子孙，是以清庙茅屋，昭其俭也。夫德、俭而有度，升降有数。文物以纪之，声明以发之，以临照百官。百官于是乎戒惧而不敢易纪律。”所以明大教也。以周清庙论之，鲁太庙皆明堂也。鲁禘祀周公于太庙明堂，犹周宗祀文王于清庙明堂也。《礼记·檀弓》曰：“王齐禘于清庙明堂也。”《孝经》曰：“宗祀文王于明堂。”《礼记·明堂位》曰：“太庙、天子曰明堂。”又曰：“成王幼弱，周公践天子位以治天下，朝诸侯于明堂，制礼作乐，颁度量而天下大服。”成王以周公为有勋劳于天下，命鲁公世世禘祀周公于太庙，以天子礼乐，升歌清庙，下管象舞，所以广鲁于天下也。取周清庙之歌，歌于鲁太庙，明鲁之太庙，犹周之清庙也。皆所以昭文王、周公之德，以示子孙也。《易传·太初篇》曰：“天子旦入东学，昼入南学，晡入西学，莫入北学，太学在中央，天子之所自学也。”《礼记·保傅篇》曰：“帝入东学，尚亲而贵仁；入西学，尚贤而贵德；入南学，尚齿而贵信；入北学，尚贵而尊爵；入太学，承师而问道。”与《易传》同。魏文侯《孝经传》曰：“太学者、中学明堂之位也。”《礼记·古大明堂之礼》曰：“日出居东门，膳夫是相；日中出南门，见九侯及门子；日侧出西闱，视五国之事；日入出北闱，视帝猷。”《尔雅》曰：“宫中之门谓之闱，王居明堂之礼，又别阴阳。门、东南称门，西北称闱。”故《周官》有门闱之学，师氏教以三德守王门，保氏教以六艺守王闱。然则师氏居东门、南门，保氏居西门、北门也。知掌教国子与《易传》保傅，王居明堂之礼，参相发明，为学四焉。《文王世子篇》曰：“凡大合乐，则遂养老。天子至，乃命有司行事，兴秩节，祭先师先圣焉，始之养也。适东序，释奠于先老，遂设三老五叟之席位，言教学始于养老，由东方岁始也。又春夏学干戈，秋冬学羽龠，皆习于东序。凡祭养老乞言合语之礼，皆小乐正诏之于东序。”又曰：“大司成论说在东序。”然则诏学皆在东序。东序、东之堂也，学者诏焉。故称太学。《令》曰：“仲夏之月，令祀百辟卿士之有德于民者。”《礼记·太学志》曰：“礼、士大夫学于圣人善人，祭于明堂。其无位者，祭于太学。”《礼记·昭穆篇》曰：“祀先贤于西学，所以教诸侯之德也，即所以显行国礼之处也。太学、明堂之东序也，皆在明堂辟廱之内。”《月令》记曰：“明堂者、所以明天气、统万物。明堂上通于天，象日辰，故下十二宫，象日辰也。水环四周，言王者动作法天地，德广及四海，方此水也。”《礼记·盛德篇》曰：“明堂九室，以茅盖屋，上圜下方，外水名曰辟廱。”《王制》曰：“天子出征，执有罪，释奠于学，以讯馘告。”《乐记》曰：“武王伐殷，荐俘馘于京太室。”《诗·鲁颂》云：“矫矫虎臣，在泮献馘。”京、镐京也。太室辟廱之中，明堂太室与诸侯泮宫，俱献馘焉。即王制所谓以讯馘告者也。《礼记》曰：“祀乎明堂，所以教诸侯之孝也。”《孝经》曰：“孝悌之道，通于神明，光于四海，无所不通。”《诗》云：“自西自东，自南自北，无思不服。”言行孝者，则曰明堂；行悌者，则曰太学。故《孝经》合以为一义，而称镐京之诗以明之。凡此皆明堂太室、辟廱太学事通文合之义也。其制度之数，各有所依。堂方百四十四尺，坤之策也。屋圜屋径二百一十六尺，乾之策也。太庙明堂方三十六丈，通天屋，径九丈，阴阳九六之变也。圜盖方载，六九之道也。八闼以象八卦，九室以象九州，十二宫以应十二辰。三十六户，七十二牖，以四户八牖乘九室之数也。户皆外设而不闭，示天下不藏也。通天屋高八十一尺，黄锺九九之实也。二十八柱列于四方，亦七宿之象也。堂高三丈，以应三统。四乡五色者，象其行。外广二十四丈，应一岁二十四气也。四周以水，象四海，王者之大礼也。《月令篇名》曰：“因天时，制人事，天子发号施令，祀神受职，每月异礼，故谓之月令。”所以顺阴阳、奉四时、效气物、行王政也。成法具备，各从时月藏之明堂，所以示承祖、考神明，明不敢泄渎之义，故以明堂冠月令以名其篇。自天地定位，有其象，圣帝明君世有绍袭。盖以裁成大业，非一代之事也。《易》正月之卦曰“益”，其《经》曰：“王用享于帝、吉。”《孟春令》曰：“乃择元日，祈谷于上帝。”《颛顼历衡》曰：“天元正月己巳朔旦立春。日月俱起于天庙营室五度。”《月令》：“孟春之月，日在营室。”《尧典》曰：“乃命羲和钦若昊天，历象日月星辰，敬授人时。”《令》曰：“乃命太史守典奉法，司天日月星辰之行。”《易》曰：“不利为寇，利用御寇。”《令》曰：“兵戎不起，不可从我始。”《书》曰：“岁二月，同律度量衡。”《仲春令》曰：“日夜分则同度量，钧衡石。”凡此皆合于大历唐政，其类不可尽称。《戴礼·夏小正传》曰：“阴阳生物之候，王事之次，则夏之月令也。殷人无文，及周而备。”文义所说，博衍深远，宜周公之所著也。官号职司与《周官》合。《周书》七十一篇，而《月令》弟五十三，古者诸侯朝正于天子。受《月令》以归而藏诸庙中，天子藏之于明堂，每月告朔朝庙，出而行之。周室既衰，诸侯怠于礼。鲁文公废告朔而朝，仲尼讥之。《经》曰：“闰月不告朔，犹朝于庙，刺舍大礼而徇小仪也。”自是告朔遂阙而徒用其羊，子贡非废其令而请去之，仲尼曰：“赐也。尔爱其羊，我爱其礼。”庶明王复兴君人者，昭而明之，稽而用之，耳无逆听，令无逆政，所以臻乎大顺，阴阳和，年谷丰，太平洽，符瑞由此而至矣。秦相吕不韦著书，取《月令》为纪号。淮南王安亦取以为弟四篇，改名曰《时则》，故偏见之徒。或云《月令》吕不韦作，或云《淮南》，皆非也。"}, {"ID": 31, "text": "问者曰：“子何为著《月令说》也。”予幼读《记》，以为《月令》体大经同，不宜与《记》书杂录竝行，而《记》家记之又略，及前儒特为章句者，皆用意傅，非其本旨。又不知《月令》徵验布在诸经，《周官》《左传》皆实与《礼记》通等而不为徵验，横生他议，纷纷久矣。"}, {"ID": 32, "text": "光和元年，余被于章，罹重罪，徙朔方。内有猃狁敌冲之衅，外有寇虏锋镝之艰，危险懔懔，死亡无日。过被学者闻家就而考之，亦自有所觉悟。庶几颇得事情，而讫未有注记著于文字也。惧颠蹶陨坠，无以示后，同于朽腐。窃诚思之，书有阴阳升降，天文历数事物制度，可假以为本，敦辞托说，审求历象。其要者莫大于《月令》，故遂于忧怖之中，昼夜密勿，昧死成之，旁贯五经，参以群书，至及国家律令制度，遂定历数。尽天地三光之情，辞繁多而曼衍，非所谓理约而达也。道长日短，与危殆竞。取其心尽而已。故不能复加删省，盖所以探赜辨物，庶几多识前言往行之流。苟便学者以为可览，则余死而不朽也。"}, {"ID": 33, "text": "问者曰：“子说《月令》多类以《周官》《左氏》，假无《周官》《左氏传》，《月令》为无说乎？”曰：“夫根柢同，则枝叶必相从也。《月令》与《周官》竝为时王政令之记，异文而同体，官名、百职皆《周官》解，《月令》甲子、沈子所谓似《春秋》也。若夫太昊蓐收句芒祝融之属，《左传》修其世系，其官人皆有明文，不与世章句傅文造义，强说生名者同，是以用之。”"}, {"ID": 34, "text": "问者曰：“既用古文，于历数不用《三统》，用四分，何也？”曰：“《月令》所用，参诸历象，非一家之事，传之于世。求晓学者，宜以当时所施行度密近者。《三统》以疏阔废弛，故不用也。”"}, {"ID": 35, "text": "问者曰：“既不用《三统》，以惊蛰为孟春中，雨水为二月节，皆《三统》法也。独用之何？”曰：“孟春《月令》曰：‘蛰虫始震。’在正月也。中春‘始雨水’，则雨水、二月也。以其合，故用之。”"}, {"ID": 36, "text": "问者曰：“历云：‘小暑、季夏节也。’而《令》文见于五月，何也？”曰：“《令》不以历节言，据时始暑而记也。历于大雪、小雪、大寒、小寒，皆去十五日。然则小暑当去大暑十五日，不得及四十五日。不以节言，据时暑也。”"}, {"ID": 37, "text": "问者曰：“中春《令》：‘不用牺牲，以圭璧更皮币。’今曰‘祈不用牺牲’，何也？”曰：“是月献羔以太牢祀高禖，宗庙之祭以中月，安得不用牺牲。祈者、求之祭也。著《月令》者，豫设水旱疫疠，当祷祈也。用牺牲者，是用之助生养，祷祈以币代牲也。今章句因于高禖之事，乃造说曰：更者刻木代牲，如庙有桃梗。此说自欺极矣。经典传记无刻木代牲之说，此故以为问甚正，其祀之宗伯，似书有转误，三豕渡河之类也。”"}, {"ID": 38, "text": "问者曰：“中冬《令》曰：‘阉尹，申宫令，谨门闾。’今曰谨门闱，何也？”曰：“阉尹者、内官也，主宫室，出入宫中。宫中之门曰闱，阉尹之职也。闾里门非阉尹所主，知当为闱也。”"}, {"ID": 39, "text": "问者曰：“《令》曰：‘七驺咸驾’，今曰六驺，何也？”曰：“本官职者，莫正于《周官》。《周官》、天子马六种，六种别有驺，故知六驺。《左氏传》晋程郑为乘马御，六驺属焉，无言七者，知当为六也。”"}, {"ID": 40, "text": "问者曰：“《令》以中秋‘筑城郭’，于经传为非其时□。”“《诗》曰：‘定之方中，作于楚宫。’定、营室也。九月十月之交，西南方中，故《传》曰：‘水昏正而栽水’，即营室也。昏正者、昏中也。栽设板，栽木而始筑也。今文在前一月，不合于经传也。”"}, {"ID": 41, "text": "问者曰：“子说三难，皆以日行为本。古《论》《周官》《礼记说》，以为但逐恶而已，独安所取之？”曰：“取之于《月令》而已。四时通等而夏无难文，由日行也。春行少阴，秋行少阳，冬行太阴，阴阳皆使不干其类。故冬春难以助阳，秋难以达阴，至夏节太阳行太阳，自得其类，无所扶助。独不难取之于是也。”"}, {"ID": 42, "text": "问者曰：“反令每行一时转三句，以应行三月政也。‘孟春行夏令，则风雨不时。’谓孟夏也。草木旱枯，中夏也。国乃有恐，季夏也。今总合为一事，不分别施之于三月，何也？”曰：“说者见其三句，不得传注而为之说。有所滞碍不得通矣。孟夏反令‘行冬令，则草木枯，后乃大水，败其城郭。’即分为三事。后乃大水，在谁后也？城郭为独自坏，非水所为也。季冬反令‘行春令，则胎夭多伤，民多蛊疾，命之曰逆。’即分为三事。行季春令为不致灾异，但命之曰逆也。知不得斩绝，每应一月也，其类皆如此，今之所述，略举其尤者也。”"}, {"ID": 43, "text": "问：“春食麦羊，夏食菽鸡，秋食麻犬，冬食黍豕之属，但以为时味之宜，不合之于五行。《月令》服食器械之制，皆顺五行者也。说所食独不以五行，不已略乎。”曰：“盖亦思之矣。凡十二辰之禽，五时所食者，必家人所畜，丑牛、未羊、戌犬、酉鸡、亥豕而已，其馀虎以下非食也。春木王，木胜土，土王四季。四季之禽，牛属季夏，犬属季秋，故未羊可以为春食也。夏火王，火胜金，故酉鸡可以为夏食也。季夏土王，土胜水，当食豕而食牛。土、五行之尊者，牛、五畜之大者，四行之牲，无足以配土德者，故以牛为季夏食也。秋金王，金胜木，寅虎非可食者，犬牙而无角，虎属也。故以犬为秋食也。冬水王，水胜火，当食马，而《礼》不以马为牲，故以其类而食豕也。然则麦为木，菽为金，麻为火，黍为水，各配其牲为食也。虽有此说，而米盐烦碎，不合于《易》卦所为之禽，及《洪范》传五事之畜，近似卜筮之术，故予略之，不以为章句，聊以应问，亦有说而已。”"}, {"ID": 44, "text": "问：“《记》曰：‘养三老五更。’子独曰五叟。《周礼》曰：‘八十一御妻。’又曰：‘御妾。’何也？”曰：“字误也。叟、长老之称也。其字与‘更’相似，书者转误，遂以为‘更’，‘嫂’字‘女’旁‘叟’，‘瘦’字中从‘叟’，今皆以为‘更’矣。立字法者不以形声，何得以为字。以‘嫂’‘瘦’推之，知‘更’为‘叟’也。妻者、齐也。惟一适人称妻，其馀皆妾。御妾、位最下也。是以不得言妻云也。”"}]}, {"section": 10, "header": "卷十一", "data": []}, {"section": 11, "header": "外集卷一", "data": []}, {"section": 12, "header": "外集卷二", "data": []}, {"section": 13, "header": "外集卷三", "data": []}, {"section": 14, "header": "外集卷四", "data": [{"ID": 45, "text": "汉天子正号曰“皇帝”，自称曰“朕”，臣民称之曰“陛下”，其言曰“制诏”，史官记事曰“上”。车马、衣服、器械百物曰“乘舆”，所在曰“行在所”，所居曰“禁中”，后曰“省中”。印曰“玺”，所至曰“幸”，所进曰“御”。其命令一曰“策书”，二曰“制书”，三曰“诏书”，四曰“戒书”。"}, {"ID": 46, "text": "皇帝、皇、王后、帝皆君也。上古天子庖牺氏、神农氏称皇。尧、舜称帝。夏、殷、周称王。秦承周末为汉驱除，自以德兼三皇，功包五帝，故并以为号。汉高祖受命，功德宜之，因而不改也。"}, {"ID": 47, "text": "王者至尊，四号之别名。"}, {"ID": 48, "text": "王，畿内之所称，王有天下，故称王。"}, {"ID": 49, "text": "天王，诸夏之所称，天下之所归往，故称天王。"}, {"ID": 50, "text": "天子，夷狄之所称，父天，母地，故称天子。"}, {"ID": 51, "text": "天家，百官小吏之所称，天子无外，以天下为家，故称天家。"}, {"ID": 52, "text": "天子，正号之别名。"}, {"ID": 53, "text": "皇帝，至尊之称。皇者，煌也，盛德煌煌，无所不照。帝者，谛也。能行天道，事天审谛，故称皇帝。"}, {"ID": 54, "text": "朕，我也。古者尊卑共之，贵贱不嫌，则可同号之义也。尧曰朕，在位七十载。皋陶与帝舜言曰“朕言惠可底行”。屈原曰“朕皇考”，此其义也。至秦，天子独以为称，汉因而不改也。"}, {"ID": 55, "text": "陛下者，陛阶也，所由升堂也。天子必有近臣，执兵陈于陛侧以戒不虞。谓之陛下者，群臣与天子言，不敢指斥天子，故呼在陛下者而告之。因卑达尊之意也。上书亦如之。及群臣士庶相与言曰殿下、閤下、、、执事之属皆此类也。"}, {"ID": 56, "text": "上者，尊位所在也。太史令司马迁记事，当言帝则依违但言上，不敢渫渎言尊号，尊王之义也。"}, {"ID": 57, "text": "乘舆出于律。律曰“敢盗乘舆、服御物。”谓天子所服食者也。天子至尊，不敢渫渎言之，故托之于乘舆。乘、犹载也，舆、犹车也。天子以天下为家，不以京师宫室为常处，则当乘车舆以行天下，故群臣托乘舆以言之。或谓之车驾。"}, {"ID": 58, "text": "天子自谓曰行在所，犹言今虽在京师、行所至耳。巡狩天下，所奏事处皆为宫。在京师曰奏长安宫，在泰山则曰奏奉高宫。唯当时所在，或曰朝廷，亦依违尊者所都，连举朝廷以言之也。亲近侍从官称曰大家；百官小吏，称曰天家。"}, {"ID": 59, "text": "禁中者，门户有禁，非侍御者不得入，故曰禁中。孝元皇后父大司马阳平侯名禁，当时避之，故曰省中。今宜改，后遂无言之者。"}, {"ID": 60, "text": "玺者，印也，印者，信也。天子玺以玉螭虎纽。古者尊卑共之。《月令》曰：“固封玺。”《春秋左氏传》曰：“鲁襄公在楚，季武子使公冶问，玺书追而与之。”此诸侯大夫印称玺者也。卫宏曰：“秦以前，民皆以金玉为印，龙虎纽、唯其所好，然则秦以来天子独以印称玺，又独以玉，群臣莫敢用也。”"}, {"ID": 61, "text": "幸者，宜幸也，世俗谓幸为侥幸。车驾所至，臣民被其德泽以侥幸，故曰幸也。先帝故事，所至见长吏三老官属，亲临轩，作乐，赐食皂帛越巾刀佩带，民爵有级数，或赐田租之半，是故谓之幸，皆非其所当得而得之。王仲任曰：“君子无幸而有不幸，小人有幸而无不幸。”《春秋传》曰：“民之多幸，国之不幸也。”言民之得所不当得，故谓之幸。然则人主必慎所幸也。御者，进也，凡衣服加于身、饮食入于口、妃妾接于寝，皆曰御。亲爱者皆曰幸。"}, {"ID": 62, "text": "策书，策者，简也。《礼》曰：“不满百丈，不书于策。”其制长二尺，短者半之，其次一长一短，两编下坿篆书，起年月日，称皇帝曰，以命诸侯王三公，其诸侯王三公之薨于位者，亦以策书诔谥其行而赐之，如诸侯之策。三公以罪免，亦赐策文，体如上策，而隶书以尺，一木两行，唯此为异者也。"}, {"ID": 63, "text": "制书、帝者制度之命也，其文曰制诏。三公赦令、赎令之属是也。刺史太守相劾奏申下上迁书文亦如之，其徵为九卿，若迁京师，近臣则言官具言姓名，其免若得罪无姓。凡制书有印使符下，远近皆玺封，尚书令印重封，唯赦令、赎令召三公诣朝堂受制书，司徒印封露布下州郡。"}, {"ID": 64, "text": "诏书者，诏诰也，有三品。其文曰：告某官，官如故事，是为诏书。群臣有所奏请，尚书令奏之，下有制曰：天子荅之曰“可”。若下某官云云亦曰昭书。群臣有所奏请，无尚书令奏制字，则荅曰“已奏”，如书本官下所当至，亦曰诏。"}, {"ID": 65, "text": "戒书、戒敕刺史太守及三边营官，被敕文曰有诏敕某官，是为戒敕也。世皆名此为策书，失之远矣。"}, {"ID": 66, "text": "凡群臣上书于天子者有四名：一曰章，二曰奏，三曰表，四曰驳议。"}, {"ID": 67, "text": "章者，需头，称稽首上书谢恩、陈事诣阙通者也。"}, {"ID": 68, "text": "奏者，亦需头，其京师官但言稽首，下言稽首以闻，其中有所请若罪法劾案公府，送御史台；公卿校尉，送谒者台也。"}, {"ID": 69, "text": "表者，不需头，上言臣某言，下言臣某诚惶诚恐，顿首顿首，死罪死罪。左方下坿曰某官臣某甲上，文多用编两行，文少以五行，诣尚书通者也。公卿校尉诸将不言姓，大夫以下有同姓官别者言姓，章曰报闻，公卿使谒者将大夫以下至吏民尚书左丞奏闻报可，表文报已奏如书。凡章表皆启封，其言密事，得皂囊盛。其有疑事，公卿百官会议，若台阁有所正处而独执异意者曰驳议。驳议曰某官某甲议以为如是，下言臣愚戆议异，其非驳议，不言议异，其合于上意者，文报曰某官某甲议可。"}, {"ID": 70, "text": "汉承秦法，群臣上书皆言昧死言，王莽盗位，慕古法，去昧死，曰稽首。光武因而不改，朝臣曰稽首顿首，非朝臣曰稽首再拜，公卿、侍中、尚书衣帛而朝曰朝臣，诸营校尉将大夫以下亦为朝臣。"}, {"ID": 71, "text": "王者临抚之别名。天子曰兆民，诸侯曰万民，百乘之家曰百姓。"}, {"ID": 72, "text": "天子所都曰京师，京、水也，地下之众者莫过于水，地上之众者莫过于人，京、大，师、众也，故曰京师也。"}, {"ID": 73, "text": "京师、天子之畿内千里，象日月，日月躔次千里。"}, {"ID": 74, "text": "天子命令之别名，一曰命，二曰令，三曰政。"}, {"ID": 75, "text": "天子父事天，母事地，兄事日，姊事月，常以春分朝日于东门之外，示有所尊，训人民事君之道也。秋夕朝月于西门之外，别阴阳之义也。"}, {"ID": 76, "text": "天子父事三老者，适成于天地人也。兄事五更者，训于五品也。更者，长也，更相代至五也。能以善道改更己也。又三老，老谓久也、旧也、寿也，皆取首妻男女完具者，古者天子亲袒割牲，执酱而馈，三公设几，九卿正履，使者安车輭轮送迎而至其家，天子独拜于屏，其明旦三老诣阙谢，以其礼过厚故也。又五更或为叟，叟、老称，与三老同义也。"}, {"ID": 77, "text": "三代建正之别名：夏以十三月为正，十寸为尺。律中大蔟，言万物始蔟而生，故以为正也。"}, {"ID": 78, "text": "殷以十二月为正，九寸为尺，律中大吕，言阴气大胜，助黄锺宣气而万物生，故以为正也。"}, {"ID": 79, "text": "周以十一月为正，八寸为尺，律中黄锺，言阳气踵黄泉而出，故以为正也。"}, {"ID": 80, "text": "三代年岁之别名：唐虞曰载，载、岁也，言一岁莫不覆载，故曰载也。夏曰岁，一曰稔也。商曰祀，周曰年。"}, {"ID": 81, "text": "闰月者，所以补小月之减日，以正岁数，故三年一闰，五年再闰。"}, {"ID": 82, "text": "天子诸侯后妃夫人之别名：天子之纪曰后，后之言后也。诸侯之妃曰夫人，夫之言扶也。大夫曰孺人，孺之言属也。士曰妇人，妇之言服也。庶人曰妻，妻之言齐也。公侯有夫人、有世妇、有妻、有妾。皇后赤绶玉玺，贵人緺綟金印，緺綟色似绿。"}, {"ID": 83, "text": "天子后立六宫之别名：三夫人、帝喾有四妃以象后妃四星，其一明者为正妃，三者为次妃也。九嫔、夏后氏增以三三而九，合十二人。春秋天子一取十二，夏制也。二十七世妇，殷人又增三九二十七，合三十九人。八十一御女，周人上法帝喾正妃，又九九为八十一，增之合百二十人也。天子一取十二女，象十二月，三夫人、九嫔。诸侯一取九女，象九州，一妻、八妾。卿大夫一妻、二妾，士一妻、一妾。"}, {"ID": 84, "text": "王者子女封邑之差：帝之女曰公主，仪比诸侯；帝之姊妹曰长公主，仪比诸侯王；异姓妇女以恩泽封者曰君，比长公主。"}, {"ID": 85, "text": "天子诸侯宗庙之别名：左宗庙，东曰左，帝牲牢三月，在外牢一月，在中牢一月，在明牢一月，谓近明堂也。三月一时已足肥矣，徙之三月，示其洁也。右社稷，西曰右，宗庙、社稷皆在库门之内、雉门之外，天子三昭三穆与太祖之庙七，七庙一坛一墠，曰考庙、、皇考庙、显考庙、祖考庙，皆月祭之。诸侯二昭二穆与太祖之庙五。五庙一坛一墠，曰考庙、王考庙、皇考庙，皆月祭之。"}, {"ID": 86, "text": "大夫以下庙之别名：大夫一昭一穆与太祖之庙三，三庙一坛，考庙、王考庙、四时祭之也。士一庙，降大夫二也。上士二庙一坛，考庙、王考庙，亦四时祭之而已。自立二祀曰门曰行。下士、一庙曰考庙，王考无庙而祭之，所谓祖称曰庙者也，亦立二祀，与上士同。府史以下未有爵命，号为庶人，及庶人皆无庙，四时祭于寝也。"}, {"ID": 87, "text": "周祧文武为祧，四时祭之而已。去祧为坛，去坛为墠，有祷焉，祭之；无祷乃止。去墠曰鬼，坛谓筑土起堂，墠谓筑土而无屋者也。"}, {"ID": 88, "text": "荐考妣于适寝之所，祭春荐韭卵，夏荐麦鱼，秋荐黍豚，冬荐稻雁，制无常牲，取与新物相宜而已。"}, {"ID": 89, "text": "天子之宗社曰泰社，天子所为群姓立社也。天子之社曰王社，一曰帝社。古者有命将行师，必于此社授以政。《尚书》曰：“用命赏于祖，不用命戮于社。”"}, {"ID": 90, "text": "诸侯为百姓立社曰国社，诸侯之社曰侯社。"}, {"ID": 91, "text": "亡国之社：古者天子亦取亡国之社以分诸侯，使为社以自儆戒，屋之掩其上使不通天，柴其下使不通地，自与天地绝也，面北向阴，示灭亡也。"}, {"ID": 92, "text": "大夫以下成群立社曰置社，大夫不得特立社，与民族居，百姓以上则共一社，今之里社是也。天子社稷土坛方广五丈，诸侯半之。"}, {"ID": 93, "text": "天子社稷皆太牢，诸侯社稷皆少牢。"}, {"ID": 94, "text": "天子为群姓立七祀之别名：曰司命、曰中溜、曰国行、曰国门、曰泰厉、曰户、曰竈。"}, {"ID": 95, "text": "诸侯为国立五祀之别名：曰司命、曰中溜、曰国门、曰国行、曰公厉。"}, {"ID": 96, "text": "大夫以下自立三祀之别名：曰族厉、曰门、曰行。"}, {"ID": 97, "text": "五祀之别名：门秋为少阴，其气收成，祀之于门。祀门之礼，北面设主于门左枢。户春为少阳，其气始出生养，祀之于户。祀户之礼，南面设主于门内之西行。冬为太阴，盛寒为水，祀之于行，在庙门外之西，拔壤厚二尺、广五尺、轮四尺，北面设主于拔上。竈夏为太阳，其气长养，祀之于竈。祀竈之礼，在庙门外之东，先帝于门奥西东，设主于竈陉也。中溜：季夏之月土气始盛，其祀中溜，溜神在室，祀中溜，设主于牖下也。"}, {"ID": 98, "text": "五方正神之别名：东方之神，其帝太昊，其神句芒。南方之神，其帝神农，其神祝融。西方之神，其帝少昊，其神蓐收。北方之神，其帝颛顼，其神玄冥。中央之神，其帝黄帝，其神后土。"}, {"ID": 99, "text": "六神之别名：风伯神、箕星也，其象在天，能兴风。雨师神、毕星也，其象在天，能兴雨。明星神、一曰灵星，其象在天，旧说曰：灵星、火星也，一曰龙星。火为天田，厉山氏之子柱及后稷能殖百谷以利天下，故祠此三神以报其功也。《汉书》称高帝五年，初置灵官祠、后土祠，位在壬地。"}, {"ID": 100, "text": "社神盖共工氏之子句龙也，能平水土，帝颛顼之世举以为土正，天下赖其功，尧祠以为社。凡树社者，欲令万民加肃敬也，各以其野所宜之木以名其社及其野，位在未地。稷神、盖厉山氏之子柱也，柱能殖百谷，帝颛顼之世举以为田正，天下赖其功。周弃亦播殖百谷，以稷五谷之长也，因以稷名其神也。社、稷二神功同，故同堂别坛，俱在未位，土地广博，不可徧覆，故封社稷。露之者，必受霜露以达天地之气，树之者，尊而表之，使人望见则加畏敬也。"}, {"ID": 101, "text": "先农神、先农者盖神农之神，神农作耒耜，教民耕农，至少昊之世，置九农之官如左。"}, {"ID": 102, "text": "春扈氏农正、趣民耕种，夏扈氏农正、趣民芸除，秋扈氏农正、趣民收敛，冬扈氏农正、趣民盖藏，棘扈氏农正、常谓茅氏，一曰掌人百果。行扈氏农正、昼为民驱鸟，宵扈氏农正、夜为民驱兽。桑扈氏农正、趣民养蚕，老扈氏农正、趣民收麦。"}, {"ID": 103, "text": "疫神：帝颛顼有三子，生而亡去为鬼，其一者居江水，是为瘟鬼；其一者居若水，是为魍魉；其一者居人宫室枢隅处，善惊小儿。于是命方相氏黄金四目，蒙以熊皮，玄衣朱裳，执戈扬楯，常以岁竟十二月从百隶及童儿，而时傩以索宫中，驱疫鬼也。桃弧棘矢土鼓鼓，旦射之以赤丸，五谷播洒之以除疫殃，已而立桃人苇索，儋牙虎神荼、郁垒以执之，儋牙虎神荼、郁垒二神海中有度朔之山，上有桃木蟠屈三千里卑枝，东北有鬼门，万鬼所出入也。神荼与郁垒二神居其门，主阅领诸鬼，其恶害之鬼，执以苇索食虎，故十二月岁竟，常以先腊之夜逐除之也，乃画荼垒并悬苇索于门户以御凶也。"}, {"ID": 104, "text": "四代称腊之别名：夏曰嘉平，殷曰清祀，周曰大蜡，汉曰腊。"}, {"ID": 105, "text": "五帝腊祖之别名：青帝以未腊卯祖，赤帝以戍腊午祖，白帝以丑腊卯祖，黑帝以辰腊子祖，黄帝以辰腊未祖。"}, {"ID": 106, "text": "天子大蜡八神之别名：蜡之言索也，祭日索此八神而祭之也。大同小异，为位相对向，祝曰，土反其宅，水归其壑，昆虫毋作，丰年若上，岁取千百。"}, {"ID": 107, "text": "先啬、司啬、农、邮表畷、猫虎、坊、水庸、昆虫。"}, {"ID": 108, "text": "五祀之别名：法施于民则祀，以死勤事则祀，以劳定国则祀，能御大灾则祀，能捍大患则祀。"}, {"ID": 109, "text": "六号之别名：神号、尊其名更为美称，若曰皇天上帝也。鬼号、若曰皇祖伯某，祇号若曰后土地祇也。牲号、牛曰一元大武，羊曰柔毛之属也。齐号、黍曰芗合，梁曰香萁之属也。币号、玉曰嘉玉，币曰量币之属也。"}, {"ID": 110, "text": "凡祭宗庙礼牲之别名：牛曰一元大武，豕曰刚鬣，豚曰腯肥，羊曰柔毛，鸡曰翰音，犬曰羹献，雉曰疏趾，兔曰明视。"}, {"ID": 111, "text": "凡祭号牲物异于人者，所以尊鬼神也。脯曰尹祭，槀鱼曰商祭，鲜鱼曰脡祭。水曰清涤，酒曰清酌，黍曰芗合，梁曰香萁，稻曰嘉疏，盐曰咸鹾，玉曰嘉玉，币曰量币。"}, {"ID": 112, "text": "太祝掌六祝之辞：顺祝、愿丰年也，年祝、求永真也，告祝、祈福祥也，化祝、弭灾兵也，瑞祝、逆时雨、宁风旱也，策祝、远罪病也。"}, {"ID": 113, "text": "宗庙所歌诗之别名：《清庙》、一章八句，洛邑既成，诸侯朝见宗祀文王之所歌也。《维天之命》、一章八句，告太平于文王之所歌也。《维清》、一章五句，奏象武之所歌也。《烈文》、一章十三句，成王即政，诸侯助祭之所歌也。《天作》、一章七句，祝先王公之所歌也。《昊天有成命》、一章七句，郊祀天地之所歌也。《我将》、一章十句，祀文王于明堂之所歌也。《时迈》、一章十五句，巡守告祭柴望之所歌也。《执竞》、一章十四句，祀武王之所歌也。《思文》、一章八句，祀后稷配天之所歌也。《臣工》、一章十句，诸侯助祭遣之于庙之所歌也。《噫嘻》、一章八句，春夏祈谷于上帝之所歌也。《振鹭》、一章八句，二王之后来助祭之所歌也。《丰年》、一章七句，烝尝秋冬之所歌也。《有瞽》、一章十三句，始作乐合诸乐而奏之所歌也。《潜》、一章六句，季冬荐鱼、春献鲔之所歌也。《雍》、一章十六句，禘太祖之所歌也。《载见》、一章十四句，诸侯始见于武王庙之所歌也。《有客》、一章十三句，微子来见祖庙之所歌也。《武》、一章七句，奏大武周武所定一代之乐之所歌也。《闵予小子》、一章十一句，成王除武王之丧，将始即政，朝于庙之所歌也。《访落》、一章十二句，成王谋政于庙之所歌也。《敬之》、一章十二句，群臣进戒嗣王之所歌也。《小毖》、一章八句，嗣王求忠臣助己之所歌也。《载芟》、一章三十一句，春耤田祈社稷之所歌也。《良耜》、一章二十三句，秋报社稷之所歌也。《丝衣》、一章九句，绎宾尸之所歌也。《酌》、一章九句，告成大武，言能酌先祖之道以养天下之所歌也。《桓》、一章九句，师祭讲武类禡之所歌也。《赉》、一章六句，大封于庙、赐有德之所歌也。《般》、一章七句，巡狩祀四岳、河海之所歌也。右诗三十一章，皆天子之礼乐也。"}, {"ID": 114, "text": "五等爵之别名：三公者，天子之相，相、助也，助理天下，其地方百里。侯者，候也，逆顺也，其地方百里。伯者，白也，明白于德，其地方七十里。子者，滋也，奉天王之恩德，其地方五十里。男者，任也，立功业以化民，其地方五十里。"}, {"ID": 115, "text": "守者，秦置也。秦兼天下，置三川守，伊、河、洛也。汉改曰河南守，武帝会曰太守，世祖都河阳，改曰正。"}, {"ID": 116, "text": "诸侯大小之差：诸侯王、皇子封为王者称曰诸侯王。彻侯、群臣异姓有功封者称曰彻侯。避武帝讳改曰通侯，或曰列侯也。朝侯、诸侯有功德者，天子特命为朝侯，位次诸卿。"}, {"ID": 117, "text": "王者耕耤田之别名：天子三推，三公五推，卿诸侯九推。"}, {"ID": 118, "text": "三代学校之别名：夏曰校，殷曰序，周曰庠，天子曰辟雍，谓流水四面如璧，以节观者，诸侯曰頖宫，頖、言半也，义亦如上。"}, {"ID": 119, "text": "五帝三代乐之别名：黄帝曰《云门》，颛顼曰《六茎》，帝喾曰《五英》，尧曰《咸池》，舜曰《大韶》，一曰《大招》，夏曰《大夏》，殷曰《大濩》，周曰《大武》。天子八佾，八八六十四人，八者，象八风，所以风化天下也。公之乐《六佾》，象六律也。侯之乐《四佾》，象四时也。"}, {"ID": 120, "text": "朝士卿朝之法：左九棘、孤卿大夫位也，群臣在其后。右九棘、公侯伯子男位也，群吏在其后。三槐、三公之位也，州长众庶在其后。"}, {"ID": 121, "text": "四代狱之别名：唐虞曰士官，《史记》曰皋陶为理，《尚书》曰皋陶作士，夏曰均台，周曰囹圄，汉曰狱。"}, {"ID": 122, "text": "四夷乐之别名：王者必作四夷之乐以定天下之欢心，祭神明和而歌之，以管乐为之声。东方曰韎，南方曰任，西方曰侏离，北方曰禁。"}, {"ID": 123, "text": "《易》曰：“帝出乎震。”震者，木也，言虙牺氏始以木德王天下也。木生火，故虙牺氏歾，神农氏以火德继之。火生土，故神农氏歾，黄帝以土德继之。土生金，故黄帝歾，少昊氏以金德继之。金生水，故少昊氏歾，颛顼氏以水德继之。水生木，故颛顼氏歾，帝喾氏以木德继之。木生火，故帝喾氏歾，帝尧氏以火德继之。火生土，故帝舜氏以土德继之。土生金，故夏禹氏以金德继之。金生水，故殷汤氏以水德继之。水生木，故周武以木德继之。木生火，故高祖以火德继之。"}, {"ID": 124, "text": "虙牺为太昊氏，炎帝为神农氏，黄帝为轩辕氏，少昊为金天氏，颛顼为高阳氏，帝喾为高辛氏，帝尧为陶唐氏，帝舜为有虞氏，夏禹为夏后氏，汤为殷商氏，武王为周，高祖为汉。高帝、惠帝、吕后摄政、文帝、景帝、武帝、昭帝、宣帝、元帝、成帝、哀帝、平帝、王莽、圣公、光武、明帝、章帝、和帝、殇帝、安帝、顺帝、冲帝、质帝、桓帝、灵帝，从高帝至桓帝，三百八十六年，除王莽、刘圣公，三百六十六年，从高祖乙未至今壬子岁，四百一十年，吕后、王莽不入数，高帝以甲午岁即位，以乙未为元。"}, {"ID": 125, "text": "帝嫡妃曰皇后，帝母曰皇太后，帝祖母曰太皇太后，其众号皆如帝之称。秦汉以来，少帝即位，后代而摄政，称皇太后，诏不言制。汉兴，惠帝崩，少帝弘立，太后摄政。哀帝崩，平帝幼，孝元王皇后以太皇太后摄政。和帝崩，殇帝崩，安帝幼，和憙邓皇后摄政。孝顺崩，冲帝、质帝、桓帝皆幼，顺烈梁后摄政。桓帝崩，今上即位，桓思窦后摄政。后摄政则后临前殿朝群臣，后东面，少帝西面，群臣奏事上书皆为两通，一诣太后，一诣少帝，一世、二世、三世、四世、五世、六世、七世、八世、九世、十世、十一世、十二世、十三世、十四世、十五世、十六世。"}, {"ID": 126, "text": "文帝、弟虽在三，礼、兄弟不相为后，文帝即高祖子，于惠帝、兄弟也，故不为惠帝后而为弟二，宣帝弟次昭帝，史皇孙之子，于昭帝为兄，孙以系祖，不得上与父齐，故为七世。光武虽在十二，于父子之次，于成帝为兄弟，为于哀帝为诸父，于平帝为父祖，皆不可为之后。上至元帝于光武为父，故上继元帝而为九世。故《河图》曰赤，九世会昌，谓光武也。十世以光，谓孝明也；十一以兴，谓孝章也。成虽在九，哀虽在十，平虽在十一，不称次。"}, {"ID": 127, "text": "宗庙之制：古学以为人君之居，前有朝，后有寝，终则前制庙以象朝，后制寝以象寝，庙以藏主，列昭穆；寝有衣冠几杖，象生之具，总谓之宫。《月令》曰：“先荐寝庙。”《诗》云：“公侯之宫。”《颂》曰：“寝庙奕奕。”言相连也，是皆其文也。古不墓祭，至秦始皇出寝起居于墓侧，汉因而不改，故今陵上称寝殿，有起居衣冠象生之备，皆古寝之意也。居西都时，高帝以下，每帝各别立庙，月备法驾游衣冠，又未定迭毁之礼。元帝时，丞相匡衡、御史大夫贡禹乃以经义处正，罢游衣冠，毁先帝亲尽之庙。高帝为太祖，孝文为太宗，孝武为世宗，孝宣为中宗，祖宗庙皆世世奉祠，其馀惠景以下皆毁，五年而称殷祭，犹古之禘祫也，殷祭则及诸毁庙，非殷祭则祖宗而已。光武中兴，都洛阳，乃合高祖以下至平帝为一庙，藏十一帝主于其中，元帝于光武为祢，故虽非宗而不毁也。后嗣遵承，遂常奉祀光武举天下以再受命复汉祚，更起庙称世祖。孝明临崩遗诏遵俭毋起寝庙，藏主于世祖庙。孝章不敢违，是后遵承藏主于世祖庙，皆如孝明之礼，而园陵皆自起寝庙。孝明曰显宗，孝章曰肃宗，是后踵前。孝和曰穆宗，孝安曰恭宗，孝顺曰敬宗，孝桓曰威宗，唯殇、冲、质三少帝，皆以未逾年而崩，不列于宗庙。四时就陵上祭寝而已。今洛阳诸陵，皆以晦望、二十四气伏、社腊及四时日上饭。大官送用，园令食监典省其亲陵所宫人，随鼓漏，理被枕，具盥水，陈严具。天子以正月五日毕供后上原陵，以次周徧，公卿百官皆从，四姓小侯诸侯家妇，凡与先帝先后有瓜葛者，及诸侯王、大夫郡国计吏、匈奴朝者西国侍子皆会，尚书官属，陛西除下先帝神座，后大夫计吏皆当轩下，占其郡谷价，四方灾异，欲皆使先帝魂神具闻之，遂于亲陵各赐计吏而遣之。正月上丁祠南郊，礼毕，次北郊明堂，高祖庙、世祖庙谓之五供。五供毕，以次上陵也。四时宗庙用牲十八太牢，皆有副倅。西庙五主：高帝、文帝、武帝、宣帝、元帝也。高帝为高祖，文帝为太宗，武帝为世宗，宣帝为中宗，其庙皆不毁。孝元功薄当毁，光武复天下，属弟于元帝为子，以元帝为祢庙，故列于祖宗，后嗣因承，遂不毁也。"}, {"ID": 128, "text": "东庙七主：光武、明帝、章帝、和帝、安帝、顺帝、桓帝也。光武为世祖，明帝为显宗，章帝为肃宗，和帝为穆宗，安帝为恭宗，顺帝为敬宗，桓帝为威宗，庙皆不毁。少帝未逾年而崩，皆不入庙，以陵寝为庙者三：殇帝康陵、冲帝怀陵、质帝静陵是也。追号为后者三：章帝宋贵人曰敬隐后，葬北陵，安帝祖母也。清河孝德皇后、安帝母也。章帝梁贵人曰恭怀后，葬西陵，和帝母也。安帝张贵人曰恭敏后，葬北陵，顺帝母也。"}, {"ID": 129, "text": "两庙十二主、三少帝、三后，故用十八太牢也。"}, {"ID": 130, "text": "汉家不言禘祫，五年而再殷祭，则西庙惠帝、景、昭皆别祠，成、哀、平三帝以非光武所后，藏主长安，故高庙四时祠于东庙，京兆尹侍祠衣冠车服，如太常祠行陵庙之礼，顺帝母故云姓李，或姓张。高祖得天下，而父在，上尊号曰太上皇，不言帝，非天子也。孝宣继孝昭帝，其父曰史皇孙，祖父曰卫太子，太子以罪废，及皇孙皆死。宣帝但起园陵长承奉守，不敢加尊号于祖父也。光武继孝元，亦不敢加尊号于父祖也。世祖父南顿君曰皇考，祖钜鹿都尉曰皇祖，曾祖郁林太守曰皇曾祖。高祖舂陵节侯曰皇高祖，起陵庙，置章陵以奉祠之而已。至殇帝崩，无子弟，安帝以和帝兄子从清河王子即尊号，依高帝尊父为太上皇之义，追号父清河王曰孝德皇。顺帝崩，冲帝无子弟，立乐安王子，是为质帝。帝逼于顺烈梁后父大将军梁冀未得尊其父而崩。桓帝以蠡吾侯子即尊位，追尊父蠡吾先侯曰孝崇皇，母匡太夫人曰孝崇后，祖父河间孝王曰孝穆皇，祖母妃曰孝穆后。桓帝崩，无子，今上即位，追尊父解犊侯曰孝仁皇，母董夫人曰孝仁后，祖父河间敬王曰孝元皇，祖母夏妃曰孝元后。"}, {"ID": 131, "text": "天子大社，以五色土为坛，皇子封为王者，受天子之社土以所封之方色，东方受青，南方受赤，他如其方色，苴以白茅授之，各以其所封方之色。归国以立社，故谓之受茅土。汉兴以皇子封为王者得茅土，其地功臣及乡亭他姓公侯，各以其户数租入为限，不受茅土，亦不立社也。"}, {"ID": 132, "text": "汉制：皇子封为王者，其实古诸侯也。周末诸侯或称王，而汉天子自以皇帝为称，故以王号加之，总名诸侯王子弟。封为侯者，谓之诸侯。群臣异姓有功封者，谓之彻侯。后避武帝讳改曰通侯。法律家皆曰列侯。功德优盛朝廷所异者，赐位特进，位在三公下。其次朝侯，位次九卿下，皆平冕文衣，侍祠郊庙，称侍祠侯。其次下士，但侍祠无朝位。次小国侯，以肺腑宿卫亲公主子孙奉坟墓，在京者亦随时见会，谓之猥朝侯也。"}, {"ID": 133, "text": "巡狩校猎还，公卿以下陈洛阳都亭前街上，乘舆到，公卿下拜，天子下车。公卿亲识颜色，然后还宫。古语曰：“在车则下。”惟此时施行。"}, {"ID": 134, "text": "正月朝贺，三公奉璧上殿，向御座北面，太常赞曰：“皇帝为君兴，三公伏，皇帝坐，乃进璧。”古语曰：“御坐则起。”此之谓也。旧仪三公以下月朝，后省，常以六月朔、十月朔旦朝，后又以盛暑省六月朝，故今独以为正月、十月朔朝也。冬至阳气始，起，麋鹿解角，故寝兵鼓，身欲宁，志欲静，不听事，送迎五日，腊者，岁终大祭，纵吏民宴饮，非迎气，故但送不迎。正月岁首，亦如腊仪。冬至阳气起，君道长，故贺。夏至阴气起，君道衰，故不贺。鼓以动众，钟以止众。夜漏尽，鼓鸣则起。昼漏尽，钟鸣则息也。"}, {"ID": 135, "text": "天子出，车驾次弟谓之卤簿：有大驾、有小驾、有法驾。大驾、则公卿奉引大将军参乘太仆御，属车八十一乘，备千乘万骑。在长安时，出祠天于甘泉备之，百官有其仪注，名曰甘泉卤簿。中兴以来希用之。先帝时，时备大驾上原陵，他不常用，唯遭大丧，乃施之法驾。公卿不在卤簿中，唯河南尹执金吾洛阳令奉引侍中参乘奉车郎御属车三十六乘，北郊明堂，则省诸副车。小驾、祠宗庙用之，每出，太仆奉驾上卤簿于尚书，侍中、中常侍、侍御史、主者郎令史皆执注以督整诸军车骑。春秋上陵令又省于小驾，直事尚书一人从令以下皆先行。"}, {"ID": 136, "text": "法驾、上所乘曰金根车，驾六马，有五色，安车五色，立车各一，皆驾四马，是为五时副车。俗人名之曰五帝车，非也。又有戎立车以征伐，三盖车名耕根车，一名芝车，亲耕耤田乘之。又有蹋猪车，慢轮有画，田猎乘之，绿车名曰皇孙车，天子孙乘之，以从。"}, {"ID": 137, "text": "凡乘舆车皆羽盖金华瓜，黄屋左纛，金鍐方釳，繁缨重毂副牵。"}, {"ID": 138, "text": "黄屋者，盖以黄为里也。"}, {"ID": 139, "text": "左纛者，以氂牛尾为之，大如斗。在最后左騑马鬃上。金鍐者，马冠也。高广各四寸，如玉华形，在马鬃前。方釳者，铁广数寸，在鬃后，有三孔，插翟尾其中，繁缨在马膺前，如索裙者是也。"}, {"ID": 140, "text": "重毂者，毂外复有一毂，施舝其外，乃复设牵施铜，金鍐形如缇，亚飞軨以缇油，广八寸，长注地，左画苍龙，右白虎，系轴头，今二千石亦然，但无画耳。"}, {"ID": 141, "text": "前驱有九斿云罕闟戟皮轩銮旗，车皆大夫载銮旗者，编羽毛引系橦旁，俗人名之曰鸡翘车，非也。后有金钲黄钺黄门鼓车。古者诸侯贰车九乘，秦灭九国兼其车服，故大驾属车八十一乘也。尚书御史乘之，最后一车悬豹尾，以前皆皮轩虎皮为之也。"}, {"ID": 142, "text": "永安七年，建金根、耕根诸御车，皆一辕，或四马，或六马。金根箱轮皆以金鎛正黄，两臂前后刻金，以作龙虎鸟龟形，上但以青缣为盖，羽毛无后户。"}, {"ID": 143, "text": "冕冠：周曰爵弁，殷曰冔，夏曰收，皆以三十升漆布为壳，广八寸，长尺二寸，加爵冕其上，周黑而赤，如爵头之色，前小后大，殷黑而微白，前大后小，夏纯黑而赤，前小后大，皆有收以持笄。《诗》曰：“常服黼冔，礼朱干玉，戚冕而舞《大武》。”《周书》曰：“王与大夫尽弁，古皆以布，中古以丝。”孔子曰：“麻冕、礼也。今也纯俭。”汉云翘冠，乐祠天地五郊，舞者服之，冕冠垂旒，周礼、天子冕前后垂延朱绿藻有十二旒。公侯大夫各有差别。汉兴至孝明帝永平二年，诏有司采《尚书·皋陶篇》及《周官》《礼记》定而制焉，皆广七寸，长尺二寸，前圆后方，朱绿里而玄上，前垂四寸，后垂三寸，系白玉珠于其端，是为十二旒，组缨如其绶之色。三公及诸侯之祠者，朱绿九旒青玉珠。卿大夫七旒黑玉珠，皆有前无后，组缨各视其绶之色，旁垂黈纩当耳，郊天地、祠宗庙、祀明堂则冠之，衣黼衣，佩玉佩，履絇履。孔子曰：“服周之冕。”鄙人不识，谓之平天冠。"}, {"ID": 144, "text": "天子冠通天冠，诸侯王冠远游冠，公侯冠进贤冠，公王三梁，卿大夫、尚书、二千石博士冠两梁，千石、六百石以下至小吏冠一梁。天子、公卿、特进朝侯祀天地明堂皆冠平冕。"}, {"ID": 145, "text": "天子十二旒，三公九，诸侯卿七，其缨与组各如其绶之色，衣玄上纁下，日月星辰，山龙华虫，祠宗庙则长冠袀玄。其武官太尉以下及侍中常侍皆冠惠文冠，侍中常侍加貂蝉，御史冠法冠，谒者冠高山冠。其乡射行礼，公卿冠委貌，衣玄端，执事者皮弁服，宫门仆射冠却非，大乐郊社祝舞者冠建华，其状如妇人缕簏，迎气五郊舞者所冠，亦为冕，车驾出后有巧士冠，似高山冠而小。"}, {"ID": 146, "text": "帻者，古之卑贱执事不冠者之所服也。孝武帝幸馆陶公主家，召见董偃，偃傅青褠绿帻，主赞曰：主家庖人臣偃昧死再拜谒，上为之起，乃赐衣冠，引上殿。董仲舒、武帝时人，其上两书曰：执事者皆赤帻，知皆不冠者之所服也。元帝额有壮发，不欲使人见，始进帻服之，群臣皆随焉，然尚无巾。如今半帻而已。王莽无发，乃施巾，故语曰：“王莽秃，帻施屋，冠进贤者宜长耳，冠惠文者宜短耳，各随所宜。”"}, {"ID": 147, "text": "通天冠、天子常服，汉服受之秦，礼无文。远游冠、诸侯王所服，展筒无山，《礼》无文。高山冠、齐冠也，一曰侧注，高九寸，铁为卷梁，不展筒无山，秦制：行人使官所冠。今谒者服之，《礼》无文。太傅胡公说曰：“高山冠、盖齐王冠也。秦灭齐，以其君冠赐谒者。”"}, {"ID": 148, "text": "进贤冠、文官服之，前高七寸，后三寸，长八寸。公侯三梁，卿大夫、尚书、博士两梁，千石、六百石以下一梁。汉制：《礼》无文。"}, {"ID": 149, "text": "法冠、楚冠也。一曰柱后惠文冠，高五寸，以纚裹铁柱卷。秦制执法服之。今御史廷尉监平服之，谓之獬豸冠。獬豸、兽名，盖一角。今冠两角，以獬豸为名，非也。太傅胡公说曰：“《左氏传》有南冠而絷者。”《国语》曰：“南冠、以如夏姬。”是知南冠盖楚之冠，秦灭楚，以其君冠赐御史。武冠或曰繁冠，今谓之大冠，武官服之。侍中、中常侍加黄金，坿貂蝉鼠尾饰之。太傅胡公说曰：“赵武灵王效胡服，始施貂蝉之饰，秦灭赵，以其君冠赐侍中。齐冠或曰长冠，竹裹以纚，高七寸，广三寸，形如板。”"}, {"ID": 150, "text": "高祖冠、以竹皮为之，谓之刘氏冠。楚制：《礼》无文。鄙人不识，谓之鹊尾冠。"}, {"ID": 151, "text": "建华冠、以铁为柱卷贯，大珠九枚，今以铜为珠，形制似缕簏。《记》曰：“知天文者服之。”《左传》曰：“郑子臧好聚鹬冠。”前图以为此制是也。天地五郊、明堂月令舞者服之。"}, {"ID": 152, "text": "方山冠、以五采縠为之，汉祀宗庙大享，《八佾》乐五行舞人服之。衣冠各从其行之色，如其方色而舞焉。"}, {"ID": 153, "text": "术士冠、前圆，吴制逦迤四重，赵武灵王好服之，今者不用，其说未闻。"}, {"ID": 154, "text": "巧士冠、高五寸，要后相通埽除，从官服之，《礼》无文。"}, {"ID": 155, "text": "却非冠、宫门仆射者服之，《礼》无文。"}, {"ID": 156, "text": "樊哙冠，汉将军樊哙造次所冠，以入项籍营，广七寸，前出四寸，司马殿门大护卫士服之。"}, {"ID": 157, "text": "却敌冠、前高四寸，通长四寸，后高三寸，监门卫士服之，《礼》无文。"}, {"ID": 158, "text": "珠冕、爵冔收、通天冠、进贤冠、长冠、缁布冠、委貌冠、皮弁、惠文冠，古者天子冠所加者，其次在汉礼。"}, {"ID": 159, "text": "帝谥：违拂不成曰隐，靖民则法曰黄，翼善传圣曰尧，仁圣盛明曰舜，残人多垒曰桀，残义损善曰纣，慈惠爱亲曰孝，爱民好与曰惠，圣善同文曰宣，声闻宣远曰昭，克定祸乱曰武，聪明睿智曰献，温柔圣善曰懿，布德执义曰穆，仁义说民曰元，安仁立政曰神，布纲治纪曰平，乱而不损曰灵，保民耆艾曰明，辟土有德曰襄，贞心大度曰匡，大虑慈民曰定，知过能改曰恭，不生其国曰声，一德不懈曰简，夙兴夜寐曰敬，清白自守曰贞，柔德好众曰靖，安乐治民曰康，小心畏忌曰僖，中身早折曰悼，慈仁和民曰顺，好勇致力曰庄，恭人短折曰哀，在国逢难曰愍，名实过爽曰缪，壅遏不通曰幽，暴虐无亲曰厉，致志大图曰景，辟土兼国曰桓，经纬天地曰文，执义扬善曰怀，短折不成曰殇，去礼远众曰炀，怠政外交曰携，治典不敷曰祈。"}]}], "bookname": "蔡中郎集", "writer": null, "type": "儒家", "age": "[东汉] 152年-192年"}