{"alldata": [{"section": 0, "header": "纪一●世祖光武皇帝", "data": [{"ID": 0, "text": "世祖光武皇帝，高祖九世孙，承文、景之统，出自长沙定王发，定王生舂陵节侯。舂陵本在零陵郡，节侯孙考侯以土地下湿，元帝时，求封南阳蔡阳白水乡，因故国名曰舂陵。"}, {"ID": 1, "text": "皇考初为济阳令，济阳有武帝行过宫，常封闭。上将生，皇考以令舍下湿，开宫后殿居之。建平元年十二月甲子夜上生时，有赤光，室中尽明。皇考异之，使卜者王长卜之。长曰：“此善事不可言。”是岁嘉禾生，一茎九穗，大于凡禾，县界大丰熟，因名上曰秀。是岁凤皇来集济阳，故宫皆画凤凰。圣瑞萌兆，始形于此。上为人隆准，日角，大口，美须眉，长七尺三寸。在舂陵时，望气者苏伯阿望舂陵城曰：“美哉！王气郁郁葱葱。”仁智明远，多权略，乐施爱人。在家重慎畏事，勤于稼穑。兄伯升好侠，非笑上事田作，比之高祖兄。年九岁而南顿君卒，随其叔父在萧，入小学，后之长安，受尚书于中大夫庐江许子威。资用乏，与同舍生韩子合钱买驴，令从者僦，以给诸公费。大义略举，因学世事。朝政每下，必先闻知，具为同舍解说。高才好学，然亦喜游侠，斗鸡走马，具知闾里奸邪，吏治得失。时会朝请，舍长安尚冠里，南阳大人往来长安，为之邸，暗稽疑议。为季父故舂陵侯诣大司马府，讼地皇元年十二月壬寅前租二万六千斛、刍稿钱若干万。时宛人朱福亦为舅讼租于尤。尤止车独与上语，不视福。上归，戏福曰：“严公宁视卿邪？”王莽时，雒阳以东米石二千，莽遣三公将运关东诸仓赈贷穷乏，又分遣大夫谒者教民煮木为酪，酪不可食，重为烦扰，流民入关者数十万人。置养赡官以廪之，盗发其廪，民饿死者十七八，人民相食。末年，天下大旱，蝗虫蔽天，盗贼群起，四方溃畔。荆州下江平林兵起，王匡、王凤为之渠率。时南阳旱饿，而上田独收。宛大姓李伯玉从弟轶数遣客求上，上欲避之。先是时伯玉同母兄公孙臣为医，伯升请呼难，伯升杀之。上恐其怨，故避之。使来者言李氏欲相见款诚无他意，上乃见之，怀刀自备，入见。固始侯兄弟为上言：“天下扰乱饥饿，下江兵盛，南阳豪右云扰。”因具言谶文事。“刘氏当复起，李氏为辅。”上殊不意，独内念李氏富厚，父为宗卿师，语言谲诡，殊非次第，尝疾毒诸家子数犯法令，李氏家富厚，何为如是，不然诺其言。诸李遂与南阳府掾史张顺等连谋。上深念良久，天变已成，遂市兵弩，绛衣赤帻。时伯升在舂陵亦已聚会客矣。上归旧庐，望见庐南若火光，以为人持火，呼之，光遂盛，赫然属天，有顷不见，异之。遂从南郭归宅，乃与伯升相见。初，伯升之起也，诸家子弟皆逃自匿，曰：“伯升杀我。”及闻上至，绛衣大冠，将军服，乃惊曰：“以为独伯升如此也，中谨厚亦如之。”皆合会，共劳飨新市、平林兵王凤、王匡等，因率舂陵子弟随之，兵合七八千人。上骑牛与俱，杀新野尉后乃得马。光武起义兵，暮闻冢上有哭声，后有人著大冠绛单衣。使刘终诈称江夏吏，诱杀湖阳尉。五威将军严尤击下江兵，上奉糗一斛，脯三十朐诣幕府营。进围宛城。王莽遣大司徒王寻、大司空王邑将兵来征，更始立，以上为太常偏将军。时无印，得定武侯家丞印，佩之入朝。二公兵到颍川，严尤、陈茂与合。尤问城中出者，言上不敢取财物，但合会诸兵为之计策。尤笑言曰：“是美眉目者耶？欲何为乃如此？”初，莽遣二公，欲盛威武，以振山东，甲冲輣，干戈旌旗，战攻之具甚盛。至驱虎豹犀象，奇伟猛兽，以长人巨无霸为垒尉，自秦、汉以来师出未曾有也。上邀之于阳关。二公兵盛，汉兵反走，上驰入昆阳，诸将惶恐，各欲散归。与诸将议：“城中兵谷少，宛城未拔，力不能相救。今昆阳即破，一日之间，诸将亦灭。不同力救之，反欲归守其妻子财物耶？”诸将怒曰：“刘将军何以敢如此！”上乃笑，且去，唯王常是上计。会候骑还，言大兵已来，长数百里，望不见其后尾，前已至城北矣。诸将遽请上，上到，为陈相救之势。诸将素轻上，及迫急，上为画成败，皆从所言。时汉兵八九千人，留王凤令守城，夜出城南门。二公兵已五六万到，遂环昆阳城作营，围之数重，云车十馀丈，瞰临城中，旗帜蔽野，尘熛连云，金鼓之声数十里。或为地突，或为冲车撞城，积弩射城中，矢下如雨，城中负户而汲。二公自以为功成漏刻。有流星坠寻营中，正昼有云气如坏山，直营而霣，不及地尺而散，吏士皆压伏。时汉兵在定陵郾者，闻二公兵盛，皆怖。上历说其意，为陈大命，请为前行诸部坚阵。上将步骑千馀，前去大军四五里。二公遣步骑数千乘合战，上奔之，斩首数十级。诸部将喜曰：“刘将军平生见小敌怯，今见大敌勇，甚奇怪也。”上复进，二公兵却，诸部乘之，斩首数百千级，连胜。遂令轻足将书与城中诸将，言宛下兵复到，而阳坠其书。读之，恐。上遂选精兵三千人，从城西水上奔阵。二公兵于是大奔北，杀司徒王寻，而昆阳城中兵亦出，中外并击。会天大雷风，暴雨下如注，水潦成川，滍水盛溢。二公大众遂溃乱，奔赴水溺死者以数万，滍水为之不流。王邑、严尤、陈茂轻骑乘死人渡滍水逃去。汉军尽获其珍宝辎重车甲，连月不尽。五月，齐武王拔宛城。六月，上破二公于昆阳。破宛后数日，收伯升部将刘稷，而伯升强争之。更始遂用谮诉，复收伯升，即日皆物故。上降颍阳，虽得入，意不安。门下有击马著鼓者，马惊硠磕。邓晨起走出视之，乃马也。上在父城，徵诣宛，拜上为破虏大将军，封武信侯。更始害齐武王，光武饮食语笑如平常，独居辄不御酒肉，枕席有涕泣处。更始欲北之雒阳，以上为司隶校尉，先到雒阳整顿官府，文书移与属县，三辅官府吏东迎雒阳者见更始诸将过者已数十辈，皆冠帻，衣妇人衣，诸于绣拥缧，大为长安所笑。知者或畏其衣，奔走入边郡。见司隶官属，皆相指视之，极望老吏或垂涕曰：“粲然复见汉官威仪。”贤者蚁附。更始欲以近亲巡行河北，大司徒赐言上第一可用。更始以上为大司马，遣之河北。十月，上持节度孟津，镇抚河北，安集百姓。上至邯郸，赵王庶兄胡子进狗●马醢。故赵缪王子临说上灌赤眉。赵王庶兄胡子立邯郸卜者王郎为天子，移檄购求公十万户。光武为王郎所追，至饶阳，称邯郸使者，入传舍。厨吏方进食，官属从者饥，遮夺之。吏卒惊起聚语，乃椎鼓数十通，诈言邯郸将军至，官属皆惧失色。上临升车还坐，曰：“请邯郸将军入。”久乃升，后有传呼，寺门开之，是雒阳吏耳。上出，蒙犯霜雪。光武大会真定，自击筑。上率邓禹等击王郎横野将军刘奉，大破之，还过邓禹营，禹进食炙鱼，上大餐啗。时百姓以上新破大敌，欣喜聚观，见上餐啗，劳勉吏士，威严甚厉，于是皆窃言曰：“刘公真天人也。”世祖引兵攻邯郸，连战，郎兵挫折。郎遣谏议大夫杜长威持节诣军门，上遣棨戟迎，延请入军，见公据地曰：“实成帝遗体子舆也。”公曰：“正使成帝复生，天下不可复得也。况诈子舆乎！”长威请降得万户侯。公曰：“一户不可得。”长威曰：“邯战虽鄙，君臣并力城守，尚可支一岁，终不君臣相率而降但得全身也。”辞去。而郎少傅李立反郎，开城门。汉兵破邯郸，诛郎。入王宫收文书，得吏民谤毁公言可击者数千章，公会诸将烧之，曰：“令反侧者自安也。”上围邯郸未下，彭宠遗米糒鱼盐以给军粮，由是破邯郸。更始遣使者即立公为萧王。诸将议上尊号，上不许。又击破铜马，受降适毕，封降贼渠率，诸将未能信，贼亦两心。上敕降贼各归营勒兵待，上轻骑入，按行贼营。贼将曰：“萧王推赤心置人腹中，安得不投死。”由是皆自安。诏冯异军雁门，卒万馀人降之。光武北击尤来、大抢、五幡于元氏，追至北平，连破之。后反为所败，军中不见光武，或云已殁。上已乘王丰小马先到矣，营门不觉。上破贼，入渔阳，诸将上尊号，上不许。议曹掾张祉言：“俗以为燕人愚，方定大事，反与愚人相守，非计也。”上大笑。光武发蓟还，士众喜乐，师行鼓舞，鼓声歌咏，八荒震动。过范阳，命诸将收葬吏士。至中山，诸将复请上尊号，曰：“帝王不可久旷。大王社稷为计，万姓为心。”耿纯说上曰：“天时人事，已可知矣。”初，王莽时，上与伯升及姊婿邓晨、穰人蔡少公燕语，少公道谶言刘秀当为天子，或曰是国师刘子骏也。上戏言：“何知非仆耶？”坐者皆大笑。时传闻不见赤伏符文军中所，上未信，到鄗，上所与在长安同舍诸生强华自长安奉赤伏符诣鄗，与上会。群臣复固请，上奏世祖曰：“符瑞之应，昭然著闻矣。”乃命有司设坛于鄗南千秋亭五成陌。六月己未，即皇帝位。燔燎告天，禋于六宗。改元为建武，改鄗为高邑。十月，帝入雒阳，幸南宫，遂定都焉。光武破圣公，与朱伯然书曰：“交锋之日，神星昼见，太白清明。”二年正月，益吴汉、邓禹等封。上封功臣皆为列侯，大国四县，馀各有差。博士丁恭等议：“古帝王封诸侯不过百里，故利以建侯，取法于雷。”上曰：“古之亡国，皆以无道，未尝闻封功臣地多而灭者也。”乃遣谒者，即授印绶。自汉草创德运，正朔服色未有所定，高祖因秦，以十月为正，以汉水德，立北畤而祠黑帝。至孝文，贾谊、公孙臣以为秦水德，汉当为土德。至孝武，倪宽、司马迁犹从土德。自上即位，案图谶，推五运，汉为火德。周苍汉赤，水生火，赤代苍，故上都雒阳。制郊兆于城南七里，北郊四里，为圆坛，天地位其上，皆南面西上。行夏之时，时以平旦，服色、牺牲尚黑，明火德之运，徽炽尚赤，四时随色，季夏黄色。议者曰：“昔周公郊祀后稷以配天，宗祀文王以配上帝。图谶著伊尧赤帝之子，俱与后稷并受命而为王。汉刘祖尧，宜令郊祀帝尧以配天，宗祀高祖以配上帝。”有司奏议曰：“追迹先代，无郊其五运之祖者。故禹不郊白帝，周不郊帝喾。汉虽唐之苗，尧以历数命舜，高祖自感赤龙火德，承运而起，当以高祖配尧之后，还复于汉，宜修奉济阳成阳县尧冢，云台致敬祭祀礼亦宜之。”上遣游击将军邓隆与幽州牧朱浮击彭宠，隆军潞，浮军雍奴，相去百馀里。遣吏上奏言：“宠破在旦暮。”上读檄未竟，怒曰：“"}, {"ID": 2, "text": "兵必败，比汝归可知。”吏还，未至隆军，果为宠兵掩击破。浮军远，至不能救，以兵走幽州。咸曰上神。南越献白雉。三年，光武征秦丰，幸旧宅。十月，上幸舂陵，祠园庙，大置酒，与舂陵父老故人为乐。以皇祖皇考墓为昌陵，后改为章陵，因以舂陵为章陵县。隗嚣上书，报以殊礼。四年五月，上幸卢奴，为征彭宠故也。自王莽末，天下旱霜连年，百谷不成。元年之初，耕作者少，民饥馑，黄金一斤易粟一石。至二年秋，天下野谷旅生，麻菽尤盛，或生瓜菜协实，野蚕成茧被山，民收其絮，采获谷果，以为蓄积。至是岁，野谷生者稀少，而南亩亦益辟矣。建武五年，初起太学，诸生吏子弟及民以义助作。上自齐归，幸太学，赐博士弟子有差。野谷弥多。六年二月，吴汉下朐城，天下悉定，唯独公孙述、隗嚣未平。上曰：“取此两子置度外。”乃休诸将，置酒，赏赐之。每幸郡国，下舆见吏辄问以数十百岁能吏次第，下至掾史。简练臣下之行，下无所隐其情，道数十岁事若案文书，吏民惊惶，不知所以，人自以见识，家自以蒙恩。远臣受颜色之惠，坐席之间，以要其死力。当此之时，贼檄日以百数，忧不可胜，上犹以馀间讲经艺，发图谶。制告公孙述，署曰“公孙皇帝”。嚣虽遣子入侍，尚持两心。嚣故吏马援谓嚣曰；“到朝廷凡数十见，自事主未常见明主如此也。材直惊人，其勇非人之敌。开心见诚，与人语，好丑无所隐讳。图讲天下事，极尽下恩。兵事方略，量敌校胜。阔达多大节，与高帝等。经学博览，政事文辩，前世无比。”嚣曰：“如卿言，胜高帝耶？”曰：“不如也。高帝大度，无可无不可。今上好吏事，动如节度，不饮酒。”嚣大笑曰：“如卿言，反复胜也。”代郡太守刘兴将数百骑攻贾览，上状檄至，光武知其必败，报书曰：“欲复进兵，恐失其头首也。”诏书到，兴已为览所杀。长史得檄，以为国家坐知千里也。七年正月，诏群臣奏事无得言“圣人”。又旧制上书以青布囊素裹封书，不中式不得上。既上，诣北军待报，前后相尘，连岁月乃决。上躬亲万机，急于下情，乃令上书启封则用，不得刮玺书，取具文字而已。奏诣阙，平旦上，其有当见及冤结者，常以日出时，驺骑驰出召入，其馀以俟中使者出报，即罢去，所见如神，远近不偏，幽隐上达，民莫敢不用情。追念前世，园陵至盛，王侯外戚，葬埋僭侈，吏民相效，浸以无限，诏诰天下令薄葬。八年闰月，车驾西征，河西大将军窦融与五郡太守步骑三万迎上。隗嚣士众震坏，皆降，嚣走入城。吴汉、岑彭追守之。九年正月，隗嚣饿，出城餐糗糒，腹胀死。十二年，吴汉引兵击公孙述，入犍为界，小县多城守未下。诏书告汉直拥兵到成都，据其心腹，后城营自解散。汉意难前，独言朝廷以为我缚贼手足矣。遣轻骑至成都，烧市桥，武阳以东小城营皆奔走降，竟如诏书。汉兵乘胜追奔，述距守。诏书又戒汉曰：“成都十万人，不可轻也。且坚据广都城，去之五十里，待其即营攻城，罢倦引去，乃首尾击之，勿与争锋。述兵不敢来，转营即之，移徙辄自坚。”十一月，众军至城门，述自将，背城而战。吴汉攻之，述军大破，刺伤述，扶舆入壁，其夜死。夷述妻子，传首于洛阳。纵兵大掠，举火燔烧。上闻之，下诏让吴汉副将刘禹曰：“城降，婴儿老母，口以万数，一旦放兵纵火，闻之可为酸鼻。家有弊帚，享之千金。禹宗室子孙，故尝更职，何忍行此？仰视天，俯视地，观于放麑啜羹之义，二者孰仁矣。失斩将吊民之义。”又议汉杀述亲属太多。是时名都王国有献名马宝剑，直百金。马以驾鼓车，剑以赐骑士。苑囿池烃之官废，弋猎之事不御。雅性不喜听音乐，手不持珠玉，衣服大绢，而不重彩。征伐尝乘革舆羸马。公孙述故哀帝时，即以数郡备天子用。述破，益州乃传送瞽师、郊庙乐、葆车、乘舆物，是后乃稍备具焉。述伏诛之后，而事少闲，官曹文书减旧过半，下县吏无百里之繇，民无出门之役。十三年，封殷绍嘉公为宋公，周承休公为卫公。越裳献白兔。十四年，封孔子后孔志为褒成侯。十五年，诏曰：“刺史太守多为诈巧，不务实核，苟以度田为名，聚人田中，并度庐屋里落，聚人遮道啼呼。”十七年，上以日食避正殿，读图谶多，御坐庑下浅露，中风发疾，苦眩甚。左右有白大司马史，病苦如此，不能动摇。自强从公，出乘，以车行数里，病差。四月二日，车驾宿偃师。病差数日，入南阳界，到叶。以车骑省，留数日行，黎阳兵马千馀匹，遂到章陵，起居平愈。幸章陵，修园庙旧宅田里舍。凤皇至，高八九尺，毛羽五彩，集颍川，群鸟并从，盖地数顷，留十七日乃去。商贾重宝，单车露宿，牛马放牧，道无拾遗。十九年，光武下诏曰：“唯孝宣皇帝有功德，其上尊号曰中宗。”上幸南阳、汝南，至南顿，止令舍，大置酒，赐吏民，复南顿田租一岁。吏民叩头言：“皇考居此日久，陛下识知寺舍，每来辄加厚恩，但复一岁少薄，愿复十岁。”上曰：“"}, {"ID": 3, "text": "天下重宝大器，常恐不任，日慎一日，安敢自远期十岁。”复增一岁。二十年六月，上风眴黄瘅病发甚，以卫尉关内侯阴兴为侍中，兴受诏云台广室。甘露降四十五日。二十五年，乌桓献貂豹皮，诣阙朝贺。二十六年正月，诏曰：“前以用度不足，吏禄薄少，乃自益其俸。”自三公下至佐史各有差。初作寿陵，始营陵地于临平亭南。将作大匠窦融上言：“园陵广袤，无虑所用。”帝曰：“古帝王之葬，皆陶人瓦器，木车茅马，使后世之人不知其处。临平望平阴，河水洋洋，舟船泛泛，善矣夫！周公、孔子犹不得存，安得松、乔与之而共游乎！太宗识终始之义，景帝能遵孝道，遭天下反覆，而独完其福，岂不美哉！今所制地，不过二三顷，无为山陵，陂池裁令流水而已。迭兴之后，亦无丘垄，使合古法。今日月已逝，当豫自作。臣子奉承，不得有加。”乃令陶人作瓦器。"}, {"ID": 4, "text": "上常自细书，一札十行，报郡县。旦听朝，至日晏，夜讲经听诵。坐则功臣特进在侧，论时政毕，道古行事，次说在家所识乡里能吏，次第比类。又道忠臣孝子义夫节士，坐者莫不激扬凄怆，欣然和悦。群臣争论上前，常连日。皇太子尝承间言：“陛下有禹、汤之明，而失黄、老养性之道。今天下大安，少省思虑，养精神。”上答曰：“我自乐此。”时城郭丘墟，扫地更为，上悔前徙之。三十年，有司奏封襌。诏曰：“灾异连仍，日月薄食，百姓怨叹，而欲有事于太山，污七十二代编录，以羊皮杂貂裘，何强颜耶？”三十二年，群臣复奏言：“登封告成，为民报德，百王所同也。”遂登太山，勒石纪号。改元为中元。中元元年，上幸长安，祠长陵，还洛阳宫。是时醴泉出于京师，郡国饮醴泉者，痼疾皆愈，独眇蹇者不差。有赤草生于水涯。郡国上甘露降。群臣上言：“"}, {"ID": 5, "text": "地祇灵应而失草萌，宜命太史撰具郡国所上。”上遂不听，是以史官鲜记焉。冬十月甲申，使司空冯鲂告祠高庙曰：“高皇吕太后不宜配食。薄太后慈仁，孝文皇帝贤明，子孙赖福，延至于今，宜配食地祇高庙。今上薄太后尊号为高皇后，迁吕太后于园，四时上祭。”是岁，起明堂、辟雍、灵台，及北郊兆域。二年二月戊戌，帝崩于南宫前殿，在位三十三年，时年六十二。遗诏曰：“"}, {"ID": 6, "text": "朕无益百姓，如孝文皇帝旧制，葬务从约省。刺史二千石长吏皆无离城郭，无遣吏及因邮奏。”太子袭尊号为皇帝。群臣奏谥曰光武皇帝，庙曰世祖。三月，葬原陵。"}, {"ID": 7, "text": "汉以炎精布耀，或幽而光。"}, {"ID": 8, "text": "上东西赴难，以车上为家，传荣合战，跨马操兵，身在行伍。"}, {"ID": 9, "text": "帝即有仁圣之明，气势形体，天然之姿，固非人之敌，翕然龙举云兴，三雨而济天下，荡荡人无能名焉。"}, {"ID": 10, "text": "光武诏曰：“明设丹青之信，广开束手之路。”"}, {"ID": 11, "text": "光武功臣邓禹等二十八人皆为侯，封馀功臣一百八十九人。"}, {"ID": 12, "text": "帝以天下既定，思念欲完功臣爵土，不令以吏职为过，故皆以列侯就第，恩遇甚厚，远方贡甘珍，必先遍赐列侯，而大官无馀。有功辄增封邑，故皆保全。"}, {"ID": 13, "text": "光武封新野主子邓泛为吴侯，伯父皇皇考姊子周均为富波侯，追封外祖樊重为寿张侯，重子丹为射阳侯，孙茂为平望侯，寻玄乡侯，从子冲更父侯，后父阴睦宣恩侯，子识原鹿侯，就为信阳侯，皇考女弟子来歙征羌侯，弟由宜西侯，以宁平公主子李雄为新市侯，后父郭昌为阳安侯，子流绵曼侯，兄子竟新郪侯，匡发干侯，以姨子冯邯为锺离侯。"}, {"ID": 14, "text": "光武皇帝虽发师旁县，人马席荐羁靽皆有成贾，而贵不侵民，乐与官市。"}]}, {"section": 1, "header": "纪二●显宗孝明皇帝", "data": [{"ID": 15, "text": "孝明皇帝讳阳，一名庄，世祖之中子也。建武四年五月甲申，皇子阳生，丰下锐上，颜赤色，有似于尧，上以赤色名之曰阳。年十岁通春秋，上循其头曰“吴季子”。阳对曰：“愚戆无比。”及阿乳母以问师傅，曰：“少推诚对。”师傅无以易其辞。母光烈皇后，初让尊位为贵人，故帝年十二以皇子立为东海公，三岁进爵为王。幼而聪明睿智，容貌壮丽，世祖异焉，数问以政议，应对敏达，谋谟甚深。温恭好学，敬爱师傅，所以承事兄弟，亲密九族，内外周洽。世祖愈珍上德，以为宜承先序。建武十七年十月，诏废郭皇后，立阴贵人为皇后，以上为皇太子，治尚书，备师法，兼通四经，略举大义，博观群书，以助术学，无所不照。中元二年二月，世祖崩，皇太子即位。帝即祚。长思远慕，至逾年，乃率诸王侯、公主、外戚、郡国计吏上陵，如会殿前礼。正月，上谒原陵，梦先帝、太后如平生，亲率百官上陵，其日降甘露，积于树，百官取以荐。会毕，上伏御床视太后镜奁中物，感动悲涕，令易脂泽妆具。左右皆泣，莫能仰视。长水校尉樊鯈奏言，先帝大业，当以时施行，欲使诸儒共正经义，颇令学者得以自助。于是下太常、将军、大夫、博士、议郎、郎官及诸王诸儒会白虎观，讲议五经同异。明帝封太后弟阴兴子庆为鮦阳侯，子博隐强侯，阴盛为无锡侯，楚王舅子许昌龙舒侯。永平二年正月，上宗祀光武皇帝于明堂，上及公卿列侯始服冕冠、衣裳。祀毕，登灵台。三月，上初临辟雍，行大射礼。十月，上幸辟雍，初行养老礼。诏曰：“十月元日，始尊事三老，兄事五更，安车狈轮，朕亲袒割牲，祝哽在前，祝噎在后。三老常山李躬，年耆学明，以二千石禄养终身。五更沛国桓荣，以尚书教朕十有馀年，其赐爵关内侯，食邑五千户。”甲子，上幸长安，祠高庙，遂有事十一陵。历览馆舍邑居旧处，会郡县吏，劳赐作乐。有县三老大言：“陛下入东都，臣望颜色容仪，类似先帝，臣一驩喜。百官严设如旧时，臣二驩喜。见吏赏赐，识先帝时事，臣三驩喜。陛下听用直谏，默然受之，臣四驩喜。陛下至明，惩艾酷吏，视人如赤子，臣五驩喜。进贤用能，各得其所，臣六驩喜。天下太平，德合于尧，臣七驩喜。”帝令上殿，欲观上衣，因举虎头衣以畏三老。上曰：“属者所言我尧，削章不如饱饭。”十一月，诏京兆、右扶风以中牢祠萧何、霍光，出郡钱谷给萧何子孙，在三百里内者，悉令侍祠。永平三年诏曰：“登灵台，正仪度。”春二月，图二十八将于云台，册曰：“部符封侯，或以德显。”秋八月，诏曰：“琁玑钤曰：‘有帝汉出，德洽作乐，名予。’”会明帝改其名，郊庙乐曰太予乐，正乐官曰太予乐官，以应图谶。十月，上与皇太后幸南阳章陵，周观旧庐，召见阴、邓故人。上在于道所幸见吏，劳赐省事毕，步行观部署，不用辇。甲夜读众书，乙夜尽乃寐，先五鼓起，率常如此。四年，诏书曰：“朕亲耕于藉田，以祈农事。”五年十月，上幸邺，赵王栩会邺，赐钱百万。六年，庐江太守献宝鼎，出王雒山，纳于太庙。诏曰：“易鼎足象三公，岂非公卿奉职得理乎？太常其以礿祭之日陈鼎于庙，以备器用。”七年，公卿以芝生前殿，奉觞上寿。八年十月，上临辟雍，养三老、五更。礼毕，上手书赦令，尚书仆射持节诏三公。九年，诏为四姓小侯置学。十年闺月，行幸南阳，祠章陵。以日北至，复祠于旧宅。礼毕，召校官弟子作雅乐，奏鹿鸣，上自御埙篪和之，以娱嘉宾。至南顿，劳飨三老、官属。是时天下安平，人无徭役，岁比登稔，百姓殷富，粟斛三十，牛被野。十二年，以益州徼外哀牢王率众慕化，地旷远，置永昌郡。十三年二月，上耕藉田毕，赐观者食。有一诸生前举手曰：“"}, {"ID": 16, "text": "善哉！文王之遇太公也。”上书板曰：“生非太公，予亦非文王也。”有司奏楚王英聚奸猾。十四年，帝作寿陵，陵东北作庑，长三丈，五步出外为小厨，财足祠祀。明帝自制石椁，广丈二尺，长二丈五。十五年二月，东巡狩。癸亥，帝耕于下邳。三月，幸孔子宅，祠孔子及七十二弟子。御讲堂，命太子、诸王说经。幸东平王宫。上怜广陵侯兄弟，赐以服御之物，又以皇子舆马，悉赋予之。十七年春，甘露仍降，树枝内附，芝生前殿，神雀五色，翔集京师。是夜，上梦见先帝、太后，梦中喜觉，因悲不能寐。明旦上陵，百官、胡客悉会，太常丞上言陵树华有甘露，上令百官采甘露。受赐毕，罢，上从席前伏御床，视太后镜奁中物，流涕，敕易奁中脂泽妆具。自帝即位，遵奉建武之政，有加而无损。初，世祖闵伤前世权臣太盛，外戚预政，上浊明主，下危臣子，汉家中兴，唯宣帝取法。至于建武，朝无权臣，外族阴、郭之家，不过九卿，亲属势位，不能及许、史、王氏之半。至永平，后妃外家贵者，裁家一人备列将校尉，在兵马官，充奉宿卫，阖门而已无封侯豫朝政者。自皇子之封，皆减旧制。尝案舆地图，皇后在傍，言钜鹿、乐成、广平各数县，租谷百万，帝令满二千万止。诸小王皆当略与楚、淮阳相比，什减三四，曰：“我子不当与先帝子等。”又国远而小于王，善节约谦俭如此。八月，帝崩于东宫前殿，在位十八年，时年四十八，谥曰孝明皇帝，葬显节陵。十二月，有司奏上尊号曰显宗，庙与世宗庙同日而祠，祫祭于世祖之堂，共进武德之舞，如孝文皇帝祫祭高庙故事。孝明皇帝尤垂意于经学，即位，删定拟议，稽合图谶，封师太常桓荣为关内侯，亲自制作五行章句。每飨射礼毕，正坐自讲，诸儒并听，四方欣欣。是时学者尤盛，冠带搢绅游辟雍而观化者以亿万计。"}]}, {"section": 2, "header": "纪二●肃宗孝章皇帝", "data": [{"ID": 17, "text": "孝章皇帝讳炟，孝明皇帝太子。永平三年二月，以皇子立为太子。年四岁，幼而聪达才敏，多识世事，动容进止，圣表有异。壮而仁明谦恕，温慈惠和，宽裕广博，亲爱九族，矜严方厉，威而不猛。既志于学，始治尚书，遂兼五经，周览古今，无所不观。于是上敬重之，每事谘焉。以至孝称，孜孜膝下。永平十八年，孝明皇帝崩，帝即位。"}, {"ID": 18, "text": "诏曰：“行太尉事赵憙，三世在位，为国元老，其以憙为太尉。”"}, {"ID": 19, "text": "建初二年，诏齐相其止勿复送冰纨、方空縠、吹纶絮也。"}, {"ID": 20, "text": "建初四年，诏诸王、诸儒会白虎观，讲五经同异。"}, {"ID": 21, "text": "章帝元和元年，日南献白雉、白犀。"}, {"ID": 22, "text": "章帝行幸，敕御史、司空，道桥所过历树木，今方春月，无得有所伐，辂车可引避也。"}, {"ID": 23, "text": "章帝元和二年，东巡狩，至于岱宗，柴望毕，有黄鹄三十从西南来，经祀坛上，东过于宫，翱翔而上。孔子后褒成侯等咸来助祭。祀五帝于汶上明堂，耕于定陶。"}, {"ID": 24, "text": "祠礼毕，命儒者论难。"}, {"ID": 25, "text": "章帝东巡狩，祠泰山，还，幸东平王宫，涕泣沾襟。"}, {"ID": 26, "text": "章帝元和二年，凤皇三十九、麒麟五十一、白虎二十九、黄龙四、青龙、黄鹄、鸾鸟、神马、神雀、九尾狐、三足乌、赤乌、白兔、白鹿、白燕、白鹊、甘露、嘉瓜、秬秠、明珠、芝英、华平、朱草、木连理实，日月不绝，载于史官，不可胜纪。"}, {"ID": 27, "text": "凤皇见肥城句窳亭槐树上。"}, {"ID": 28, "text": "章帝元和二年，三足乌集沛国。三年，代郡高柳乌子生三足，大如鸡，色赤，头上有角，长寸馀。五月戊申，诏曰：“乃者白乌、神雀、甘露屡臻，降自京师。”又有赤乌、白燕。"}, {"ID": 29, "text": "元和三年，白虎见彭城。"}, {"ID": 30, "text": "章帝章和元年，嘉谷孳生。"}, {"ID": 31, "text": "章和中，有华平生也。"}, {"ID": 32, "text": "章帝时，白狐见，群臣上寿。"}, {"ID": 33, "text": "章帝时，美阳得铜酒樽，采色青黄，有古文。"}, {"ID": 34, "text": "章帝赐尚书剑各一，手署姓名，韩棱楚龙泉，郅寿蜀汉文，陈宠济南锻成。一室两刃，其馀皆平剑。其时论者以为棱渊深有谋，故得龙泉。寿明达有文章，故得文剑。宠敦朴，有善于内，不见于外，故得锻成剑，皆因名而表意。"}, {"ID": 35, "text": "明德太后姊子夏寿等私呼虎贲张鸣与敖戏争斗，上特诏曰：“尔虎贲将军，蒙国厚恩，位在中臣，宿卫禁门，当进人不避仇雠，举罚不避亲戚。今者反于殿中交通轻薄，虎贲兰内所使，至命欲相杀于殿下，不避门内，畏懦恣纵，始不逐捕，此皆生于不学之门所致也。”"}, {"ID": 36, "text": "章帝时，嘉禾嘉麦，日月不绝。"}, {"ID": 37, "text": "章和元年诏：“芝草之类，岁月不绝。”"}, {"ID": 38, "text": "序曰：孝乎惟孝，友于兄弟，圣之至要也。乾乾夕惕，寅畏皇天，帝王之上行也。明德慎罚，汤、文所务也。密静天下，容于小大，高宗之极致也。肃宗兼兹四德，以继祖考。臣下百僚，力诵圣德，纪述明诏，不能辨章，岂敢空言增广，以累日月之光。"}]}, {"section": 3, "header": "纪二●穆宗孝和皇帝", "data": [{"ID": 39, "text": "孝和皇帝讳涛，章帝之中子也。母曰梁贵人，早薨。上自岐嶷，至于总角，孝顺聪明，宽和笃仁。孝章由是深珍之，以为宜承天位。年四岁，以皇子立为太子，初治尚书，遂兼览书传，好古乐道，无所不照。章和二年春二月，章帝崩，太子即位。永元元年，诏有司京师离宫园池，悉以假贫人也。二年二月壬午，日有食之，史官不觉，涿郡言之。三年春正月，帝加元服。时太后诏袁安为宾，赐束帛、乘马。诏曰：“高祖功臣，萧、曹为首，有传世不绝之谊。曹相国后容城侯无嗣，朕甚愍焉。望长陵东门，见二臣之墓，生既有节，终不远身，谊臣受宠，古今所同。遣使者以中牢祠，大鸿胪悉求近亲宜为嗣者，须景风绍封，以彰厥功。”四年春正月，单于乞降，赐玉具剑，羽盖车一驷，中郎将持节卫护焉。六月，大将军窦宪潜图弑逆，幸北宫，诏收捕宪党射声校尉郭茏，使谒者收宪大将军印绶，遣宪及弟笃、景就国，到皆自杀。五年正月，宗祀五帝于明堂，遂登灵台，望云物，大赦天下。自京师离宫果园上林广成囿悉以假贫人，恣得收捕，不收其税。六月，郡国大雨雹，大如雁子。六年六月，和帝初令伏闭昼日。七月，京师旱。幸洛阳寺，录囚徒，举冤狱。未还宫而澍雨。九年春正月，永昌徼外蛮夷及擅国重译奉贡。改殡梁皇后于承光宫，仪比敬园。初，后葬有阙，窦后崩后，乃议改葬。十年五月丁巳，京师大雨，南山水流出至东郊，坏民庐舍。十一年，复置右校尉官，置在西河鹄泽县。十二年，象林蛮夷攻燔官寺。秭归山高四百馀丈，崩填溪水，厌杀百馀人。十一月癸酉夜，白气长三丈，起国东北，指军市十日。是月，西域蒙奇、疏勒二国归义。十三年春正月上日，上以五经义异，书传意殊，亲幸东观，览书林，阅篇籍。十六年十一月己丑，行幸缑氏，登百坯山。元兴元年五月，右扶风雍地裂。朝无宠族，政如砥矢，惠泽沾濡，鸿恩茂笃。外忧庶绩，内勤经艺，自左右近臣，皆诵诗、书。德教在宽，仁恕并洽。是以黎元宁康，方国协和，贞符瑞应，八十馀品，帝让而不宣，故靡得而记。元兴元年十二月，帝崩于章德前殿，在位十七年，时年二十七，葬顺陵，庙曰穆宗。"}, {"ID": 40, "text": "序曰：穆宗之嗣世，正身履道，以奉大业。宾礼耆艾，动式旧典。宫无嫔嫱郑、卫之宴，囿无盘乐游畋之豫。躬履玄德，虚静自损。是以屡获丰年，远近承风云尔。"}]}, {"section": 4, "header": "纪二●孝殇皇帝", "data": [{"ID": 41, "text": "孝殇皇帝讳隆，和帝之少子也。和帝皇子数十，生者辄夭，故殇帝养于民。元兴元年十二月，和帝崩。是日仓卒，殇帝时生百馀日，乃立以为皇太子。其夜即位，尊皇后邓氏为皇太后。帝在襁褓，太后临朝。殇帝诏省荏弱平簟。延平元年八月，帝崩于崇德前殿，年二岁，葬康陵。"}, {"ID": 42, "text": "孝殇襁褓承统，寝疾不豫，天命早崩，国祚中绝，社稷无主，天下敖然，赖皇太后临朝，孔子称“有妇人焉”，信哉！"}]}, {"section": 5, "header": "纪三●恭宗孝安皇帝", "data": [{"ID": 43, "text": "孝安皇帝讳祜，清河孝王第二子也。少聪明敏达，慈仁惠和，宽容博爱，好乐施予。自在邸第，数有神光赤蛇嘉应，照耀于室内。又有赤蛇盘纡殿屋床笫之间，孝王常异之。年十岁，善史书，喜经籍，和帝甚喜重焉，号曰“诸生”。数燕见在禁中，特加赏赐，下及玩弄之物，诸王子莫得与比。殇帝即位，邓后临朝，以帝幼小，诏留于清河邸，欲为储副。殇帝崩，以王青盖车迎，齐于殿中，拜为长安侯，乃即帝位。谦让恪勤，孜孜经学，志在供养，委政长乐宫。永初元年，徼外羌龙桥等六种慕义降附。永昌献象牙、熊子。号皇太后母邓夫人为新野君。新城山泉水大出，突坏人田，水深三丈。十一月，上始讲尚书，书于典艺。二年春正月，帝加元服。六月，雹大如芋魁、鸡子，风拔树发屋。闰七月，徼外羌薄申等八种举众降。三年，雁门乌桓及鲜卑叛，战九原高梁谷。四年，司隶、豫、衮、徐、青、冀六州蝗。新野君薨，赠以玄玉赤绂，赙钱三千万，布三万匹。五年，汉阳人杜琦叛，琦自称安汉将军。汉阳故吏杜习手刺杀之。六年正月甲寅，谒宗庙。七年，郡国蝗飞过。滨水县彭城、广阳、庐江、九江谷九十万斛，送敖仓。元初元年，日南地坼长百八十二里，广五十六里。二年，青衣蛮夷堂律等归义。安定太守杜恢与司马钧等并威击羌，恢乘胜深入，至北地灵州丁奚城，为虏所害，钧拥兵不救，收钧下狱。蛮田山、高少等攻城，杀长吏。州郡募五里蛮夷、六亭兵追击，山等皆降。赐五里、六亭渠率金帛各有差。四年，武库火，烧兵物百二十五种，直千万以上。诏曰：“方今八月案比之时。”虔人种羌大豪恬狼等诣度辽将军降。延光二年，九真言嘉禾生，禾百五十六本，七百六十八穗。三年，凤皇集济南台丞霍穆舍树上，赐帛各有差。卫县木连理，定陵县木连理。颍川上言白鹿见。颍川上言麟见。黄龙见历城，又见诸县。四年三月，帝崩于叶县，在位十九年，时年三十二。御车所止，饮食、百官、鼓漏、起居、车骑、卤簿如故。及还宫，皇后与兄显，中常侍江京、樊丰等共与伪诈，不欲令群臣知上道崩，欲伪道得病，遣司徒等分诣郊庙社稷，告天请命，诬罔灵只，以亡为存。其夕发丧，群寮百姓，如丧考妣，塞外蛮夷，致祭涕泣。葬恭陵。"}, {"ID": 44, "text": "立章帝孙济北惠王寿子北乡侯犊。"}, {"ID": 45, "text": "圣德炳著。"}]}, {"section": 6, "header": "纪三●敬宗孝顺皇帝", "data": [{"ID": 46, "text": "孝顺皇帝讳保，孝安长子也。母早薨，追谥恭愍皇后。上幼有简厚之质，体有敦悫之性，宽仁温惠。始入小学，诵孝经章句，和熹皇后甚嘉之，以为宜奉大统。年六岁，永宁元年，为皇太子。受业尚书，兼资敏达。初，乳母王男、厨监邴吉为大长秋江京、中常侍樊丰等所谮诉，京惧有后害，遂共构太子，太子坐废为济阴王。安帝崩，北乡侯即尊位。王废绌，不得上殿临棺，而悲哀泣血，不下餐粥。北乡侯薨，车骑将军阎显等议：“前不用济阴王，今用怨人。”白阎太后，复徵诸王子，闭门发兵。中黄门孙程等十九人共讨贼臣，以迎济阴王于德阳殿西锺下，即皇帝位。司空刘授以阿附恶逆，辟召非其人，策罢。永建元年，太傅冯石、太尉刘熹以阿党权贵，李合以人多疾疫免。三年，大傅桓焉无清介辟召，策罢。四年，汉阳率善都尉蒲密因桂阳太守文砻献大明珠。诏曰：“"}, {"ID": 47, "text": "海内颇有灾异，而砻不推忠竭诚，而喻明珠之瑞，求媚烦扰，珠今封却还。”太尉刘光、司空张皓以阴阳不和，久托病，策罢。司徒许敬为陵轹使者策罢，以千石禄终身。六年，叶调国王遣使师会诣阙贡献，以师会为汉归义叶调邑君，赐其君紫绶，及掸国王雍由亦赐金印紫绶。阳嘉元年，望都、蒲阴狼杀女子九十七人，为不祠北岳所致。诏曰：“政失厥中，狼灾为应，至乃残食孤幼。博访其故，山岳尊灵，国所望秩，而比不奉祠，淫刑放滥，害加孕妇。”二年，汝南童子谢廉、河南童子赵远，年十二，各通一经。以太学初缮，应化而至，皆除郎中。疏勒王盘遣使文时诣阙，献师子、封牛，师子形似虎，正黄，有髯耏，尾端茸毛大如斗。冬十月庚午，以春秋为辟雍，隶太学，随月律。十月作应锺，三月作姑洗。元和以来，音戾不调，修复黄锺，作乐器，如旧典。四年，太尉施延以选举贪污，策罢。诏曰：“朕以不德，谪见于天，零陵言日食，京师不觉。”永和元年，大将军夫人躬先率下，淑慎其身，追号为开封君。六年十二月诏：“故将军马贤，前伐西夷，克敌深入，父子三人同命，其以汉中南郑之武阳亭封贤孙承先为武阳亭侯，食租税。”汉安元年，雒阳刘汉等百九十七家为火所烧，其九十家不自存，诏赐钱廪谷。时以远近献马众多，园厩充满，始置承华厩令，秩六百石。八月，遣侍中杜乔、光禄大夫周举等八人分行州郡，颁宣风化，举实臧否。二年，诏禁民无得酤卖酒麴。建康元年八月，帝崩于玉堂前殿，在位十九年，时年三十。遗诏无起寝庙，衣以故服，珠玉玩好皆不得下，务为节约。葬宪陵，庙曰敬宗。"}, {"ID": 48, "text": "有司奏言：“孝顺皇帝弘秉圣哲，龙兴统业，稽乾则古，钦奉鸿烈。宽裕晏晏，宣恩以极，躬自菲薄，以崇玄默。遗诏贻约，顾念万国。衣无制新，玩好不饰。茔陵损狭，不起寝庙，遵履前制，敬刔慎终，有始有卒。《孝经》曰：‘爱敬尽于事亲，而德教加于百姓。’诗云：‘敬慎威仪，惟民之则。’臣请上尊号曰敬宗庙，天子世世献奉，藏主祫祭，进武德之舞，如祖宗故事。”露布奏可。"}, {"ID": 49, "text": "中常侍籍建，遇奸追臣，追封为汝阴东乡侯。"}]}, {"section": 7, "header": "纪三●孝冲皇帝", "data": [{"ID": 50, "text": "孝冲皇帝讳炳，顺帝之少子也。年三岁，是时皇太子数不幸，国副未定，有司上言宜建圣嗣。建康元年四月，立为太子。顺帝崩，太子即帝位，尊皇后梁氏为皇太后。帝幼弱，太后临朝。永熹元年正月，帝崩于玉堂前殿，在位一年，葬怀陵。"}]}, {"section": 8, "header": "纪三●孝质皇帝", "data": [{"ID": 51, "text": "孝质皇帝讳缵，章帝玄孙，千乘贞王之曾孙也，乐安王孙，渤海王子也。年八岁，茂质纯淑，好学尊师，有闻于郡国。孝冲帝崩，徵封建平侯，即皇帝位。传勉头及所带玉印、鹿皮冠、黄衣诣洛阳，诏悬夏城门外，章示百姓。本初元年闰六月，帝崩于玉堂前殿，在位一年，时方九岁，葬静陵。"}]}, {"section": 9, "header": "纪三●威宗孝桓皇帝", "data": [{"ID": 52, "text": "孝桓皇帝讳志，章帝曾孙，河间孝王孙，蠡吾侯翼之长子也，母曰匽夫人。年十四，袭爵，始入，有殊于人，梁太后欲以女弟妃之。本初元年四月，徵诣雒阳。既至，未及成礼，会质帝崩，无嗣，太后密使瞻察威仪才明，任奉宗庙，遂与兄冀定策于禁中，迎帝即位，时年十五。太后犹临朝，御却非殿。改元建和。元年，芝草生中黄藏府。江舍及李坚等伏诛。永兴二年，光禄勋府吏舍夜壁下忽有青气，掘之，得玉玦，各有钩，长七寸三分，玦周五寸四分，身中皆有雕镂。诏司隶：“蝗水为灾，五谷不登，令所伤郡国皆种芜菁，以助民食。”延熹元年三月己酉，初置鸿德苑，置令。二年，大将军梁冀辅政，纵横为乱。帝与中常侍单超等五人共谋诛之，于是封超等为五侯。五侯暴恣日甚，毒流天下。司徒韩演、司空孙朗并坐不卫宫，止长寿亭，减死一等。以爵赎之。初置秘书监，掌典图书，古今文字，考合异同。烧当等八种羌叛，护羌校尉段熲追击到积石山。三年，白马令李云坐直谏诛。四年，京师雨雹，大如鸡子。五年，长沙贼起，时攻没苍梧，取铜虎符，太守甘定、刺史侯辅各奔出城。以京师水旱疫病，帑藏空虚，虎贲、羽林不任事者住寺，减半奉。时贼乘刺史车，屯据临湘，居太守舍。贼万人以上屯益阳，杀长吏。七年冬十月，上幸云梦，至新野公主、寿张敬侯庙。诏曰：“存善继绝，实藉德贞。武骑都尉樊演高祖父重，以光武皇帝元舅，扶助中兴，追封寿张侯，谥曰敬，祖父茂封冠军平望乡侯，五国并建，其二绝者祠之。”八年，妖贼盖登称“太皇帝”，有璧二十，圭五，铁券十一，后伏诛。九年，戴异锄田得金印，到广陵以与龙尚。七月，祀黄老于北宫濯龙中，以文罽为坛，饰金银扣器，采色眩耀，祠用三牲，太官设珍馔，作倡乐，以求福祥。名臣少府李膺等并为阉人所谮诬为党人，下狱死。永康元年，西河言白兔见。在位二十一年崩，年三十六。"}, {"ID": 53, "text": "桓帝好音乐，善琴笙。"}]}, {"section": 10, "header": "纪三●孝灵皇帝", "data": []}, {"section": 11, "header": "表●百官表", "data": []}, {"section": 12, "header": "志●律历志", "data": []}, {"section": 13, "header": "志●礼志", "data": []}, {"section": 14, "header": "志●乐志", "data": [{"ID": 54, "text": "汉乐四品：一曰大予乐，典郊庙、上陵殿诸食举之乐。郊乐，易所谓“先王以作乐崇德，殷荐上帝”，周官“若乐六变，则天神皆降，可得而礼也”。宗庙乐，虞书所谓“琴瑟以咏，祖考来假”，诗云“肃雍和鸣，先祖是听”。食举乐，王制谓“天子食举以乐”，周官“王大食则令奏锺鼓”。二曰周颂雅乐，典辟雍、飨射、六宗、社稷之乐。辟雍、飨射，孝经所谓“移风易俗，莫善于乐”，礼记曰“揖让而治天下者，礼乐之谓也”。社稷，诗所谓“琴瑟击鼓，以御田祖”者也。礼记曰“夫乐施于金石，越于声音，用乎宗庙、社稷，事乎山川、鬼神”，此之谓也。三曰黄门鼓吹，天子所以宴乐群臣，诗所谓“坎坎鼓我，蹲蹲舞我”者也。其短箫铙歌，军乐也。其传曰黄帝岐伯所作，以建威扬德，风劝士也。盖周官所谓“王师大献则令凯乐，军大献则令凯歌”也。孝章皇帝亲著歌诗四章，列在食举，又制云台十二门诗，各以其月祀而奏之。熹平四年正月中，出云台十二门新诗，下大予乐官习诵，被声，与旧诗并行者，皆当撰录，以成乐志。"}]}, {"section": 15, "header": "志●郊祀志", "data": [{"ID": 55, "text": "太尉赵憙上言曰：“自古帝王，每世之隆，未尝不封禅。陛下圣德洋溢，顺天行诛，拨乱中兴，作民父母，修复宗庙，救万姓命，黎庶赖福，海内清平。功成治定，群司礼官咸以为宜登封告成，为民报德。百王所同，当仁不让。宜登封岱宗，正三雍之礼，以明灵契，望秩群神，以承天心也。”"}, {"ID": 56, "text": "中元元年正月，群臣复奏言：“登封告成，为民报德，百王所同。陛下辄拒绝不许，臣下不敢颂功述德业。谨按河雒谶书，赤汉九世，当巡封泰山，凡三十六事，傅奏左帷。陛下遂以仲月令辰，遵岱岳之正礼，奉图雒之明文，以和灵瑞，以为兆民。”上曰：“至泰山乃复议。国家德薄，灾异仍至，图谶盖如此。”"}, {"ID": 57, "text": "上东巡狩，至泰山，有司复奏河雒图记表章赤汉九世尤著明者，前后凡三十六事。与博士充等议，以为“殷统未绝，黎庶继命，高宗久劳，犹为中兴。武王因父，受命之列，据三代郊天，因孔子甚美其功，后世谓之圣王。汉统中绝，王莽盗位，一民莫非其臣，尺土靡不其有，宗庙不祀，十有八年。陛下无十室之资，奋振于匹夫，除残去贼，兴复祖宗，集就天下，海内治平，夷狄慕义，功德盛于高宗、武王。宜封禅为百姓祈福。请亲定刻石纪号文，太常奏仪制”。诏曰：“许。昔小白欲封，夷吾难之；季氏欲旅，仲尼非焉。盖齐诸侯，季氏大夫，皆无事于泰山。今予末小子，巡祭封禅，德薄而任重，一则以喜，一则以惧。喜于得承鸿业，帝尧善及子孙之馀赏，盖应图籙，当得是当。惧于过差，执德不弘，言道不笃，为议者所诱进，后世知吾罪深矣。”"}, {"ID": 58, "text": "北夷作寇，千里无烟火，无鸡鸣狗吠之声。"}, {"ID": 59, "text": "封禅，其玉牒文秘，天子事也。"}, {"ID": 60, "text": "明帝宗祀五帝于明堂，光武皇帝配之。"}, {"ID": 61, "text": "诏曰：“经称‘秩元祀，咸秩无文’。祭法‘功施于民则祀之，以死勤事则祀之，以劳定国则祀之，能御大灾则祀之。以日月星辰，民所瞻仰也；山林川谷丘陵，民所取材用也。非此族也，不在祀典’。传曰：‘圣王先成民而致力于神。’又曰：‘山川之神，则水旱疠疫之灾，于是乎禜之。日月星辰之神，则雪霜风雨之不时，于是乎禜之。’孝文十二年令曰：‘比年五谷不登，欲有以增诸神之祀。’王制曰：‘山川神祇有不举者，为不敬。’今恐山川百神应典祀者尚未尽秩，其议增修群祀宜享祀者，以祈丰年，以致嘉福，以蕃兆民。诗不云乎：‘怀柔百神，及河乔岳。’有年报功，不私幸望，岂嫌同辞，其义一焉。’"}, {"ID": 62, "text": "祠礼毕，命儒者论难。"}, {"ID": 63, "text": "孝成时，匡衡奏立北郊，复祠六宗。至建武都雒阳，制郊祀，六宗废不血食，大臣上疏谓宜复旧。上从公议，由是遂祭六宗。"}, {"ID": 64, "text": "永平三年八月丁卯，公卿奏议世祖庙登歌八佾舞名。东平王苍议，以为汉制旧典，宗庙各奏其乐，不皆相袭，以明功德。秦为无道，残贼百姓，高皇帝受命诛暴，元元各得其所，万国咸熙，作武德之舞。孝文皇帝躬行节俭，除诽谤，去肉刑，泽施四海，孝景皇帝制昭德之舞。孝武皇帝功德茂盛，威震海外，开地置郡，传之无穷，孝宣皇帝制盛德之舞。光武皇帝受命中兴，拨乱反正，武畅方外，震服百蛮，戎狄奉贡，宇内治平，登封告成，修建三雍，肃穆典祀，功德巍巍，比隆前代。以兵平乱，武功盛大。歌所以咏德，舞所以象功，世祖庙乐名宜曰大武之舞。元命包曰：“缘天地之所杂乐为之文典。”文王之时，民乐其兴师征伐，而诗人称其武功。琁机钤曰：“有帝汉出，德洽作乐。”各与虞韶、禹夏、汤护、周武无异，不宜以名舞。协图徵曰：“大乐必易。”诗传曰：“颂言成也，一章成篇，宜列德，故登歌清庙一章也。”汉书曰：“百官颂所登御者，一章十四句。”依书文始、五行、武德、昭德、盛德修之舞，节损益前后之宜，六十四节为舞，曲副八佾之数。十月烝祭始御，用其文始、五行之舞如故。进武德舞歌诗曰：“于穆世庙，肃雍显清，俊乂翼翼，秉文之成。越序上帝，骏奔来宁，建立三雍，封禅泰山，章明图谶，放唐之文。休矣惟德，罔射协同，本支百世，永保厥功。”诏书曰：“骠骑将军议可。”进武德之舞如故。"}, {"ID": 65, "text": "章帝初即位，赐东平宪王苍书曰：“朕夙夜伏思，念先帝躬履九德，对于八政劳谦克己终始之度，比放三宗诚有其美。今迫遗诏，诫不起寝庙，臣子悲结，佥以为虽于更衣，犹宜有所宗之号，以克配功德。宗庙至重，朕幼无知，寤寐忧惧。先帝每有著述典议之事，未尝不延问王，以定厥中。愿王悉明处，乃敢安之。公卿议驳，今皆并送。及有可以持危扶颠，宜勿隐。思有所承，公无困哉！”太尉憙等奏：“礼，祖有功，宗有德。孝明皇帝功德茂盛，宜上尊号曰显宗，四时祫食于世祖庙，如孝文皇帝在高庙之礼，奏武德、六始、五行之舞。”苍上言：“昔者孝文庙乐曰昭德之舞，孝武庙乐曰盛德之舞，今皆祫食于高庙，昭德、盛德之舞不进，与高庙同乐。今孝明皇帝主在世祖庙，当同乐，盛德之乐无所施；如自立庙当作舞乐者，不当与世宗庙盛德之舞同名，即不改作舞乐，当进武德之舞。臣愚毡鄙陋，庙堂之论，诚非所当闻所宜言。陛下体纯德之妙，奋至谦之意，猥归美于载列之臣，故不敢隐蔽愚情，披露腹心。诚知愚鄙之言，不可以仰四门宾于之议。伏惟陛下以至德当成、康之隆，天下乂安刑措之时也。百姓盛歌元首之德，股肱贞良，庶事宁康。臣钦仰圣化，嘉羡盛德，危颠之备，非所宜称。”上复报曰：“有司奏上尊号曰显宗，藏主更衣，不敢违诏。祫食世祖，庙乐皆如王议。以正月十八日始祠。仰见榱桷，俯视几筵，眇眇小子，哀惧战栗，无所奉承。爱而劳之，所望于王也。”"}, {"ID": 66, "text": "建初四年八月，上以公卿所奏明德皇后在世祖庙坐位驳议示东平宪王苍，苍上言：“文、武、宣、元祫食高庙，皆以后配。先帝所制，典法设张。《大雅》曰：“昭哉来御，从其祖武。’又曰：‘不愆不忘，率由旧章。’明德皇后宜配孝明皇帝。”"}, {"ID": 67, "text": "永初六年，皇太后入宗庙，于世祖庙与皇帝交献焉，如光烈皇后故事。"}]}, {"section": 16, "header": "志●地理志", "data": [{"ID": 68, "text": "萧何墓在长陵东司马门道北百步。"}, {"ID": 69, "text": "霍光墓在茂陵东司马门道南四里。"}, {"ID": 70, "text": "王莽分钜鹿为和成郡。"}, {"ID": 71, "text": "蛇丘有芳陉山。"}, {"ID": 72, "text": "东缗，县名，属山阳郡。"}, {"ID": 73, "text": "光武中兴，都洛阳，又于南阳置南都。"}, {"ID": 74, "text": "鲁阳乡在寻阳县。"}, {"ID": 75, "text": "西海有胜山。"}, {"ID": 76, "text": "秦时改为太末，有龙丘山在东，有九石特秀，色丹，远望如莲华。苌之隐处有一岩穴如窗牖，中有石旣，可寝处。"}, {"ID": 77, "text": "建安二十年，复置汉宁郡，分汉中之安阳、西城。又分钖、上庸为上庸郡，置都尉。"}, {"ID": 78, "text": "安帝即位之年，分三县来属。"}, {"ID": 79, "text": "临济，王莽更名利居，安帝永初二年，改从今名。"}, {"ID": 80, "text": "永兴元年，乡三千六百八十二，亭万二千四百四十二。"}]}, {"section": 17, "header": "志●车服志", "data": [{"ID": 81, "text": "天子行有锡罕。"}, {"ID": 82, "text": "永平二年正月，公卿议春南北郊，东平王苍议曰：“孔子曰：‘行夏之时，乘殷之路，服周之冕。’为汉制法。高皇帝始受命创业，制长冠以入宗庙。光武受命中兴，建明堂，立辟雍。陛下以圣明奉遵，以礼服龙衮，祭五帝。礼缺乐崩，久无祭天地冕服之制。按尊事神祇，洁斋盛服，敬之至也。日月星辰，山龙华藻，天王衮冕十有二旒，以则天数；旗有龙章日月，以备其文。今祭明堂宗庙，圆以法天，方以则地，服以华文，象其物宜，以降神明，肃雍备思，博其类也。天地之礼，冕冠裳衣，宜如明堂之制。”"}, {"ID": 83, "text": "武冠，俗谓之大冠。"}, {"ID": 84, "text": "贵人、相国绿绶，三采，绿紫白，纯绿圭。公、侯、将军紫绶，二采，紫白，纯紫圭。公主封君同。九卿、中二千石青绶，三采，青白红，纯青圭。千石、六百石黑绶，二采，青绀，纯青圭。四百、三百、二百石黄绶，一采，纯黄圭。百石青绀绶，一采，宛转缪织圭。"}, {"ID": 85, "text": "孝明帝作蠙珠之佩，以郊祀天地。"}, {"ID": 86, "text": "赐段熲亦帻，故知自上下通服之，皆乌也。厨人绿，驭人赤，舆辇人黄，驾五辂人逐车色。其承远游进贤者，施以掌导，谓之介帻。承武弁者，施以笄导，谓之平巾。"}]}, {"section": 18, "header": "传一●光烈阴皇后", "data": [{"ID": 87, "text": "有阴子公者，生子方，方生幼公，公生君孟，名睦，即后之父也。"}, {"ID": 88, "text": "上微时，过新野，闻后美，心悦之。后至长安，见执金吾车骑甚盛，因叹曰：“仕宦当作执金吾，娶妻当得阴丽华。”更始元年，遂纳后于宛。"}, {"ID": 89, "text": "光烈阴皇后，上即位，立为贵人。上以后性贤仁，宜母天下，欲授以尊位。后辄退让，自陈不足以当大位。"}, {"ID": 90, "text": "后为皇后。"}, {"ID": 91, "text": "失亲数十年，言及未尝不流涕。"}]}, {"section": 19, "header": "传一●明德马皇后", "data": [{"ID": 92, "text": "明德皇后尝久病，至卜者家为卦，问咎祟所在。卜者卦定释蓍，仰天叹息。卜者乃曰：“此女明年小疾，必将贵。遂为帝妃，不可言也。”"}, {"ID": 93, "text": "后长七尺二寸，青白色，方口美发。"}, {"ID": 94, "text": "明帝马皇后美发，为四起大髻，但以发成，尚有馀，绕髻三匝，复出诸发。眉不施黛，装不求饰。独左眉角小缺，补之如粟。常称疾而终身得意。"}, {"ID": 95, "text": "先人后己，发于至诚。"}, {"ID": 96, "text": "荐达左右。"}, {"ID": 97, "text": "永平三年春，有司奏请立长秋宫，以率八妾。上未有所言。皇太后曰：“马贵人德冠后宫。”遂登至尊。先是数日，后梦有小虫飞无数随著身，入皮肤中，复飞出。"}, {"ID": 98, "text": "明德皇后既处椒房，太官上饭，累肴膳备副，重加幕覆，辄撤去，谴敕令与诸舍相望也。"}, {"ID": 99, "text": "明德马后不喜出入游观，希尝临御涜牖。"}, {"ID": 100, "text": "马后袍极粗疏，诸主朝望见，反以为绮。后曰：“此缯染色好，故直用之。”"}, {"ID": 101, "text": "明德马皇后尝有不安，时在敬法殿东厢，上令太夫人及兄弟得入见。"}, {"ID": 102, "text": "马皇后志在克己辅上，不以私家干朝廷。兄马防为虎贲中郎将，弟为黄门郎，讫永平世不迁。"}, {"ID": 103, "text": "明德马后，时上欲封诸舅，外间白太后，曰：“吾自念亲属皆无柱石之功，俗语曰：‘时无赭，浇黄土。’”"}, {"ID": 104, "text": "太后诏曰：“吾万乘主，欲身率众，身服大练缣裙，食不求所甘，左右傍人皆无薰香之饰。前过濯龙门上，见外家问起居，车如流水，马如游龙，仓头衣绿恳，领袖正白，顾视御者，不及之。亦不谴怒，但绝其岁用，冀以默止欢耳。”"}, {"ID": 105, "text": "上欲封诸舅，马太后辄断绝曰：“计之熟矣，勿有疑也。至孝之行，安亲为上。今遭变异，谷价数倍，忧惶昼夜，不安坐卧，而欲封爵，违逆慈母之拳拳。吾素刚急，有胸中气，不可不慎。穰岁之后，唯子之志，吾但当含饴弄孙，不能复知政。”"}, {"ID": 106, "text": "后素谨慎，小感慨辄自责，如平生事舅姑。时新平主家御者失火，及北阁后殿，深以自过，起居不忻。至正月当上原陵，言我守备不精，惭见原陵，不上。"}, {"ID": 107, "text": "明德马后置织室，蚕于濯龙中，数往来观视，内以为娱乐，外以先女功。"}, {"ID": 108, "text": "明德后诏书流布，咸称至德，王主诸家，莫敢犯禁。广平、钜鹿、乐成王在邸，入问起居，帝望见车骑鞍勒皆纯黑，无金银彩饰，马不逾六尺，于是以白太后，即赐钱各五百万，于是施亲戚，被服自如。"}]}, {"section": 20, "header": "传一●章德窦皇后", "data": [{"ID": 109, "text": "进止得适，人事修备。"}, {"ID": 110, "text": "后性敏给。"}]}, {"section": 21, "header": "传一●敬隐宋皇后", "data": [{"ID": 111, "text": "敬隐宋后以王莽末年生，遭世仓卒，其母不举，弃之南山下。时天寒，冬十一月，再宿不死。外家出过于道南，闻有儿啼声，怜之，因往就视，有飞鸟纡翼覆之，沙石满其口鼻，能喘，心怪伟之，以有神灵，遂取而持归养，长至年十三岁，乃以归宋氏。"}, {"ID": 112, "text": "章帝宋贵人，时窦皇后内宠方盛，以贵人名族，节操高妙，心内害之，欲为万世长计，阴设方略，谗毁贵人，由是母子见疏。数月，诬奏贵人使婢为蛊道祝诅，七年，遂被谮暴卒。"}]}, {"section": 22, "header": "传一●孝和阴皇后", "data": [{"ID": 113, "text": "孝和阴皇后，聪慧敏达，有才能，善史书。永元二年，选入掖庭，为贵人，托以先后近属，故有宠"}, {"ID": 114, "text": "巫蛊咒诅。"}]}, {"section": 23, "header": "传一●和熹邓皇后", "data": [{"ID": 115, "text": "和熹邓后年五岁，太夫人为剪发，夫人年老目冥，并中后额，虽痛忍而不言，一额尽伤。左右怪而问之，后言：“夫人哀我为断发，难伤老人意，故忍之耳。”"}, {"ID": 116, "text": "和熹皇后六岁，诸兄持后发，后曰：“身体发肤，受之父母，不敢毁伤，孝之始也，奈何弄人发乎？”"}, {"ID": 117, "text": "六岁能书。"}, {"ID": 118, "text": "诸兄读经，难问其意。"}, {"ID": 119, "text": "和熹邓后七岁读论语，志在书传，母常非之曰：“当习女工，今不是务，宁当学博士耶？”后重违母意，昼则缝纫，夜私买脂烛读经传，宗族外内皆号曰“诸生”。"}, {"ID": 120, "text": "和熹邓皇后尝梦扪天体，荡荡正青，滑如磄●，有若锺乳，后仰嗽之。以讯占梦，言尧梦攀天而上，汤梦及天舐之，皆圣主之梦。"}, {"ID": 121, "text": "博览五经传记。"}, {"ID": 122, "text": "和熹邓后逊位，手书谢表，深陈德薄，不足以奉承宗庙，充少君之位。"}, {"ID": 123, "text": "和熹邓后即位，万国贡献悉禁绝，惟岁时供纸墨而已。"}, {"ID": 124, "text": "邓太后赐冯贵人步摇一具。"}, {"ID": 125, "text": "和熹后时，新遭大忧，法禁未设，宫中亡大珠一箧，主名不立。太后念欲下掖庭考问之，恐有无辜僵仆者，乃亲自临见宫人，一一阅问，察其颜色，开示恩信。宫人盗者，即时其服，不加鞭棰，不敢隐情，宫人惊，咸称神明。"}, {"ID": 126, "text": "邓太后雅性不好淫祀。"}, {"ID": 127, "text": "邓太后临朝，上林鹰犬，悉斥放之。"}, {"ID": 128, "text": "下□尚书曰：“国家离乱，大匇未安，黄门鼓吹，曷有燕乐之志。欲罢黄门鼓吹。”"}, {"ID": 129, "text": "和熹邓后称制，永初二年三月，京师旱，至五月朔，太后幸雒阳寺，省庶狱，举冤囚。徒杜泠不杀人，自诬，被掠羸困，使舆见，畏吏，不敢自理。吏将去，微疾举颈，若欲有言，太后察视觉之，即呼还问状，遂信，即时收令下狱抵罪，尹左迁。行未还宫，澍雨大降。"}, {"ID": 130, "text": "邓太后尝体不安，左右忧惶，至令祷祠，愿以人为代。太后闻之，即谴怒，敕掖庭令以下：“何故乃有此不祥之言？”左右咸流涕，叹太后临大病，不自顾，而念兆民。后病瘳，岂非天地之应与？"}, {"ID": 131, "text": "和熹邓后自遭大忧，及新野君仍丧，诸兄常悲伤思慕，羸瘦骨立，不能自胜。"}]}, {"section": 24, "header": "传一●顺烈梁皇后", "data": [{"ID": 132, "text": "有光景之祥。"}, {"ID": 133, "text": "九岁诵论语。"}, {"ID": 134, "text": "孝顺梁皇后，永建三年春三月丙午，选入掖庭。相工茅通见之，瞿然惊骇，却再拜贺曰：“此所谓日角偃月，相之极贵，臣所未尝见。”太史卜之，兆得寿房，又筮之，得坤之比。"}, {"ID": 135, "text": "顺帝阳嘉元年，立顺烈皇后。是时自冬至春不雨，尊后之日，嘉澍沾渥。"}, {"ID": 136, "text": "太后摄政。"}]}, {"section": 25, "header": "传一●窦贵人", "data": [{"ID": 137, "text": "窦章女，顺帝初，入掖庭为贵人，早卒。帝追思之，诏史官树碑颂德，章自为之辞。"}]}, {"section": 26, "header": "传一●孝崇匽皇后", "data": [{"ID": 138, "text": "申贵人生孝穆皇帝，赵夫人为穆皇后，匽夫人生桓帝。帝既立，追谥赵夫人为穆皇后，匽夫人为博园贵人。和平元年，桓帝诏曰：“博园匽贵人履高明之懿德，资淑美之嘉会，与天合灵，笃生朕躬，‘欲报之德’，诗所感叹，今以贵人为孝崇皇后。”"}]}, {"section": 27, "header": "传一●孝桓邓皇后", "data": [{"ID": 139, "text": "孝桓帝邓后，字猛，父香，早死，猛母宣改嫁为掖庭民梁纪妻。纪者，襄城君孙寿之舅也。寿引进令入掖庭，得宠为贵人，故冒姓为梁氏。"}]}, {"section": 28, "header": "传一●灵帝宋皇后", "data": [{"ID": 140, "text": "左道。"}]}, {"section": 29, "header": "传一●灵思何皇后", "data": [{"ID": 141, "text": "长七尺一寸。书钞卷二三"}]}, {"section": 30, "header": "传二●齐武王演", "data": [{"ID": 142, "text": "演字伯升。王莽末年，天下大旱，蝗虫蔽天，盗贼群起，四方溃畔。伯升遂起兵舂陵。"}, {"ID": 143, "text": "伯升进围宛，莽素震其名，大惧，使画伯升像于埻，旦起射之。"}, {"ID": 144, "text": "平林后部攻新野，不下，宰潘临登城言曰：“得司徒刘公一信，愿先下。”及伯升军至，即开门降。"}, {"ID": 145, "text": "伯升作攻城斗车，上曰：“地车不可用，谁当独居此上者？”伯升曰：“此兵法也。”上曰：“兵法但有所图画者，实不可用。”伯升遂作之。后有司马犯军令，当斩，坐斗车上。"}, {"ID": 146, "text": "更始遂共谋诛伯升，大会诸将，以成其计。更始取伯升宝剑视之，绣衣御史申屠建随献玉玦，更始竟不能发。"}, {"ID": 147, "text": "刘伯升部将宗人刘稷，数陷阵溃围，勇冠三军。闻更始立，怒曰：“本起兵图大事者，伯升兄弟，更始何为者耶？”更始闻而心忌之。以稷为抗威将军，稷不肯拜。更始乃收稷，将诛之，伯升固争，并执伯升，即日害之。"}]}, {"section": 31, "header": "传二●北海靖王兴", "data": [{"ID": 148, "text": "兴迁弘农太守，县吏张申有伏罪，兴收申案论，郡中震栗。时年旱，分遣文学循行属县，理冤狱，宥小过，应时甘雨澍降。"}, {"ID": 149, "text": "北海靖王兴，上抚育如子，每朝廷有异政，京师雨泽，秋稼好丑，辄驿马下问兴。其见亲重如此。"}]}, {"section": 32, "header": "传二●北海敬王睦", "data": [{"ID": 150, "text": "北海敬王睦，显宗之在东宫，尤见幸。而睦性谦恭好士，名儒宿德，莫不造门。永平中，法宪颇峻，睦乃谢绝宾客，放心音乐。岁终，遣中大夫奉璧朝贺，召而谓曰：“朝廷设问寡人，大夫将何辞对？”使者曰：“大王忠孝慈仁，敬贤乐士，臣虽蝼蚁，敢不以实？”睦曰：“吁，子危我哉！此乃孤幼时进趋之行也。大夫其对以孤袭爵已来，志意衰惰，声色是娱，犬马是好。”使者受命而行。"}, {"ID": 151, "text": "北海敬王睦善草书，临病，明帝驿马令作草书尺牍十首焉。"}]}, {"section": 33, "header": "传二●赵孝王良", "data": [{"ID": 152, "text": "光武初起兵，良搏手大呼曰：“我欲诣纳言严将军。”叱上起去。出閤，令人视之。还白方坐啗脯，良复欢呼。上言“不可欢露”。明旦欲去。前白良曰：“欲竟何时诣严将军所？”良意下，曰：“我为诈汝耳，当复何苦乎？”"}, {"ID": 153, "text": "乾私出国，到魏郡邺、易阳，止宿亭，令奴金盗取亭席，金与亭佐孟常争言，以刃伤常，部吏追逐，乾藏逃，金绞杀之，悬其尸道边树。国相举奏，诏书削中丘。"}]}, {"section": 34, "header": "传二●刘弘", "data": [{"ID": 154, "text": "刘弘，字禹孙，年十五，治欧阳尚书，布衣徒行，请诵孜孜。"}, {"ID": 155, "text": "弘字孺孙，先起义兵，卒。"}]}, {"section": 35, "header": "传二●刘梁", "data": [{"ID": 156, "text": "梁字季少，病筋挛卒。"}]}, {"section": 36, "header": "传二●城阳恭王祉", "data": [{"ID": 157, "text": "初名终，后改为祉。"}, {"ID": 158, "text": "刘敞曾祖节侯买，以长沙定王子封于零道之舂陵乡，为舂陵侯。敞父仁嗣侯，于时见户四百七十六，以舂陵地势下湿，有山林毒气，难以久处，上书愿减户徙南阳，留男子昌守坟墓，元帝许之。初元四年，徙南阳之白水乡，犹以舂陵为国名，遂与众弟钜鹿都尉回往家焉。仁卒，敞谦俭好义，推父时金宝财产与昆弟。荆州刺史上其义行，拜卢江都尉。"}, {"ID": 159, "text": "敞临庐江岁馀，遭旱，行县，人持枯稻，自言稻皆枯。吏强责租。敞应曰：“太守事也。”载枯稻至太守所。酒数行，以语太守，太守曰：“无有。”敞以枯稻示之，太守曰：“都尉事邪？”敞怒叱太守曰：“鼠子何敢尔！”刺史举奏，莽徵到长安，免就国。"}, {"ID": 160, "text": "敞为嫡子终娶宣子女习为妻，宣使嫡子姬送女入门，二十馀日，义起兵。"}, {"ID": 161, "text": "祉以建武二年三月见于怀宫。"}]}, {"section": 37, "header": "传二●东海恭王强", "data": [{"ID": 162, "text": "东海恭王强，光武皇帝长子也。母郭后。建武二年六月，立为皇太子。十七年十月，郭后废为中山太后。自郭后废，强不自安，数因左右陈诚，愿备藩辅。十九年六月，强废为东海王。二十八年十月，就国，兼食东海、鲁国二郡二十九县，租入倍诸王，赏赐恩宠绝无伦比，置虎贲旄头云罕，宫殿设锺廪之悬。强性聪达恭谦，临之国，比上书让还东海十九县，又因皇太子固辞。上不许，以强章示公卿大夫，深嘉叹之。"}, {"ID": 163, "text": "东海王强薨，上发鲁相所上檄，下床伏地，举声尽哀，至长乐宫，白太后，因出幸津门亭发丧。"}, {"ID": 164, "text": "东海王强薨，追念强雅性恭俭，不欲令厚葬以违其意，诏中常侍杜岑、东海傅相曰：“王恭谦好礼，以德自终。敕官属遣送，务行约省，茅车瓦器，以成王志。”"}, {"ID": 165, "text": "东海王强孙顷王肃，性谦俭，修恭王法。永初中，以西羌未平，上钱二千万。元初中，复上缣万疋，以助国费。"}]}, {"section": 38, "header": "传二●沛献王辅", "data": [{"ID": 166, "text": "沛献王辅，善京氏易。永平五年秋，京师少雨，上御云台，召尚席取卦具自卦，以周易卦林占之，其繇曰：“蚁封穴户，大雨将集。”明日大雨。上即以诏书问辅曰：“道岂有是耶？”辅上书曰：“案易卦震之蹇，蚁封穴户，大雨将集。蹇，艮下坎上，艮为山，坎为水。山出云为雨，蚁穴居而知雨，将云雨，蚁封穴，故以蚁为兴文。”诏报曰：“善哉！王次序之。”"}, {"ID": 167, "text": "沛王、楚王来朝，皆就国，明帝告诸王傅相，王诸子年五岁以上，皆令带列侯印，复送绶十九枚，为诸王子在道欲急带之也。"}, {"ID": 168, "text": "沛献王辅，性恭严有威，好经书，论集经传图谶，作五经通论。奉蕃以至没，遵履法度，未尝犯禁，称为贤王。"}]}, {"section": 39, "header": "传二●楚王英", "data": [{"ID": 169, "text": "楚王英奉送黄缣三十五疋、白纨五疋入赎，楚相以闻，诏书还赎缣纨，以助伊蒲塞桑门之盛馔。"}, {"ID": 170, "text": "光武子楚王英谋反自杀。"}]}, {"section": 40, "header": "传二●济南安王康", "data": [{"ID": 171, "text": "济南安王康，多殖财货，大治宫室，起内第，奴婢千四百人。"}]}, {"section": 41, "header": "传二●东平宪王苍", "data": [{"ID": 172, "text": "东平王苍，少好经书，雅有智慧。"}, {"ID": 173, "text": "东平宪王苍，少有孝友之质，宽仁弘雅。中元二年，光武帝崩，明帝诏曰：“东平王苍，宽博有谋，可以托六尺之孤，临大节而不可夺，其以苍为骠骑将军，位在三公上。”"}, {"ID": 174, "text": "是时四方无虞，苍以天下化平，宜修礼乐，乃与公卿共议定南北郊冠冕车服制度，乃祖庙登歌八佾舞数。苍以亲辅政，尽心王室，每有议事，上未尝不见从，名称日重。"}, {"ID": 175, "text": "东平宪王苍开东閤，延英雄。"}, {"ID": 176, "text": "东平宪王苍上书表荐名士左冯翊桓虞等，虚己礼下，与参政事。"}, {"ID": 177, "text": "上尝问东平王苍曰：“在家何业最乐？”苍对曰：“为善最乐。”上嗟叹之。"}, {"ID": 178, "text": "东平王苍与诸王朝京师，月馀还。帝临送归宫，凄然怀思，乃遣使手诏诸国曰；“辞别之后，独坐不乐，因就车归，伏轼而吟，瞻望永怀，实劳我心，诵及采菽，以增叹息。”"}, {"ID": 179, "text": "明帝诏书示诸国曰：“诏问东平王苍处家何等最乐，王对曰：‘"}, {"ID": 180, "text": "为善最乐。’”帝曰：“其言甚大，副其腰腹。”苍美鬓髯，腰带八尺二寸。"}, {"ID": 181, "text": "上以所自作光武皇帝本纪示东平宪王苍，苍因上世祖受命中兴颂。上甚善之，以问校书郎，此与谁等，皆言类相如、扬雄，前代史岑比之。"}, {"ID": 182, "text": "建初三年，上赐东平王苍书曰：“岁月骛过，山陵浸远，孤心惨怆。飨卫士南宫，皇太后因过按行阅视旧时衣物。惟王孝友之德，今以光烈皇后假髻、帛巾各一、衣一箧遗王，可时瞻视，以慰凯风寒泉之思。今鲁国孔氏尚有仲尼车舆冠履，明德盛者，光灵远也。致宛马一匹。闻武帝歌天马，沾赤汗，今亲见其然，血从前髆上小孔中出。”"}, {"ID": 183, "text": "四年，苍上疏愿朝。上以王触寒涉道，使中谒者赐乘舆貂裘。苍到洛阳，使鸿胪持节郊迎，引入，不在赞拜之位，升殿乃拜，上亲答拜。苍上疏曰：“赐奉朝请，咫尺天颜，事过典故。”诸王归国，上特留苍。赐以秘书列图、道术秘方。至八月饮酎毕，有司复奏遣苍，乃许之。手诏赐苍曰：“骨肉天性，诚不以远近亲疏，然数见颜色，情重昔时，中心恋恋，恻然不能言。”于是车驾祖送，流涕而诀。复赐乘舆服御，珍宝鞍马，钱布以亿万计。"}, {"ID": 184, "text": "东平王苍到国后病水气喘逆，上遣太医丞相视之，小黄门侍疾。置驿马，传起居，以千里为程。"}, {"ID": 185, "text": "东平王苍葬，章帝诏有司加赐鸾辂乘马，龙旗九旒，虎贲百人。"}, {"ID": 186, "text": "章帝幸东平，祭东平王墓，云：“思其人，到其乡，其处在，其人亡。”"}]}, {"section": 42, "header": "传二●阜陵质王延", "data": [{"ID": 187, "text": "阜陵质王延在国侈泰骄佚。"}]}, {"section": 43, "header": "传二●广陵思王荆", "data": [{"ID": 188, "text": "广陵思王荆，性刻急隐害，喜文法，有才能。中元二年，世祖崩，不悲哀，而作飞书与东海王强，说之，令举兵为逆乱。强得荆书，即执其行书者，封上之。以亲亲隐其事，遣荆止河南宫。"}, {"ID": 189, "text": "广陵王荆祝诅，自杀。"}]}, {"section": 44, "header": "传二●中山简王焉", "data": [{"ID": 190, "text": "简王焉以郭太后少子，独留京师。"}]}, {"section": 45, "header": "传二●琅邪孝王京", "data": [{"ID": 191, "text": "琅邪孝王京就国都，雅好宫室，穷极技巧，壁带玉饰以金银。"}, {"ID": 192, "text": "光烈皇后崩，明帝悉以太后所遗金宝赐京。"}]}, {"section": 46, "header": "传二●彭城靖王恭", "data": [{"ID": 193, "text": "恭赐号灵寿王，未有国邑。"}, {"ID": 194, "text": "恭子男丁前妻物故，酺侮慢丁小妻，恭怒，闭酺马厩，酺亡，夜诣彭城县欲上书，恭遣从官仓头晓令归，数责之，乃自杀。"}, {"ID": 195, "text": "丙为都乡侯，国为安乡侯，丁为鲁阳乡侯。"}, {"ID": 196, "text": "定兄据卞亭侯，弟光昭阳亭侯，固公梁亭侯，兴蒲亭侯，延昌城亭侯，祀梁父亭侯，坚西安亭侯，代林亭侯。"}]}, {"section": 47, "header": "传二●乐成靖王党", "data": [{"ID": 197, "text": "乐成靖王党，善史书，喜正文字。"}]}, {"section": 48, "header": "传二●乐成王苌", "data": [{"ID": 198, "text": "安帝诏曰：“乐成王居谅暗，衰服在身，弹棋为戏，不肯谒陵。”"}]}, {"section": 49, "header": "传二●下邳惠王衍", "data": [{"ID": 199, "text": "和帝赐恭诏曰：“皇帝问彭城王始夏无恙。盖闻尧亲九族，万国协和，书典之所美也。下邳王被病沈滞之疾，昏乱不明，家用不宁，姬妾适庶，诸子分争，纷纷至今。前太子卬顽凶失道，陷于大辟，是后诸子更相诬告，迄今适嗣未知所定，朕甚伤之。惟王与下邳王恩义至亲，正此国嗣，非王而谁？礼重适庶之序，春秋之义大居正。孔子曰：‘惟仁者能好人，能恶人。’贵仁者所好恶得其中也。太子国之储嗣，可不慎欤！王其差次下邳诸子可为太子者上名，将及景风拜授印绶焉。”"}]}, {"section": 50, "header": "传二●梁节王畅", "data": [{"ID": 200, "text": "梁节王畅上疏曰：“筋骨相连，命在丝发。”"}]}, {"section": 51, "header": "传二●清河王庆", "data": [{"ID": 201, "text": "永元四年，移幸北宫章德殿，讲白虎观，庆得入省宿止。"}, {"ID": 202, "text": "十五年，有司以日食阴盛，奏遣诸王侯就国。诏曰：“甲子之异，责由一人。诸王幼稚，早离顾复，弱冠相育，常有蓼莪、凯风之哀。选懦之恩，知非国典，且复宿留。”"}]}, {"section": 52, "header": "传二●平原王胜", "data": [{"ID": 203, "text": "平原王葬，邓太后悲伤，命史官述其行迹，为作传诔，藏于王府。"}]}, {"section": 53, "header": "传三●刘玄", "data": [{"ID": 204, "text": "刘玄，字圣公，光武族兄也。弟为人所杀，圣公结客欲报之。客犯法，圣公避吏于平林。吏系圣公父子张。圣公诈死，使人持丧归舂陵，吏乃出子张，圣公因自逃匿。王莽末，南方饥馑，人庶群入野泽，掘凫茈而食，更相侵夺。新市人王匡、王凤为平理诤讼，遂推为渠帅，众数百人。诸亡命往从之，数月间至七八千人，号新市兵。平林人陈牧、廖湛复聚众千馀人，号平林兵。圣公入平林中，与伯升会，遂共围宛。圣公号更始将军。自破甄阜等，众庶来降十馀万。诸将立刘氏，南阳英雄皆归望于伯升。然汉兵以新市、平林为本，其将帅素习圣公，因欲立之。而朱鲔立坛城南淯水上，诣伯升。吕植通礼经，为谒者，将立圣公为天子仪以示诸将。马武、王匡以为王莽未灭，不如且称王。张卬拔剑击地曰：“称天公尚可，称天子何谓不可！”于是诸将军起，与圣公至于坛所，奉通天冠进圣公。于是圣公乃拜，冠，南面而立，改元为更始元年。上为太常偏将军。上破二公于昆阳城，而更始收刘稷及伯升，即日皆物故。上驰诣宛谢罪，更始大惭。长安中兵攻王莽，斩首，收玺绶诣宛。更始入便坐黄堂上视之，曰：“莽不如此，当与霍光等。”更始韩夫人曰：“莽不如此，帝那为得之？”更始北都洛阳，李松等自长安传舆服御物，及中黄门从官至洛阳。关中咸相望天子，更始遂西发洛阳，李松奉引，车马奔，触北阙铁柱门，三马皆死。更始至长安，居东宫，锺鼓帷帐，宫人数千，官府闾里，御府帑藏，皆安堵如旧。更始上前殿，郎吏以次侍。更始愧恧，俯刮席与小常侍语，郎吏怪之。更始纳赵萌女为后，有宠，遂委政于赵萌，日在后庭与妇人书饮，诸将军言事，更始醉不能见。时不得已，乃令侍中坐帷内与语，诸将识非更始声，出皆怨之。韩夫人尤嗜酒，每侍饮，见常侍奏事，辄怒曰：“帝方对我饮，正用此时持事来乎！”起，抵破书案。所置牧守交错，州郡不知所从。赵萌以私事捽侍中。侍中曰：“陛下救我。”更始言：“大司马纵之。”萌曰：“臣不受诏。”遂斩之。更始在长安自恣，三辅苦之。又所署官爵皆群小，里闾语曰：“使儿居市决，作者不能得。佣之市空返，问何故，曰：今日骑都尉往会日也。”被服威仪，不似衣冠，或绣面衣、锦葱、诸于、襜褕，骂詈道路，为百姓之所贱。长安中为之歌曰：“灶下养，中郎将。烂羊胃，骑都尉。烂羊头，关内侯。”由是四方不复信向京师。雒阳人韩鸿为谒者，更始二年，使持节降河北，拜除二千石。其冬，赤眉十馀万人入关。徐宣、樊崇等入至弘农枯枞山下，与更始将军苏茂战。崇北至蓩乡，转至湖。引兵入上林，更始骑出厨城门，诸妇女皆从后车呼更始，当下拜城。更始下马拜谢城，乃去，至高陵。上闻更始失城，乃下诏封更始为淮阳王，而赤眉刘盆子亦下诏以圣公为长沙王。更始仍许赤眉，求降，上玺绶，乃封为畏威侯。赤眉谢禄曰：“三辅兵多欲得更始，一旦失之，合兵攻公，自灭之道也。”遂害更始。诏邓禹收葬于霸陵。"}, {"ID": 205, "text": "下江王风、王延兵侵疆，与荆州牧战，钩牧车屏●泥，刺款款陪乘，度足以得牧，然不敢害，尚愿望赦。"}, {"ID": 206, "text": "三辅豪杰入长安，攻未央宫。庚戌，杜虞杀莽于渐台，东海公宾就得其首，传诣宛，封滑侯。"}]}, {"section": 54, "header": "传三●朱鲔", "data": [{"ID": 207, "text": "朱鲔等遂会城南洧水上沙中，设坛，立圣公为天子。"}, {"ID": 208, "text": "鲔破，上大喜，诸将军贺，思上尊号。"}, {"ID": 209, "text": "更始大司马朱鲔守洛阳，吴汉诸将围守数月不下。世祖以岑彭尝为鲔校尉，令彭说鲔曰：“赤眉已得长安，今公谁为守乎？萧王受命平定燕、赵，百姓安土归心，贤俊四面云集。今北方清净，大兵来攻洛，保一城，欲何望乎？不如亟降。”鲔曰：“大司徒公被害时，鲔与其谋，又谏更始无遣上北伐，自知罪深，故不敢降耳。”彭还诣河阳白上，上谓彭复往晓之：“夫建大事者，不忌小怨。今降，官爵可保，况诛罚乎？”上指水曰：“河水在此，吾不食言。”彭奉上旨，复至城下说鲔，因曰：“彭往者得执鞭侍从，蒙荐举拔擢，深受厚恩，思以报义，不敢负公。”鲔从城上下索曰：“必信，可乘上。”彭趋索欲上。鲔见其不疑，即曰：“旦蚤与我会上东门外。”彭如期往，与鲔交马语。鲔轻骑诣彭降，彭为杀羊具食。鲔曰：“身为降虏，未见吴公，诸将不敢食。”彭即令鲔自缚，与俱见吴公，将诣行在所河津亭。上即时解鲔缚，复令彭夜送归洛阳。"}, {"ID": 210, "text": "成德侯朱鲔玄孙杞，坐杀人国除。"}]}, {"section": 55, "header": "传三●申屠志", "data": [{"ID": 211, "text": "申屠志以功封汝阴王，上书以非刘氏还王玺，改为颍阳侯。"}]}, {"section": 56, "header": "传三●王郎", "data": [{"ID": 212, "text": "宫婢生子，正与同时，即易之。"}, {"ID": 213, "text": "知命者谓侍郎韩公等。"}, {"ID": 214, "text": "王郎遣谏议大夫杜威持节诣军门，上遣棨戟迎，延请入军。威称说实成帝遗体子舆也。上曰：“设使成帝复生，天下不可复得，况诈子舆乎！”"}]}, {"section": 57, "header": "传三●苏茂", "data": [{"ID": 215, "text": "苏茂杀淮阳太守，得其郡，营广乐。大司马吴汉围茂，茂将其精兵突至湖陵，与刘永相会。"}]}, {"section": 58, "header": "传三●庞萌", "data": [{"ID": 216, "text": "庞萌为平狄将军，与盖延共击董宪，诏书独下延，而不及萌，萌以为延谮己，自疑，遂反。上闻之，大怒，乃自将兵讨萌，与诸将书曰：“吾常以庞萌为社稷臣，将军得无笑其言乎？”"}]}, {"section": 59, "header": "传三●王闳", "data": [{"ID": 217, "text": "王闳者，王莽叔父平阿侯谭子也。王莽篡位，潜忌闳，乃出为东郡太守。闳惧诛，常系药手内。莽败，汉兵起，闳独完全。"}]}, {"section": 60, "header": "传三●彭宠", "data": [{"ID": 218, "text": "彭宠，字伯通，南阳宛人也。父宏，哀帝时为渔阳太守，有名于边。容貌饮食绝众。是时单于来朝，当道二千石皆选容貌饮食者，故宏徙为云中太守。"}, {"ID": 219, "text": "彭宏元始中迁河南太守，至渑池，夜逢小贼叩马，宏下车，曰：“将军哀之。”车中有监御史马况，奏举，宏乃坐免。"}, {"ID": 220, "text": "浮密奏宠，上徵之。宠既自疑，其妻劝宠无应徵，“今渔阳大郡，兵马众多，奈何为人所奏，而弃此去”。宠与所亲信吏计议，吏皆怨浮，劝宠止不应徵。"}, {"ID": 221, "text": "梦裸袒冠帻，逾城，髡徒推之。宠堂上闻虾钶声在火垆下，凿地求之，不得。"}, {"ID": 222, "text": "彭宠奴子密等三人共谋劫宠，宠时斋，独在便坐室中，昼卧。子密等三奴缚庞著床板，告外吏：“大王解斋，吏皆便休。”又用宠声呼其妻入室，见宠，惊曰：“奴反！”奴乃捽其妻头，击其颊。宠曰：“趣为诸将军辨装。”两奴将妻入取宠物，一奴守宠。宠谓奴曰：“若小儿，我素所爱，今解我缚，当以女珠妻若。”小奴见子密听其语，遂不得解。子密收金玉衣物，使宠妻缝两缣囊。夜解宠手，令作记告城门将军云：“今遣子密等诣子后兰卿所，其开门出，勿稽留。”书成，即断宠及妻头，置缣囊中，西入上告。世祖封子密为不义侯。"}, {"ID": 223, "text": "彭宠故旧渤海赵宽妻子家属依托宠居，宽仇家赵伯有好奴，以赇宠。宠贪之，为尽杀宽家属。宠之绗德不仁贪狼如此。"}]}, {"section": 61, "header": "传三●卢芳", "data": [{"ID": 224, "text": "芳，安定人。属国胡数千畔，在参蛮，芳从之，诈姓刘氏，自称西平王。会匈奴句林王将兵来降参蛮胡，芳因随入匈奴，留数年。单于以中国未定，欲辅立之，遣毋楼且王求入五原，与假号将军李兴等结谋，兴北至单于庭迎芳。芳外倚匈奴，内因兴等，故能广略边郡。"}]}, {"section": 62, "header": "传四●李通", "data": [{"ID": 225, "text": "齐武王常杀通同母弟申屠臣，上不得已过通，乃买半臿佩刀裹之。至通舍，时病卧，因持上手得刀。通异之，乃谓上曰：“一何武也！”上曰：“以备不虞耳。”"}, {"ID": 226, "text": "王莽前队大夫诛谋反者，李次元闻事发觉，被马欲出。马驾在辕中，惶遽著鞍上马，出门顾见车方自觉，乃止。"}, {"ID": 227, "text": "李通娶宁平公主。为大司空。通性谦恭，常避权势，谢病不视事。"}, {"ID": 228, "text": "李通上疏曰：“臣经术短浅，智能空薄。”"}, {"ID": 229, "text": "李通上大司空印绶，以特进奉朝请。及有司奏请封诸皇子，帝感通首创大谋，即日封通少子雄为邵陵侯。每幸南阳，常遣使者以太牢祀通父冢。"}, {"ID": 230, "text": "子音嗣。音卒，子定嗣。定卒，子箕嗣。"}]}, {"section": 63, "header": "传四●邓晨", "data": [{"ID": 231, "text": "晨曾祖父隆，扬州刺史，祖父勋，交址刺史。"}, {"ID": 232, "text": "晨与上共载出，逢使者不下车，使者怒，颇加耻辱。上称江夏卒史，晨更名侯家丞。使者以其诈，将至亭，欲罪之，新野宰潘叔为请，得免。"}, {"ID": 233, "text": "邓晨，南阳人，与上起兵，新野吏乃烧晨先祖祠堂，污池室宅，焚其冢墓。宗族皆怒，曰：“家自富足，何故随妇家入汤镬中？”晨终无恨色。"}, {"ID": 234, "text": "光武微时与邓晨观谶，云“刘秀当为天子”。或言“国师公刘秀当之”。光武曰：“安知非仆乎？”建武三年，上徵邓晨还京师，数宴见，说故旧平生为忻乐。晨从容谓帝曰：“仆竟辨之。”帝大笑。"}, {"ID": 235, "text": "邓晨为陈留郡，兴鸿郤陂，益地数千顷，溉郡稻，常以丰熟，兼流给他郡。"}]}, {"section": 64, "header": "传四●来歙", "data": [{"ID": 236, "text": "来歙，字君叔，南阳新野人也。父冲。歙有大志慷慨，治春秋左氏，东诣洛阳见上，上大喜，曰：“君叔独劳苦。”即解所被襜襦以衣歙，拜太中大夫。"}, {"ID": 237, "text": "来歙，字君叔，南阳人也。建武五年，持节送马援，奉玺书于隗嚣。嚣遣子恂随入侍。时山东略定，帝谋西收嚣兵，与俱伐蜀。嚣将王元说嚣，故狐疑不决。歙素刚直，遂发愤责之曰：“"}, {"ID": 238, "text": "国家以公知臧否，晓废兴，故以手书畅至意。足下推忠诚，遣伯春委质，是君臣父子信也。今乃欲从佞惑之言，为族灭之计，叛主负子，违背忠信。吉凶之决，在于今日。”因欲前刺嚣，嚣起入，部勒兵，将杀歙，歙徐杖节就车而去。"}, {"ID": 239, "text": "上闻得略阳，甚悦。左右怪上数破大敌，今得小城，何足以喜？然上以略阳嚣所依阻，心腹已坏，则制其支体易也。"}, {"ID": 240, "text": "嚣围来歙于略阳，世祖诏曰：“桃花水出，船盘皆至，郁夷、陈仓，分部而进者也。”"}, {"ID": 241, "text": "上大发关东兵，自将上陇，隗嚣众溃走，围解。于是置酒高会，劳赐诸将，来歙班坐绝席，在诸将之右，赐歙妻缣千疋。"}, {"ID": 242, "text": "光武使来歙监诸将。"}, {"ID": 243, "text": "来歙征公孙述，诏于汧积谷六万斛，驴四百头负驮。"}, {"ID": 244, "text": "隗嚣破后，有五溪六种寇侵，见便钞掠，退阻营堑。来歙乃大治攻具冲车度堑，遂与五溪战，大破之。"}, {"ID": 245, "text": "来歙与盖延攻公孙述将王元。破之，蜀人大惧，使刺客刺歙，歙未死，驰告盖延。延见歙，伏悲不能仰视。歙叱曰：“故呼卿，欲属以军事，而反效儿女子泣涕乎！”延收泪强起，受所诫。歙自书表，投笔抽刃而死。"}, {"ID": 246, "text": "帝嘉歙忠节，复封歙弟由为宜西乡侯。"}]}, {"section": 65, "header": "传四●邓禹", "data": [{"ID": 247, "text": "邓禹，字仲华，南阳新野人。年十三，能诵诗，受业长安。时上亦游学京师，禹年虽幼，而见上知非常人，遂相亲附。"}, {"ID": 248, "text": "邓禹，字仲华，南阳人也。更始既至雒阳，以世祖为大司马，使安集河北。禹闻之，自南阳发，北径渡河，追至邺谒，上见之甚驩，谓曰：“我得拜除长吏。生远来，宁欲仕耶？”禹曰：“不愿也。”"}, {"ID": 249, "text": "邓禹闻上安集河北，即杖策北渡，追及于邺。上欣其至。禹进说曰：“更始虽都关西，今山东未安，赤眉、青犊之属，动以万数，三辅假号，往往群聚。更始既未有所挫，而不自听断，诸将皆庸人屈起，志在财币，争用威力，朝夕自快，非有忠良明智，深虑远图，欲尊主安民者。明公虽建蕃辅之功，犹恐无所成立。于今之计，莫如揽延英雄，务悦民心，立高祖之业，救万民之命。以公而虑天下，不足定也。”上大悦，因令左右号禹曰邓将军，常宿止于中，与定计议。"}, {"ID": 250, "text": "上至广阿，止城门楼上，披舆地图，指示邓禹曰：“天下郡国如是，我乃始得一处，卿言天下不足定，何也？”"}, {"ID": 251, "text": "上破邯郸，诛王郎，欲北发突骑。禹曰：“吴汉有智谋，诸将鲜能及者。”上以禹为知人。"}, {"ID": 252, "text": "光武即位，拜邓禹为大司徒。制曰：“前将军邓禹，深执忠孝，与朕谋谟帷幄，决胜千里。孔子曰：‘自吾有回也，门人日以亲。’封禹为酇侯。”"}, {"ID": 253, "text": "赤眉入长安，邓禹乘胜独克，而师行有纪，皆望风相携以迎降者，日以千数，众号百万"}, {"ID": 254, "text": "邓禹为司徒，讨赤眉，不以时进，光武敕曰：“司徒，尧也；赤眉，桀也。今长安饥民。孰不延望？”"}, {"ID": 255, "text": "自冯愔反后，邓禹威稍损，又乏食。赤眉还入长安，邓禹与战，败走，至高陵，军士饥饿，皆食藻菜。帝乃徵禹还，敕曰：“赤眉无谷，自当来降，吾折棰笞之，非诸将忧也。”"}, {"ID": 256, "text": "邓禹与赤眉战，赤眉佯败，弃辎重走，车皆载土，以豆覆其上。兵士饥，争取之。赤眉引还击之，军溃乱。时百姓饥，人相食，黄金一斤易豆五升，道路断隔，委输不至，军士悉以协实为粮。"}, {"ID": 257, "text": "邓禹攻赤眉，辄不利，吏士散亡尽，禹独与二十四骑还诣雒阳。"}, {"ID": 258, "text": "建武中，邓禹罢三公，以列侯就第，位特进。"}, {"ID": 259, "text": "邓禹，右将军官罢，以特进奉朝请。"}, {"ID": 260, "text": "邓禹笃于经书，教学子孙。"}, {"ID": 261, "text": "邓禹，字仲华，以元功拜太傅。进见东向，甚见尊宠。"}, {"ID": 262, "text": "序曰：贤骏思圣主，风云从龙武，自然之应也。邓禹以弱冠睹废兴之兆，嬴粮策马，以追世祖，遂信竹帛之愿，建社稷之谋，袭萧何之爵位，可谓材难矣。受命之初，躬率六师。中兴治定，勒号泰山。圣上继体，立师傅，位三公，功德之极，而禹兼之。易称“"}, {"ID": 263, "text": "利见大人”，诗有“自求多福”，其禹之谓与？"}]}, {"section": 66, "header": "传四●邓训", "data": [{"ID": 264, "text": "邓训，字平叔，谦恕下士，无贵贱见之如旧，朋友子往来门内，视之如子，有过加鞭扑之教。太医皮巡从猎上林还，暮宿殿门下，寒疝病发。时训直事，闻巡声，起往问之，巡曰：“冀得火以熨背。”训身至太官门为求火，不得，乃以口嘘其背，复呼同庐郎共更嘘，至朝遂愈也。"}, {"ID": 265, "text": "邓训，字平叔，永平中，治滹抟、石臼河，从都庐至羊肠仓，欲令通漕。太原吏民苦转运，所经三百八十九隘，前后没溺死者不可胜算。建初三年，拜训谒者，使监领其事，更用驴辇，岁省亿万计，活徒士数千人。"}, {"ID": 266, "text": "邓训尝将黎阳营兵屯狐奴，后迁护乌桓校尉，黎阳营故吏皆恋慕，故吏最贫羸者举国，念训尝所服药北州少乏，又知训好青泥封书，从黎阳步推鹿车于雒阳市药，还过赵国易阳，并载青泥一幞，至上谷遗训。其得人心如是。"}, {"ID": 267, "text": "邓训为护乌桓校尉，吏士常大病疟，转易至数十人。训身煮汤药，咸得平愈。其无妻者，为适配偶。"}, {"ID": 268, "text": "训坐私与扈通书，免归。燕人思慕，为之作歌。"}, {"ID": 269, "text": "邓训拜张掖太守，以身率下，河西改俗，邻郡则之。"}, {"ID": 270, "text": "训为护羌校尉，时迷吾子迷唐，别与武威种羌合兵万骑，来至塞下，未敢攻训，先欲胁月氏胡。训拥卫诸故，令不得战。"}, {"ID": 271, "text": "训发湟中秦、胡、羌兵四千人，出塞掩击迷唐于雁谷。"}, {"ID": 272, "text": "邓训为护羌校尉，乃发湟中六千人，令长史任尚将之，缝革为舡，乃置于暂上以渡河，掩击胡羌卢落大豪，多有斩获。"}, {"ID": 273, "text": "邓训为护羌校尉，诸胡皆喜。羌俗，耻病死，每病临困，辄持刀以自刺。训闻有困病者，辄拘持束缚，不与兵刃，使医药疗治，愈者非一，小大莫不感悦。训病卒，吏民羌胡爱惜，旦夕临者数千人，或以刀自割，又刺杀犬马牛羊，曰：“邓使君已死，我曹皆死耳。”前乌桓吏士皆奔走道路，至以空城郭。家家立祠，每有病，辄祷求福。"}]}, {"section": 67, "header": "传四●邓鸿", "data": [{"ID": 274, "text": "永平六年，邓鸿行车骑将军，位在九卿上，绝坐。"}]}, {"section": 68, "header": "传四●邓陟", "data": [{"ID": 275, "text": "邓陟，字昭伯。邓训五子，及女弟为贵人，立为皇后，陟三迁虎贲中郎将。延平元年，拜为车骑将军、仪同三司。仪同三司始自陟也。"}, {"ID": 276, "text": "邓陟兄弟常居禁中，陟谦退，不欲久在内，连求还第，太后乃许。"}, {"ID": 277, "text": "永初元年，以定策增封邓陟三千户。让不获，遂逃避使者，间阙上疏，自陈情焉。"}, {"ID": 278, "text": "殇帝崩，惟安帝宜承大统，车骑将军邓陟定策禁中，封陟为上蔡侯。"}]}, {"section": 69, "header": "传四●邓悝", "data": [{"ID": 279, "text": "邓俚，字叔昭。安帝即位，拜悝城门校尉。自延平之初，以国新遭大忧，故悝兄弟率常在中供养两宫，比上疏自陈：“愚暗粪朽，幸得遭值明盛，兄弟充列显位，并侍帷幄，豫闻政事，无拾遗一言之助，以补万分，而久在禁省，日月益长，罪责日深，唯陛下哀怜。”"}]}, {"section": 70, "header": "传四●邓弘", "data": [{"ID": 280, "text": "邓弘，字叔纪。和熹后兄也。天资喜学，师事刘述，常在师门，布衣徒行，讲诵孜孜。奴醉，击长寿亭长，亭长将诣第白之。弘即见亭长，赏钱五千，厉声曰：“健直当然。”异日，奴复与宫中卫士忿争，卫士欧棰奴，弘闻，复赏五千。"}, {"ID": 281, "text": "邓弘收恤故旧，无所失，父所厚同郡郎中王临，年老贫乏，弘常居业给足，乞与衣裘舆马，施之终竟。"}, {"ID": 282, "text": "邓弘薨，有司复请加谥曰昭成君，发五校轻车骑士为陈，至葬所，所施皆如霍光故事，皇太后但令门生挽送。"}]}, {"section": 71, "header": "传四●邓阊", "data": [{"ID": 283, "text": "邓阊，字季昭，迁黄门侍郎。于时国家每有灾异水旱，阊侧身暴露，忧惧动侦，形于颜色，公卿以下，咸高尚焉，汉兴以来，为外戚仪表。"}, {"ID": 284, "text": "邓太后报邓阊曰：“长归冥冥，往而不反。”"}, {"ID": 285, "text": "邓阊，字季昭，拜侍中，出则陪乘，入侍左右，忠言善谋，先纳善圣法诫臣辅之言，朝夕献纳，虽得于上，身在亲近，不敢自恃，敬之心弥笃。"}, {"ID": 286, "text": "邓氏自中兴后，累世宠贵，凡侯者二十九人，公二人，大将军以下十三人，中二千石十四人，州牧郡守四十八人，其馀侍中、大夫、郎、谒者，不可胜数，东京莫与为比。"}]}, {"section": 72, "header": "传四●邓豹", "data": [{"ID": 287, "text": "邓豹，字伯庠，迁大匠，工无虚张之缮，徒无饥寒之色。"}]}, {"section": 73, "header": "传四●邓遵", "data": [{"ID": 288, "text": "邓遵，元初中，迁度辽将军，讨击羌虏，斩首八百馀级，得铠弩刀矛戟楯匕首二三千枚。"}, {"ID": 289, "text": "邓遵破匈奴，得釜镬二三千枚。"}, {"ID": 290, "text": "邓遵破匈奴，得剑匕首二三千枚。"}, {"ID": 291, "text": "邓遵破诸羌，诏赐邓遵金刚鲜卑绲带一具，虎头鞶囊一，金错刀五十，辟把刀、墨再屈环横刀、金错屈尺八佩刀各一，金蚩尤辟兵钩一。"}]}, {"section": 74, "header": "传四●寇恂", "data": [{"ID": 292, "text": "更始时，大司马朱鲔在雒阳。上欲南定河内，问禹曰：“诸将谁可使守河内者？”禹曰：“寇恂文武备足，有牧民御众之才。河内富实，南迫雒阳，非寇恂莫可使也。”上拜寇恂为河内太守，行大将军事。"}, {"ID": 293, "text": "上拜寇恂河内太守，恂移书属县，讲兵肄射，伐淇园之竹，治矢百馀万。"}, {"ID": 294, "text": "上传闻朱鲔破河内，有顷，寇恂檄至，上大喜，曰：“吾知寇子翼可任也。”诸将军贺，因上尊号。"}, {"ID": 295, "text": "寇恂为河内守，上即位，高邑军食急。恂以骊马送谷，前后不绝。"}, {"ID": 296, "text": "光武以寇恂为河内太守，行大将军事。恂同门生董崇说恂曰：“上新即位，四方未定，而君以此时据大郡，此谗人所侧目，怨祸之府也，宜思功遂身退之计。”恂然其言，因病不视事。"}, {"ID": 297, "text": "建武二年，寇恂为颍川太守，便道之官，郡大生旅豆，收得一万馀斛，以应给诸营。"}, {"ID": 298, "text": "执金吾贾复在汝南，部将杀人颍川，捕得，寇恂乃戮之于市。复以为耻，过颍川，谓左右曰：“吾今见恂，必手剑之。”恂知其谋，不欲与相见。恂曰：“昔蔺相如屈于廉颇者，为国也。”乃刔属县盛供具，一人皆兼二人之馔。恂乃出迎于道，称疾还。贾复勒兵欲追之，而吏士皆醉，遂过去。恂遣谷崇以状闻，上乃徵恂。恂至引见，时复先在座，欲起相避。上曰：“"}, {"ID": 299, "text": "天下未定，两虎安得私斗？今日朕分之。”于是受赐，极欢宴，遂同载车出，相与结厚。"}, {"ID": 300, "text": "寇恂为颍川守，郡中政理，贼不入界。"}, {"ID": 301, "text": "寇恂为河内太守，徵入为金吾，颍川盗贼群起。车驾南征，恂从至颍川，盗贼悉降。百姓遮道曰：“愿从陛下复借寇君一年。”上乃留恂。"}, {"ID": 302, "text": "隗嚣死，其将高峻拥兵据高平，帝入关，将自征之。寇恂时从。上议遣使降之，帝乃谓恂曰：“卿前止吾此举，今为吾行也。若峻不即降，引耿弇等五营击之。”恂奉玺书至高平，峻遣军师皇甫文谒，辞礼不屈。恂怒，将诛文。诸将谏曰：“高峻精兵万人，卒多强弩，西遮陇道，连年不下。今欲降之，反戮其使，无乃不可乎？”恂不应，遂斩之，遣其副归告峻曰：“军师无礼，已戮之矣。欲降，急降；不欲，固守。”峻惶恐，即日开城降。诸将皆贺，因曰：“敢问戮其使而降城，何也？”恂曰：“皇甫文，峻之腹心，其所计事者也。今来不屈，无心降耳。”诸将皆曰：“非所及也。”"}]}, {"section": 75, "header": "传四●冯异", "data": [{"ID": 303, "text": "异荐邑子铫期、叔寿、殷建、左隆等，光武皆以为掾史。"}, {"ID": 304, "text": "齐武王以谮诉遇害，上与众会饮食笑语如平常。冯异侍从亲近，见上独居，不御酒肉，坐卧枕席有泣涕处，异独入叩头，宽解上意。"}, {"ID": 305, "text": "冯异因间进说曰：“天下同苦王氏，思汉久矣。更始诸将纵横暴虐，所至虏掠，百姓失望。今专命方面，施行恩德。夫有桀、纣之乱，乃见汤、武之功。民人饥渴，易为充饱。宜急分遣官属，徇行郡县，理冤结，布惠泽。”上纳之。"}, {"ID": 306, "text": "王朗起兵，上自蓟东南驰，晨夜草舍，夜至饶阳燕蒌亭。时天寒烈，众皆饥疲，冯异上豆粥。明旦，上谓诸将曰：“昨日得公孙豆粥，饥寒俱解。”"}, {"ID": 307, "text": "上闻王郎军将至，复惊去。至南宫，天大雨，上引车入道傍空舍，灶中有火，冯异抱薪，邓禹炊火，上对灶炙衣。冯异进一笥麦饭兔肩，因渡呼抟河。"}, {"ID": 308, "text": "冯异，字公孙，为人谦退，与诸将相逢，辄引车避道。每止顿，诸将共论功伐，异常屏止树下，军中号“大树将军”。"}, {"ID": 309, "text": "异敕吏士，非交战受敌，常行诸营之后，相逢引车避之，由是无争道变斗。"}, {"ID": 310, "text": "更始遣舞阴王李轶、廪丘王田立、大司马朱鲔、白虎公陈矫将兵号三十万，与河南太守武勃共守雒阳。上乃拜异为孟津将军，军河上，以拒朱鲔等。"}, {"ID": 311, "text": "上报异曰：“轶多诈不信，人不能得其要领，今移其书。”"}, {"ID": 312, "text": "上以冯异为孟津将车，屯河上，击走朱鲔，追至雒阳城门，环城一匝乃还。上闻之，大喜，诸将皆贺。"}, {"ID": 313, "text": "黄龙见于河，诸将劝光武立，乃召冯异。冯异曰：“更始败亡，天下无主。”上曰：“我梦乘龙上天，觉悟，心中动悸。”异因下席再拜贺曰：“此天命发于精神。心中动悸，大王重慎之性也。”异遂与诸将定议上尊号。"}, {"ID": 314, "text": "冯异，颍川人，建武中，征贼还过阳翟，诏异上冢，别下颍川太守、都尉及三百里内长吏皆会，使中大夫致牛酒，宗族会郡县给费。"}, {"ID": 315, "text": "建武二年，遣冯异西击赤眉于关中，车驾送至河南，赐以乘舆七尺玉具剑，敕异曰：“念自修整，无为郡县所笑。”异顿首受命。"}, {"ID": 316, "text": "黾池霍郎、陕王长、湖浊惠、华阴阳沈等称将军者皆降。"}, {"ID": 317, "text": "异与赤眉遇于华阴，降其将刘始、王重等。"}, {"ID": 318, "text": "冯异，字公孙，拜为征西将军，与赤眉相距。上命诸将士屯渑池，为赤眉所乘，反走上回溪阪。异复合兵追击，大破之淆底。玺书劳异曰：“垂翅回溪，奋翼渑池，失之东隅，收之桑榆。”"}, {"ID": 319, "text": "使者宋嵩西上，因以章示异。"}, {"ID": 320, "text": "光武引见冯异，诵于公卿曰：“是我起兵时主簿，为吾披荆棘定关中者也。”"}, {"ID": 321, "text": "上赐冯异玺书曰：“闻吏士精锐，水火不避，购赏之赐，必不令将军负丹青，失断金也。”"}]}, {"section": 76, "header": "传四●冯彰", "data": [{"ID": 322, "text": "永平五年，封平乡侯，食郁林潭中。"}, {"ID": 323, "text": "彰子普坐斗杀游徼，会赦，国除。"}]}, {"section": 77, "header": "传四●岑彭", "data": [{"ID": 324, "text": "岑彭亡归宛，与贰师严尤共城守。"}, {"ID": 325, "text": "更始遣立威王张卬与将军淫伟镇淮阳，伟反，击走卬。彭引兵攻伟，破之。"}, {"ID": 326, "text": "光武使吴汉收谢躬，令岑彭助汉为方略，拜为刺奸大将军，督察众营。上以常自所持节授岑彭，从平河北。"}, {"ID": 327, "text": "岑彭伐树木开道，直出黎丘。"}, {"ID": 328, "text": "岑彭据津乡，当江南荆、扬之咽喉，清净江湖，诸蛮夷贡献，于是江南之珍奇食物始流通焉。"}, {"ID": 329, "text": "岑彭引兵从车驾破天水，与吴汉围隗嚣于西城。敕彭曰：“两城若下，便可将兵南击蜀虏。人苦不知足，既平陇，复望蜀。每一发兵，头鬓为白。”"}, {"ID": 330, "text": "岑彭与吴汉围隗嚣，时以缣囊盛土为堤，灌西城，谷水从地中数丈涌出，故城不拔。"}, {"ID": 331, "text": "彭东入弘农界，百姓持酒肉迎军，曰：“蒙将军为后拒，全子弟得生还也。”"}, {"ID": 332, "text": "彭与吴汉发桂阳、零陵、长沙委输濯卒，凡六万馀人，骑五千匹，皆会荆门。"}, {"ID": 333, "text": "彭若出界，即以太守号付后将军，选官属守州中长吏。"}]}, {"section": 78, "header": "传四●岑起", "data": []}, {"section": 79, "header": "传四●贾复", "data": []}, {"section": 80, "header": "传四●贾宗", "data": []}, {"section": 81, "header": "传四●冯骏", "data": []}, {"section": 82, "header": "传四●张丰", "data": []}, {"section": 83, "header": "传四●秦丰", "data": []}, {"section": 84, "header": "传四●邓奉", "data": [{"ID": 334, "text": "光武以邓奉为辅汉将军。"}, {"ID": 335, "text": "邓奉拒光武瓜里。"}]}, {"section": 85, "header": "传五●吴汉", "data": [{"ID": 336, "text": "吴汉，字子颜，南阳人。韩鸿为使者，使持节，降河北，拜除二千石，人为言：“吴子颜，奇士也，可与计事。”"}, {"ID": 337, "text": "吴汉为人质厚少文，造次不能以辞语自达，邓禹及诸将多所荐举。再三召见，其后勤勤不离公门，上亦以其南阳人，渐亲之。"}, {"ID": 338, "text": "上既破邯郸，诛王郎，召邓禹宿，夜语曰：“吾欲北发幽州突骑，诸将谁可使者？”禹曰：“吴汉可。吴汉与邓弘俱客苏弘，称道之。禹数与语，其人勇鸷有智谋，诸将鲜能及者。”上于是以汉为大将军。汉遂斩幽州牧苗曾，上以禹为知人。"}, {"ID": 339, "text": "吴汉与苏茂、周建战，汉躬被甲持戟，告令诸部将曰：“"}, {"ID": 340, "text": "闻鼓声皆大呼俱进，后至者斩。”遂鼓而进，贼兵大破。"}, {"ID": 341, "text": "北击清河长垣及平原五里贼，皆平之。"}, {"ID": 342, "text": "吴汉击富平、获索二贼于平原。明年春，贼率五万馀人夜攻汉营，军中惊乱，汉坚卧不动。"}, {"ID": 343, "text": "公孙述大司马田戎将兵下江关，至南郡，据浮桥于江水，吴汉锯绝横桥，大破之。"}, {"ID": 344, "text": "吴汉进逼成都，阻江北为营，使副将武威将军刘禹将万馀人屯于江南。"}, {"ID": 345, "text": "吴汉伐蜀，分营于水南水北，北营战不利，乃衔枚引兵往合水南营，大破公孙述。"}, {"ID": 346, "text": "吴汉兵守成都，公孙述将延岑遣奇兵出吴汉兵后，袭击破汉，汉堕水，缘马尾得出。"}, {"ID": 347, "text": "吴汉平成都，乘筏从江下巴郡，盗贼解散。"}, {"ID": 348, "text": "吴汉性忠厚，笃于事上，自初从征伐，常在左右，上未安，则侧足屏息，上安然后退舍。兵有不利，军营不完，汉常独缮檠其弓戟，阅其兵马，激扬吏士。上时令人视吴公何为，还言方作战攻具，上常曰：“吴公差强人意，隐若一敌国矣。”封汉广平侯。"}, {"ID": 349, "text": "吴汉当出师，朝受诏，夕即引道，初无办严之日，故能常任职，以功名终。"}, {"ID": 350, "text": "吴汉尝出征，妻子在后买田业。汉还，让之曰：“军师在外，吏士不足，何多买田宅乎！”遂尽以分与昆弟外家。"}, {"ID": 351, "text": "吴汉爵位奉赐最尊重，然但治宅，不起巷第。夫人先死，薄葬小坟，不作祠堂，恭俭如此。疾笃，车驾亲临，问所欲言。对曰：“臣愚无所识知，唯愿慎无赦而已。”病薨，奏谥曰：“有司议宜以为武。”诏特赐曰忠侯。无后，国除。"}, {"ID": 352, "text": "序曰：自古异代之忠，其详不可得闻也。已近观大汉高祖、世祖受命之会，建功垂名之忠，察其屈伸，固非乡举里选所能拔也。吴汉起乡亭，由逆旅假阶韩鸿，发厕彭宠，然后遇乎圣王，把旄杖钺，佐平诸夏，东征海嵎，北临塞漠，西逾陇山，南平巴、蜀，遂斩公孙述、延岑、刘永、董宪之首，斯其跨制州域，窃号帝王，章章可数者。熛起糜沸之徒，其所洒扫众矣。天下既定，将帅论功，吴公为大。览其战克行事，无知名，无勇功，令合于孙、吴。何者？建武之行师，计出于主心，胜决庙堂，将帅咸承玺书，倚威灵，以治克乱，以智取愚，其势然也。及汉持盈守位，劳谦小心，惧以终始，勒功帝佐，同名上古，盛矣哉！"}]}, {"section": 86, "header": "传五●盖延", "data": [{"ID": 353, "text": "盖延，字巨卿，渔阳要阳人，身长八尺，弯弓三百斤，以气势闻。"}, {"ID": 354, "text": "延为幽州从事。"}, {"ID": 355, "text": "围刘永于睢阳，永惊惧，引兵走出鱼门，延追击，大破之。斩其鲁郡太守梁丘寿。又破永沛郡太守陈修，斩之。"}, {"ID": 356, "text": "时盖延因斋戒祠高祖庙。"}, {"ID": 357, "text": "董宪将贲休举兰陵城降，宪闻之，自郯围休。时延及庞萌在楚，请往救之。帝敕曰：“可直往击郯，则兰陵必自解。”"}, {"ID": 358, "text": "延上疏辞曰：“臣幸得受天戈，诛逆虏，奉职未称，久留天诛，常恐污辱名号，不及等伦。天下平定已后，曾无尺寸可数，不得预竹帛之编。明诏深闵，儆戒备具，每事奉循诏命，必不敢为国之忧也。”"}, {"ID": 359, "text": "庞萌还攻盖延，延与战，破之。诏书劳延曰：“庞萌一夜反叛，相去不远，营壁不坚，殆令人齿相击，而将军闻之，夜告临淮、楚国，有不可动之节，吾甚美之。夜闻急少能若是。”"}, {"ID": 360, "text": "永初七年，邓太后绍封延曾孙恢为庐亭侯。"}]}, {"section": 87, "header": "传五●陈俊", "data": [{"ID": 361, "text": "俊初调补曲阳长，上曰：“欲与君为左右，小县何足贪乎？”俊即拜，解印绶，上以为安集掾。"}, {"ID": 362, "text": "建武二年春，攻匡城贼，下四县。"}, {"ID": 363, "text": "光武赐陈俊绛衣三百领，以衣中坚同心之士也。"}]}, {"section": 88, "header": "传五●陈浮", "data": [{"ID": 364, "text": "诏书以祝阿益济南国，故徙浮封蕲春侯。"}]}, {"section": 89, "header": "传五●臧宫", "data": [{"ID": 365, "text": "臧宫，字君翁，为辅威将军，将兵击诸郡，至中卢，屯骆越。是时公孙述将田戎、任满与征南大将军岑彭相距于荆门，诸将战，数不利，越人谋欲畔汉附蜀。宫兵少，不足以制也。会属县送委输牛车三百馀两至，宫即设变，夜断城门限，令委输车回转出入，隆隆至明。越人候伺者闻车声不绝，而门限断，以官兵大来，乃奉牛酒劳军，由是遂安。"}, {"ID": 366, "text": "臧宫，字君公，以城门校尉转左中郎将，征武陵蛮。"}, {"ID": 367, "text": "有德之君，以乐乐民。无德之君，以乐乐身。"}]}, {"section": 90, "header": "传五●耿况", "data": [{"ID": 368, "text": "太史官曰：耿况、彭宠俱遭际会，顺时承风，列为蕃辅，忠孝之策，千载一遇也。"}]}, {"section": 91, "header": "传五●耿弇", "data": [{"ID": 369, "text": "耿弇，字伯昭，扶风人。更始使侍御史黄党即封世祖为萧王，上在邯郸宫，昼卧温明殿。耿弇入造床下请间，因说曰：“今更始失政，天下可驰檄而定。今使者来欲罢兵，不可听也。兵一罢，不可复会也。”上曰：“国家已都长安，天下大定，何用兵为？”弇曰：“青、徐之贼，铜马、赤眉之属数十辈，辈数十万众，皆东至海，所向无前，圣公不能办也，败必不久。”帝起坐曰：“卿失言，我击卿。”弇曰：“大王哀厚弇如父子，故披赤心为大王陈事。”上曰：“我戏卿耳。何以言之？”弇曰：“百姓患苦王莽苛刻日久，闻刘氏复兴，莫不欣喜，望风从化，而去虎口就慈母，倒戟横矢不足以喻明。公首事，南破昆阳，败百万师。今复定河北，以义征伐，表善惩恶，躬自克薄以待士民，发号向应，望风而至。天下至重，公可自取，无令他姓得之。”上曰：“卿若东得无为人道之。”弇曰：“此重事，不敢为人道也。”"}, {"ID": 370, "text": "耿弇讨张步，与济南王费邑合战，大破之，斩邑首，传诣行在。所断贼头入示巨里，归其亲属，外以执为思，内臣怖之。"}, {"ID": 371, "text": "光武以耿弇为建威大将军，从攻雒阳。"}, {"ID": 372, "text": "张步都临淄，使弟玄武将军蓝将兵守西安，去临淄四十里，耿弇引军营临淄、西安之间。弇视西安城小而坚，蓝兵又精，未易攻也。临淄诸郡太守相与杂居，人不专一，其声虽大而虚，易攻。弇内欲攻之，告令军中治攻具，后五日攻西安，复纵生口令归。蓝闻之，晨夜守城。至其日夜半，令军皆食，会明，求乞攻西安，临淄不能救也。弇曰：“然吾故扬言欲攻西安，今方自忧治城具，而吾攻临淄，一日必拔，何救之有？吾得临淄即西安孤，必复亡矣，所谓一举而两得者也。且西安城坚，精兵二万人，攻之未可卒下，卒必多死伤。正使得其城，张蓝引兵突临淄，更强勒兵，凭城观人虚实，吾深入敌城，后无转输，旬月之间，不战而困，诸军不见是尔。”弇遂击临淄，至日中破之。张蓝闻临淄破，果将其众亡。"}, {"ID": 373, "text": "张步攻耿弇营，合战，弇升王宫环台望之。耿弇击张步于东城，飞矢中弇股，以手中刀截之，军中无知者。"}, {"ID": 374, "text": "张步攻耿弇，时上在鲁，闻弇为步所攻，自往救之，未至，陈俊谓弇曰：“虏兵盛，可且闭营休士，以须上来。”弇曰：“"}, {"ID": 375, "text": "乘舆且到，臣子当击牛酾酒以待百官，反欲以贼虏遗君父耶？”乃出大战，自旦及昏，复大破之。后数日，车驾至临淄，自劳军也。"}, {"ID": 376, "text": "弇凡平城阳、琅邪、高密、胶东、东莱、北海、齐、千乘、济南、平原、泰山、临淄等郡。"}, {"ID": 377, "text": "耿弇追张步，步奔平寿，乃肉袒负斧鑕于军门，而弇勒兵入据其城，树十二郡旗鼓，令步兵各以郡人诣旗下，众尚十馀万，辎重七千馀两，皆罢归乡里。"}, {"ID": 378, "text": "耿弇少好学，习父业。常见郡试骑士，建旗鼓，肄驰射，由是好将帅之事。凡所平郡三十六，屠城三百，未尝挫折。"}]}, {"section": 92, "header": "传五●耿国", "data": [{"ID": 379, "text": "耿国，字叔宪。"}, {"ID": 380, "text": "为大司农，晓边事，能论议，数上便宜事，天子器之。"}]}, {"section": 93, "header": "传五●耿秉", "data": [{"ID": 381, "text": "耿秉与窦固出白山击车师，后王安得震怖，从数百骑走出门，脱帽抱马足乞降。"}, {"ID": 382, "text": "耿秉为征西将军，镇抚单于以下。及薨，赐朱棺玉衣。南单于举国发哀，犁面流血。"}, {"ID": 383, "text": "耿秉性勇壮，而简易于事军，行常自被甲在前，休止不结营部。然远斥候，明要誓，有警，军阵立成，士卒皆乐为死。"}]}, {"section": 94, "header": "传五●耿恭", "data": [{"ID": 384, "text": "耿恭，字伯宗。永平中，始置西域都护、戊己校尉，乃以恭为戊己校尉，屯后王部金蒲城。谒者关宠为戊己校尉，屯前王部柳中城。恭至部，移檄乌孙，示汉威德，大昆弥以下皆欢喜，遣使献名马，愿遣子入侍。"}, {"ID": 385, "text": "匈奴破杀后王安得，攻金蒲城，耿恭以毒药傅矢，传语匈奴：“汉家箭神，中其疮者必有异。”因发强弩射之，虏中矢者，视疮皆沸，并大惊。相谓曰：“汉兵神，真可畏也。”遂解去。"}, {"ID": 386, "text": "耿恭以疏勒城傍有水，徙居之。匈奴来攻，绝其涧水。城中穿井十五丈，无水。吏士渴乏，笮马粪汁饮之。恭曰：“闻贰师将军拔佩刀刺山而飞泉出，今汉德神灵，岂有穷乎！”乃正衣服，向井拜，为吏请祷，身自率士负笼，有顷，飞泉涌出，吏士惊喜，皆称万岁。于是令士且勿饮，先和泥涂城，并扬示之。"}, {"ID": 387, "text": "耿恭在疏勒，救兵不至，车师复叛，与匈奴共攻恭。数月，食尽穷困，乃龋铠弩，食其筋革。恭与士众推诚，共同死生，故无二心。"}, {"ID": 388, "text": "恭发疏勒时尚有二十六人，随路死没，三月至敦煌，唯馀十三人。恭母先卒，及还，追行丧制，有诏使五官中郎将马严赍牛酒释服。"}, {"ID": 389, "text": "车师太子比特訾降。"}, {"ID": 390, "text": "恭坐将兵不忧军事，肆心纵欲，飞鹰走狗，游戏道上，虏至不敢出，得诏书怨怼，徵下狱。"}, {"ID": 391, "text": "耿氏自中兴以后讫建安之末，大将军九人，卿十三人，尚公主三人，列侯十九人，中郎将、护羌校尉及刺史、二千石数十百人，遂与汉兴衰。"}]}, {"section": 95, "header": "传五●铫期", "data": [{"ID": 392, "text": "铫期，字次况，为光武贼曹掾，从平河北。上至蓟，时王郎檄书到，蓟中起兵应王郎。上趋驾出，百姓聚观，喧呼满道，遮路不得行。期骑马奋戟，瞋目大呼左右曰：“跸。”大众披辟。后上即位，上笑曰：“卿欲遂跸耶？”"}, {"ID": 393, "text": "光武使邓禹发房子兵二千人，以铫期为偏将军，别攻真定宋子馀贼，拔乐阳、稿、肥累者也。"}, {"ID": 394, "text": "铫期从击王郎将儿宏、刘奉于钜鹿下，期先登陷阵，手杀五十馀人，创中额，摄帻复战，遂大破之。"}, {"ID": 395, "text": "铫期为太中大夫，从到雒阳，拜为卫尉。是时陇蜀未降，麻赋往□□屯。上轻与期门近出。期当车前叩头曰：“臣闻古今之戒，变生不意，诚不愿陛下微行数出。”有诏车骑罢还。"}, {"ID": 396, "text": "期疾病，使使者存问，加赐医药甚厚。其母问期当封何子？期言：“受国家恩深，常惭负，如死，不知当何以报国，何宜封子也！”上甚怜之。"}]}, {"section": 96, "header": "传五●王霸", "data": [{"ID": 397, "text": "袓父为诏狱丞。"}, {"ID": 398, "text": "上为大司马，以王霸为功曹令史，从渡河北，宾客随者数十人，稍稍引去，上谓霸曰：“颍川从我者皆去，而子独留，始验疾风知劲草。”"}, {"ID": 399, "text": "王郎起，上在蓟，郎移檄购上。上令王霸至市中募人，将以击郎。市人皆大笑，举手●揄之，霸惭而去。"}, {"ID": 400, "text": "光武发邯郸，晨夜驰骛，传闻王郎兵在后，吏士惶恐。南至下曲阳呼抟河，导吏还言河水流澌，无船，不可渡。官属益惧，畏为王郎所及。上不然也，遣王霸往视之，实然。王霸恐惊众，虽不可渡，且临水止，尚可为阻，即还曰“冰坚可渡”。士众大喜。上笑曰：“果妄言也。”比至河，河流澌已合可履。上令霸护渡，马欲僵，以囊盛沙布冰上，遂得渡。渡未毕军，冰解。上谓霸曰：“安吾众能济者，卿力也。”谓官属曰：“王霸从我劳苦，前遇冰变，权时以安吏士，是天瑞也。为善不赏，无以劝后。”即日以霸为军正，赐爵关内侯。"}, {"ID": 401, "text": "刘文及苏茂臣于刘永，上遣王霸讨之。霸至，遂闭门坚守，劳赐吏士，作倡乐，贼欢呼，雨射营中，中霸前酒樽，霸安坐不动。"}, {"ID": 402, "text": "光武以王霸为讨虏将军，击董宪。"}, {"ID": 403, "text": "王霸为上谷太守，修飞狐道至平城，堆石布土，三百馀里。"}]}, {"section": 97, "header": "传五●祭遵", "data": [{"ID": 404, "text": "上过颍阳，祭遵以县吏数进见，上爱其容仪，署为门下吏。"}, {"ID": 405, "text": "祭遵从征河北，为军市令。舍中儿犯法，遵格杀之。上怒，命收遵。时主簿陈副谏曰：“明公常欲众军整齐，今遵奉法不避，是教令行也。”上乃贷之，以为刺奸将军。语诸将曰：“当备祭遵，吾舍中儿犯令尚杀之，必不私诸卿也。”"}, {"ID": 406, "text": "祭遵为征虏将军，将兵北入箕关，与弘农、厌新、柏华聚、蛮中贼合战，中弩矢，入口洞出，举袖掩口，血流袖中。众见遵伤，却退。遵呵吏士，吏士进战，皆一击十，大破之。"}, {"ID": 407, "text": "祭遵袭略阳，遣护军王忠皆持卤刀斧伐树开道。至略阳，袭隗嚣。"}, {"ID": 408, "text": "隗嚣破，上从长安东归过钐，幸祭遵营，劳之，士众作黄门武乐，至夜御灯火。时遵有疾，诏赐重茵，覆以御盖。"}, {"ID": 409, "text": "时遵屯钐。诏书曰：“将军连年距难，众兵即却，复独按部，功劳烂然。兵退无宿戒，粮食不豫具，今乃调度，恐力不堪。国家知将军不易，亦不遗力。今送缣千匹，以赐吏士。”"}, {"ID": 410, "text": "祭遵奉公，赏赐与士卒，家无私财，身衣布衣韦葱，卧布被终身，夫人裳不加彩，士以此重之。"}, {"ID": 411, "text": "祭遵病薨，丧至河南，诏遣百官皆诣丧所。上车驾素服往吊，望城门举音，遂哭而至哀恸。复幸城门，阅过丧车，瞻望涕泣。上亲临祠以太牢，仪如孝宣帝临霍将军故事。"}, {"ID": 412, "text": "时下宣帝临霍将军仪，令公卿读视，以为故事。"}, {"ID": 413, "text": "祭遵薨，丧至河南，博士范升上疏曰：“遵为将军，取士皆用儒术，对酒娱乐，必雅歌投壶。又建为孔子立后，奏置五经大夫。虽在军旅，心存王室，不忘俎豆，可谓守死善道者也。”乃赠将军，给侯印绶，朱轮容车，遣校尉发骑士四百人，被玄甲、兜鍪，兵车军阵送葬。"}, {"ID": 414, "text": "祭遵死后，每至朝会，上常叹曰：“安得忧国奉公之臣如祭征虏者！”"}, {"ID": 415, "text": "上数嗟叹，卫尉铫期见上感恸，对曰：“陛下至仁，哀念祭遵不已，群臣各怀惭惧。”"}, {"ID": 416, "text": "颍阳侯祭遵无子，国除。"}]}, {"section": 98, "header": "传五●祭肜", "data": [{"ID": 417, "text": "祭肜，字次孙，早孤，以至孝称。值天下乱，野无烟火，而祭肜独在冢侧。每贼过，见其尚幼而有志节，奇而哀之。"}, {"ID": 418, "text": "祭肜为襄贲令，是时盗贼尚未悉平，而襄贲清静。诏书增秩一等，赐缣百疋，策书勉励。"}, {"ID": 419, "text": "祭肜为辽东太守，至则厉兵马，远斥候。肜有勇力，能贯三百斤弓，虏每犯塞，常为士卒先锋，数破之。"}, {"ID": 420, "text": "祭肜为辽东太守，鲜卑奉马一疋，貂裘二领。"}, {"ID": 421, "text": "祭肜为辽东守，抚夷狄以恩信，皆畏而爱之。"}, {"ID": 422, "text": "祭肜为辽东太守，肜之威声扬于北方，胡夷皆来内附，野无风尘，乃悉罢缘边屯兵。及肜卒，乌桓、鲜卑追思无已，每朝京师，过肜冢拜谒，仰天号泣乃去。"}, {"ID": 423, "text": "祭肜素清俭，在辽东三十年，衣无储副。帝嘉其功效，赐钱百万，衣服刀剑，下至杯案食物，大小重沓。"}, {"ID": 424, "text": "祭肜膂力过人，常贯三百斤弓，入为太仆。从帝至鲁，过孔子讲堂，帝指子路室曰：“此太仆室也。太仆，吾之御侮也。”"}]}, {"section": 99, "header": "传五●祭参", "data": [{"ID": 425, "text": "鲜卑千馀骑攻肥如城，杀略吏人，祭参坐沮败，下狱诛。"}]}, {"section": 100, "header": "传五●郭况", "data": [{"ID": 426, "text": "郭况谨慎，上书，除黄门侍郎，年十六。"}, {"ID": 427, "text": "郭况为城门校尉。况，皇后弟，贵重，宾客辐凑，而况恭俭谦逊，遵奉法度，不敢骄奢。"}, {"ID": 428, "text": "郭况迁大鸿胪，上数幸其第，饮酒，赏赐金帛甚盛，京师号况家为金穴，言其贵极也。"}]}, {"section": 101, "header": "传五●邓让", "data": [{"ID": 429, "text": "让夫人，光烈皇后姊也。"}]}, {"section": 102, "header": "传五●孙咸", "data": [{"ID": 430, "text": "谶曰：“孙咸征狄。”今以平狄将军孙咸行大司马事。咸以武名官，应图谶云。"}]}, {"section": 103, "header": "传五●蒋翊", "data": [{"ID": 431, "text": "蒋翊，字元卿，后母憎之，伺翊寝，操斧斫之，值翊如厕。"}]}, {"section": 104, "header": "传五●杨正", "data": [{"ID": 432, "text": "杨正为京兆功曹，光武崩，京兆尹出西域，贾胡共起帷帐设祭，尹车过帐，胡牵车令拜。尹疑止车，正在前导曰：“礼，天子不食支庶，况夷狄乎！”刔坏祭，遂去。"}]}, {"section": 105, "header": "传五●耿嵩", "data": [{"ID": 433, "text": "耿嵩，字文都，钜鹿人。履清高之节，髫童介然特立，不随于俗，乡党大人莫不敬异之。王莽败，盗贼起，宗族在兵中，谷食饥贵，人民相食，宗家数百人，升合分粮。时嵩年十二三，宗人长少咸共推令主廪给，莫不称平。"}]}, {"section": 106, "header": "传五●张重", "data": [{"ID": 434, "text": "张重，日南计吏，形容短小，明帝问云：“何郡小吏？”答曰：“臣日南计吏，非小吏也。”"}]}, {"section": 107, "header": "传五●姜诗", "data": [{"ID": 435, "text": "姜诗，字士游，广汉雒人。遭值年荒，与妇佣作养母。贼经其里，束兵安步，云“不可惊孝子”。母好饮江水，儿常取水溺死。夫妇痛，恐母知，诈云行学，岁作衣投于江中，俄而涌泉，出于舍侧，味如江水，井旦出鲤鱼一双。"}, {"ID": 436, "text": "贼经姜诗里，不敢惊孝子，致米肉而去。诗埋之。后吏谴诗，掘出示之。"}]}, {"section": 108, "header": "传六●任光", "data": [{"ID": 437, "text": "任光，字伯卿，初为乡啬夫。汉兵攻宛，军人见光冠服鲜明，令解衣，将斩而夺之。会光禄勋刘赐适至，视光容貌长者，乃救全之。"}, {"ID": 438, "text": "扶柳县廷掾持王郎檄诣府白光，光斩之于市。"}, {"ID": 439, "text": "光武平河北，任光伯卿暮入堂阳，使骑皆炬火，天地赫然尽赤，堂阳惊怖，即夜降。"}]}, {"section": 109, "header": "传六●任隗", "data": [{"ID": 440, "text": "任隗从羽林监迁虎贲中郎将。"}, {"ID": 441, "text": "建武八年，始置将作大匠，自任隗始。"}, {"ID": 442, "text": "任隗，字仲和，拜司空。永元初，外戚秉权，朝臣畏竦，莫敢抗省。惟隗与袁安同心合意，数犯严谏，举窦宪并诸党，免官争奏。"}, {"ID": 443, "text": "屯卒，子腾嗣。"}]}, {"section": 110, "header": "传六●李忠", "data": [{"ID": 444, "text": "李忠，字仲都，父为高密中尉，忠发兵奉世祖，为右将军，封武固侯。时无绶，上自解所佩绶以赐之。"}, {"ID": 445, "text": "上初至不脱衣带，衣服垢薄，使忠解浣长襦，忠更作新袍恊鲜支小单衣狲而上之。"}, {"ID": 446, "text": "上会诸将，问破贼所得物，唯李忠独无所掠。上曰：“我欲赐之，诸君无望乎？”即以所乘大骊马及绣被衣物赐之。"}, {"ID": 447, "text": "王郎遣将攻信都，信都大姓马宠等开城内之，收太守宗广及李忠母妻子，皆系狱，而令亲属招呼忠。时宠弟从忠为校尉，忠即时召见，责数以背恩反城，因格杀之。诸将皆惊曰：“家属在人手中，杀其弟，何猛也！”忠曰：“若纵贼不诛，则二心也。”上闻而美之，谓忠曰：“今吾兵已成也，将军可归救老母妻子。”忠曰：“蒙明公大恩，思得效命，诚不敢内顾宗亲。”"}, {"ID": 448, "text": "病湿痹，免。"}]}, {"section": 111, "header": "传六●李纯", "data": [{"ID": 449, "text": "永平二年，坐纯母礼杀威弟季。"}]}, {"section": 112, "header": "传六●邳彤", "data": [{"ID": 450, "text": "邳彤，字伟君，信都人也。王莽分钜鹿为和成郡，居下曲阳，以彤为卒正。更始即位，上以大司马平河北，至曲阳，彤举城降，为后大将军。"}, {"ID": 451, "text": "信都反为王郎，所置信都王捕系邳彤父弟及妻子，使为手书呼彤曰：“降者封爵，不降者灭族。”彤泣报曰：“事君者不得顾家。彤亲所以至今得安于信都者，刘公之恩。公事方争国，不得复念私也。”"}]}, {"section": 113, "header": "传六●刘植", "data": [{"ID": 452, "text": "光武以刘植为骁骑将军，攻中山。"}, {"ID": 453, "text": "昌成侯桓公孙述，坐与楚谋反，国除。"}]}, {"section": 114, "header": "传六●刘歆", "data": [{"ID": 454, "text": "刘歆，字细君。"}]}, {"section": 115, "header": "传六●刘嘉", "data": [{"ID": 455, "text": "刘嘉，字共仲。"}, {"ID": 456, "text": "建武九年，以刘嘉为骁骑将军，攻涿郡。"}]}, {"section": 116, "header": "传六●耿纯", "data": [{"ID": 457, "text": "耿纯于邯郸见上，遂自结纳，献马及缣帛数百疋。"}, {"ID": 458, "text": "王郎举尊号，欲收纯，纯持节与从吏夜逃出城，驻节道中，诏取行者车马，得数十，驰归宋子，与从兄欣、宿、植俱诣上所在卢奴，言王郎反状。"}, {"ID": 459, "text": "耿纯，字伯山，率宗族宾客二千馀人，皆衣缣襜褕、绛巾，奉迎上于费。上目之，大悦。"}, {"ID": 460, "text": "耿纯率宗族归光武，时郡国多降邯郸，纯兄归烧宗家庐舍。上以问纯，纯曰：“恐宗人宾客，卒有不同，故焚烧庐舍，绝其反顾之望。”上大笑。"}, {"ID": 461, "text": "时真定王刘扬造作谶记云：“赤九之后，瘿扬为主。”扬病瘿，欲以惑众。建武二年，遣纯持节，行赦令于幽、冀。至真定，时扬弟临邑侯让及从兄绀各拥兵万馀人，扬自恃众强而纯意安静，即从官属诣之。扬入见纯，纯接以礼敬，因延请其兄弟，皆入，乃闭閤悉诛之。"}, {"ID": 462, "text": "耿纯，字伯山，钜鹿人。请治一郡，尽力自效。上笑曰：“卿乃欲以治民自效。”乃拜纯为东郡太守，后坐事免。上过东郡，数千人号呼涕泣，云“愿复得耿君”。上复以纯为东郡太守。"}]}, {"section": 117, "header": "传六●朱祜", "data": [{"ID": 463, "text": "朱福，字仲先。南阳宛人也。少孤，归外家复阳刘氏。上为舂陵侯讼逋租于大司马严尤，时福亦为复阳侯讼逋租于尤，尤止车独与上语，不视福等。上归，戏福曰：“严公宁视卿耶？”"}, {"ID": 464, "text": "上复以朱祜为护军，常舍止于中。祜侍醼，从容曰：“长安政乱，公有日角之相。”从以观上风采。上曰：“召刺奸收护军！”祜由是不复言。"}, {"ID": 465, "text": "光武起拜朱祜建义大将军，赐绛八百疋。"}, {"ID": 466, "text": "光武以朱祜为建义将军，攻朱鲔。"}, {"ID": 467, "text": "收得所盗茂陵武帝庙衣、印、绶。"}, {"ID": 468, "text": "封朱祜为鬲侯，邑七千三百户。祜自陈功薄而国大，愿受南阳五百户足矣，上不许。"}, {"ID": 469, "text": "光武尝与朱福共车而出，过候司隶陈崇。崇，南阳人也，与上通家。福持车在外，以为上当自达道，今崇请之，上不说，辞出就车，崇大笑，曰：“独我当相见，念卿不复，故不道也。”常戏狎之如是，福愈恭慎自附。"}, {"ID": 470, "text": "上在长安时，尝与祜共买蜜合药。上追念之，赐祜白蜜一石，问：“何如在长安时共买蜜乎？”其亲厚如此。"}, {"ID": 471, "text": "初，光武学长安时，过朱祜，祜尝留上，须讲竟，乃谈话。及帝登位，车驾幸祜第，上谓祜曰：“主人得无去我讲乎？”祜曰：“不敢。”"}]}, {"section": 118, "header": "传六●景丹", "data": [{"ID": 472, "text": "王莽时举有德行、能言语、通政事、明文学之士，丹以言语为固德侯相。"}, {"ID": 473, "text": "景丹率众至广阿。上在广阿，闻外有大兵来，登城，勒兵在西门楼。上问：“何等兵？”丹等对言：“上谷、渔阳兵。”上曰：“为谁来乎？”对曰：“为刘公。”即请丹入，人人劳勉，恩意甚备。"}, {"ID": 474, "text": "光武以景丹为骠骑将军。"}, {"ID": 475, "text": "建武二年，定封景丹栎阳侯。上谓丹曰：“今关东故王国，虽数县，不过栎阳万户邑。富贵不归故乡，如衣锦夜行，故以封卿。”"}, {"ID": 476, "text": "丹从上至怀，病疟，见上在前，疟发寒栗。上笑曰：“闻壮士不病疟，今汉大将军反病疟邪？”使小黄门扶起，赐医药。还归雒阳，病遂加。"}, {"ID": 477, "text": "拜弘农太守，曰：“弘农逼近京师，知将军病，但得将军威重，卧而镇之可也。”"}]}, {"section": 119, "header": "传六●王梁", "data": [{"ID": 478, "text": "光武拜王梁为大司空，以武强为侯国。"}, {"ID": 479, "text": "王梁为中郎将，与景丹、祭遵合击蛮中，破之，诏梁别北守天中关。"}]}, {"section": 120, "header": "传六●马成", "data": [{"ID": 480, "text": "马成为郏令，上征河北，成羸衣步担，渡河诣上。"}, {"ID": 481, "text": "马成缮治亭障，自西河至渭桥，河上至安邑，太原至井陉，中山至邺，皆筑保壁，起烽燧，十里一候。"}]}, {"section": 121, "header": "传六●刘隆", "data": [{"ID": 482, "text": "建武时，天下垦田多不实，诏下州郡检核其事，百姓嗟怨。时州郡各遣使奏事，帝见陈留吏牍上有书，视之，云“颍川、弘农可问，河南、南阳不可问”。帝诘吏由趣，吏不服，抵言于长安街得之。帝怒。时东海公年十二，在幄后言曰：“吏受郡敕，当欲以垦田相方耳。”帝曰：“即如此，何故言河南、南阳不可问？”对曰：“河南帝城，多近臣，南阳帝乡，多近亲，田宅逾制，不可为准。”帝令虎贲诘问吏，吏首服，如显宗言。遣谒者考实，具知奸状。"}, {"ID": 483, "text": "建武二十年，左中郎将刘隆为骠骑将军，即日行大司马事。"}]}, {"section": 122, "header": "传六●傅俊", "data": [{"ID": 484, "text": "傅俊从上迎击王寻等于阳关，汉兵反走，还汝水上，上以手饮水，澡盥须眉尘垢，谓俊曰：“今日罢倦甚，诸卿宁惫邪？”"}, {"ID": 485, "text": "傅俊以建武二年从至河内，时渔阳未下，遣俊持节使徵宛王刘赐，迎光烈皇后于淯阳邓奉家，时为皇后佑落车发至宛，迎宁平公主。"}]}, {"section": 123, "header": "传六●坚镡", "data": [{"ID": 486, "text": "坚镡，字子皮。"}, {"ID": 487, "text": "光武以坚镡为扬化将军。"}, {"ID": 488, "text": "坚镡北当董欣，一年间道路隔绝，粮馈不属，镡疏食菜羹，与士众共之。"}]}, {"section": 124, "header": "传六●马武", "data": [{"ID": 489, "text": "建武六年，马武与众将上陇击隗嚣，身被甲兜鍪，持戟奔击，杀数十人，嚣追兵尽还，武中矢伤。"}]}, {"section": 125, "header": "传七●窦融", "data": [{"ID": 490, "text": "以军功封宁武男。"}, {"ID": 491, "text": "河西太守窦融遣使献竖驼。"}, {"ID": 492, "text": "遣司马虞封间行通书。"}, {"ID": 493, "text": "竺曾弟婴报怨，杀属国侯王胤等，曾惭而去郡，融承制拜曾为武锋将军。"}, {"ID": 494, "text": "窦融将兵牧叙州。"}, {"ID": 495, "text": "诏封窦融曰：“行河西五郡大将军、叙州牧、张掖属国都尉窦融，执志忠孝，扶微救危，仇疾反虏隗嚣，率厉五郡精兵，羌胡毕集，兵不血刃，而虏土崩瓦解，功既大矣。笃意分明，断之不疑，吾甚嘉之。其以六安安丰、阳泉、蓼、安风凡四县封融为安丰侯。”"}, {"ID": 496, "text": "窦融光武时数辞爵位，不许，因上疏曰：“臣融年五十三，有一子，年十五，质性顽钝，臣融朝夕教导以经艺，不得令观天文，见谶记，诚欲令恭肃畏事，恂恂修道，不愿其有才能，何况乃当传以连城广土，享侯国哉！”他日会见，迎诏曰：“公欲让职还土，今相见，不宜论也。”"}, {"ID": 497, "text": "窦融嗣子穆尚内黄公主，而融弟显亲侯窦友嗣子固尚沮阳公主，穆长子勋尚东海恭王女。窦氏一公，两侯，三公主，四二千石，相与并代，自祖至孙，官府补第相望，奴婢千数，虽亲戚功臣，莫与为比。"}, {"ID": 498, "text": "融年老，子孙骄慢，乞骸骨归第，诏许之。融卒，谒者奏穆父子自谓失势，帝令将家属归本郡。"}]}, {"section": 126, "header": "传七●窦固", "data": [{"ID": 499, "text": "窦固，字孟孙，少为黄门郎，谦让有节操。"}, {"ID": 500, "text": "中元二年，以窦固为中郎将，监羽林左骑。破西羌还，是时窦氏公、侯、二千石并在朝廷，门内尚三公主，赏赐恩宠荣于当世，亲戚功臣无与为等也。"}, {"ID": 501, "text": "明帝欲征匈奴，窦固议曰：“塞外草美，马不须谷。”"}, {"ID": 502, "text": "窦固为奉车都尉，与驸马都尉耿秉等北征匈奴，遂灭西域，开通三十六国。在边数年，羌胡亲爱之。羌胡见客，炙肉未熟，人人长跪前割之，血流指间，进之于固，固辄为啗，不秽贱之，是以爱之如父母也。"}, {"ID": 503, "text": "窦固，字孟孙，为卫尉，奉两宫宿卫。上而见重当世，仁厚恭谨；下而赈施宗族，甚有名称。"}]}, {"section": 127, "header": "传七●窦宪", "data": [{"ID": 504, "text": "窦宪恃宫掖声势，遂以贱直夺沁水公主园田，公主不敢诉。后肃宗驾出过园，指以问宪，宪阴呜不得对。发觉，帝大怒，召宪切责曰：“今贵主尚见枉夺，何况小臣乎！”"}, {"ID": 505, "text": "章帝崩，窦太后临政，窦宪为大将军，食邑二万户，弟景执金吾，瑰将作大匠、光禄勋。"}, {"ID": 506, "text": "窦宪作大将军，置长史、司马员吏官属，位次太傅。"}, {"ID": 507, "text": "大将军窦宪封武阳侯，食邑二万户，宪固辞封。诏曰：“大将军宪前岁出征，克灭北狄，朝加封赏，固辞不受。舅氏旧典，并蒙爵土。其封宪冠军侯，邑二万户。”"}, {"ID": 508, "text": "窦宪兄弟并列位，威镇四海。"}, {"ID": 509, "text": "窦宪以特进见礼依三公，并未开封。"}]}, {"section": 128, "header": "传七●窦章", "data": [{"ID": 510, "text": "时谓东观为老氏藏室。"}, {"ID": 511, "text": "窦章女初入掖庭为贵人，早卒。帝追思之，诏史官树碑颂德，帝自为之辞。"}]}, {"section": 129, "header": "传七●马援", "data": [{"ID": 512, "text": "马援，字文渊，扶风茂陵人。"}, {"ID": 513, "text": "远祖徙茂陵成欢里。"}, {"ID": 514, "text": "通生宾，宣帝时以郎持节，号使君，使君生仲，仲官至玄武司马；仲生援。"}, {"ID": 515, "text": "援三兄，况字长平，余字圣卿，员字季主。"}, {"ID": 516, "text": "受齐诗，师事颍川满昌。"}, {"ID": 517, "text": "援以况出为河南太守，次两兄为吏京师，见家用不足，乃辞况欲就边郡畜牧。"}, {"ID": 518, "text": "马援外类倜傥简易，而内重礼，事寡嫂，虽在阃内，必帻然后见之也。"}, {"ID": 519, "text": "马援为郡督邮，送囚至府，囚有重罪，援哀而纵之，亡命北地，遇赦留。"}, {"ID": 520, "text": "马援叹曰：“凡殖产，贵其能施民也，否则守钱奴耳。”乃尽散以班昆弟故旧，身衣羊裘皮葱。"}, {"ID": 521, "text": "隗嚣甚重马援，以为绥德将军。时公孙述称帝，嚣使援往观之。援素与述同乡里，相善，以为至当握手迎如平生，而述方盛陈陛卫，以延援入，交拜礼毕，就馆，更为援制荅布单衣、交让冠，会百官于宗庙，立旧交之位。述鸾旗旄骑，警跸就车，礼甚盛，欲以援封侯，食大将军位。宾客皆乐留，援晓之，因而辞归，谓嚣曰：“子阳井底蛙耳，不如专意东方。”嚣乃使援奉书洛阳。援初到，敕令中黄门引入，时上在宣德殿南庑下，但帻坐。上迎，笑谓之曰：“卿遨游二帝间，见卿，使人惭。”援顿首谢曰：“当今之世，非独君择臣，臣亦择君。臣与公孙述同县，少小相善。臣前至蜀，述陛戟而后进臣。今臣远来，陛下何知非刺客而简易如此？”于是上复笑曰：“卿非刺客，顾说客耳。”援乃曰：“天下反覆，自盗名字者不可胜数。今见陛下，恢廓大度，同符高祖，乃知帝王自有真也。”帝甚壮之。"}, {"ID": 522, "text": "援说嚣曰：“前到朝廷，上凡十四见。开心见诚。”"}, {"ID": 523, "text": "马援与杨广书曰：“车丞相高祖园寝郎，一月九迁为丞相者，知武帝恨诛卫太子，上书讼之。”"}, {"ID": 524, "text": "上自征隗嚣，至漆，诸侯多以王师之重，不宜远入险阻，计未决。会召马援，因说隗嚣侧足无所立，将帅土崩之势，兵进必破之状，于上前聚米为山川，指画地势，上曰：“"}, {"ID": 525, "text": "虏在吾目中矣。”嚣众大溃。"}, {"ID": 526, "text": "马援为陇西太守，击羌，中矢贯腓胫，上闻，赐羊三千、牛三百头以养病。"}, {"ID": 527, "text": "帝从援议，诏武威太守梁统，悉还金城客民。"}, {"ID": 528, "text": "马援，字文渊，扶风人。为陇西太守，务开宽信，恩以待下，任吏以职，但总大体而已。宾客故人，日满其门。诸曹时白外事，辄曰：“此丞、掾任，何足相烦。若大姓侵小民，黠羌欲旅距，此乃太守事耳。”"}, {"ID": 529, "text": "马援从陇西太守迁虎贲中郎将。"}, {"ID": 530, "text": "马援在陇西，上书曰：“富民之本，在于食货，宜如旧铸五铢钱。”三府凡十三难，援一一解之，条奏其状。帝从之，天下赖其便。"}, {"ID": 531, "text": "马援自还京师，数被进见。援长七尺五寸，色理发肤眉目容貌如画。闲进对，尤善述前事，每言及三辅长者至闾里少年皆可观，皇太子、诸王闻者，莫不属耳忘倦。"}, {"ID": 532, "text": "马援击寻阳山贼，上书曰：“除其竹木，譬如婴儿头多虮虱而剃之，荡荡然虮虱无所复依。”书奏，上大悦，出尚玺书，数日，黄门取头虱章持入，因出小黄门头有虱者，皆剃之。"}, {"ID": 533, "text": "光武以马援为伏波将军。"}, {"ID": 534, "text": "援上书：“臣所假伏波将军印，书‘伏’字，‘犬’外向。城皋令印，‘皋’字为‘白’下‘羊’；丞印‘四’下‘羊’；尉印‘白’下‘人’，‘人’下‘羊’。即一县长吏，印文不同，恐天下不正者多。符印所以为信也，所宜齐同。”荐晓古文字者，事下大司空正郡国印章。奏可。"}, {"ID": 535, "text": "马援好事，至荔浦，见冬笋名笣笋，上言：“禹贡‘厥笣橘柚’，疑谓是也，其味美于春夏笋。”"}, {"ID": 536, "text": "马援击交址，从容谓官属曰：“吾从弟少游尝哀吾慷慨多大志，曰：‘士生一世，但取衣食裁足，乘下泽车，御款段马，为郡掾吏，守坟墓，乡里称为善人，斯可矣。致求盈馀，但自苦耳。’当吾在浪泊、西里、乌间，虏未灭之时，下潦上雾，毒气熏蒸，仰视乌鸢跕跕堕水中，卧念少游平生时语，何可得也！”"}, {"ID": 537, "text": "马援与兄子严敦书云：“学庞伯高不就，犹为谨敕士，所谓刻鹄不成尚类鹜者。效杜季良而不成，陷为天下轻薄子，所谓画虎不成反类狗也。”"}, {"ID": 538, "text": "马援平交址，上言太守苏定张眼视钱，●目讨贼，怯于战功，宜加切敕。后定果下狱。"}, {"ID": 539, "text": "马援于交址铸铜马，奏曰：“臣闻行天者莫如龙，行地者莫如马。臣援师事杨子阿。孝武帝时，善相马者东门京铸作铜马法献之，立马于鲁班门外，更名曰金马门。臣既备数家骨法，以所得骆越铜，铸以为马，高二尺五寸，围四尺五寸，谨献。”诏置马德阳殿下。"}, {"ID": 540, "text": "马援振旅还京师，赐衣服、酒、床、什器，粟五百斛，侯车一乘，朝见位次随九卿之□。"}, {"ID": 541, "text": "马援曰：“方今匈奴、乌桓尚扰北边，欲自请击之。男儿要当死于边野，以马革裹尸还墓耳，何能卧床上在儿女子手中耶？”故人孟冀曰：“谅为烈士，当如此矣！”"}, {"ID": 542, "text": "马援行亭鄣，到右北平，诏书赐援钜鹿缣三百疋。"}, {"ID": 543, "text": "马援，字文渊，建武二十四年，威武将军刘尚击武陵五溪蛮夷，深入，军没。援因复请行。时年六十二，帝愍其老，未许之。援自请曰：“臣尚能被甲上马。”帝令试之。援据鞍顾眄，以示可用。帝笑曰：“矍铄哉是翁也！”遂遣援。"}, {"ID": 544, "text": "二月到武陵临乡。"}]}, {"section": 130, "header": "传七●马廖", "data": [{"ID": 545, "text": "廖少习易经，清约沈静。援击武溪无功，卒于师，廖不得嗣爵。"}, {"ID": 546, "text": "马廖、任傀皆从羽林监迁虎贲中郎将。"}, {"ID": 547, "text": "马廖上疏长乐宫曰：“夫改政移风，必有其本。长安语曰：‘城中好高髻，四方高一尺。城中好广眉，四方过半额。城中好广袖，四方用疋帛。’”"}, {"ID": 548, "text": "司隶校尉梁松奏特进防、光、廖、廖子豫，三家奴婢千人，兄弟父子并受爵土，荣显冠世，多买京师膏腴美田，作大庐，近带城郭，妨困小民。"}]}, {"section": 131, "header": "传七●马防", "data": [{"ID": 549, "text": "永平十五年，上始欲征匈奴，与窦固等议出兵调度，皆以为塞外草美，可不须马谷，其各以。固等将兵到炖煌，当出塞上，请马谷。上以固言前后相违，怒不与谷。皆言按军出塞，无谷马故事。马防言：“当与谷。”上曰：“何以言之？”防对曰：“宣帝时，五将出征，按其奏言：‘匈奴候骑得汉马矢，见其中有粟，知汉兵出，以故引去。’以是言之，马当与谷。”上善其用意微致，敕下调马谷，防遂见亲近。"}, {"ID": 550, "text": "马防征西羌，上喜防功，令史官作颂，颂其功伐。"}, {"ID": 551, "text": "章帝建初三年，马防为车骑将军、城门校尉，置掾史，位在九卿上，绝席，班同三事。诏封兄弟二人各六千户，防为颍阳侯，特以前参医药，勤劳省闼，绥定西羌，以襄城羹亭千二百五十户增防，身带三绶，宠贵至盛。"}, {"ID": 552, "text": "马防，字公平，为光禄勋，宿卫宫省。上数幸防府，赏赐饮食，行每日出。"}, {"ID": 553, "text": "大予丞鲍邺等上作乐事，下防。防奏言：“建初二年七月邺上言，天子食饮，必顺于四时五味，而有食举之乐。所以顺天地，养神明，求福应也。今官雅乐独有黄锺，而食举乐但有太簇，皆不应月律，恐伤气类。可作十二月均，各应其月气。公卿朝会，得闻月律，乃能感天，和气宜应。诏下太常评焉。太常上言，作乐器直钱百四十六万，奏寝。今明诏复下，臣防以为可须上天之明时，因岁首之嘉月，发太簇之律，奏雅颂之音，以迎和气。”时以作乐器费多，遂独行十月迎气乐也。"}, {"ID": 554, "text": "马防，字孝孙，拜执金吾，性矜严公正，上言孝章，议多见用。"}, {"ID": 555, "text": "马防子钜，为常从小侯，六年正月斋宫中，上欲冠钜，夜拜为黄门侍郎，御章台下殿，陈鼎俎，自临冠之。防兄弟奴婢各千人已上。"}, {"ID": 556, "text": "马防多牧马畜，赋敛羌胡。帝不喜之，数加谴敕，所以禁遏甚备，由是权势稍损，宾客亦衰。"}]}, {"section": 132, "header": "传七●马光", "data": [{"ID": 557, "text": "光遭母丧，哀恸感伤，形骸骨立。"}, {"ID": 558, "text": "马光，字叔山，为卫尉，上以光谨敕畏慎，特亲异之。"}, {"ID": 559, "text": "马光，字叔山，监越骑校尉。视事，帅厉吏士，教习有方。时五校尉令在北军营中，光以为五校尉主禁兵武备，所以宿卫两宫，不宜在一处，表请二校尉附北宫。诏书许越骑、射声等治北宫。"}, {"ID": 560, "text": "章帝与舅马光诏曰：“朝送鹿脍，宁用饭也。”"}, {"ID": 561, "text": "马光，字叔山，拜太仆，视事减省诸费，岁千万以上。"}, {"ID": 562, "text": "光前坐党附窦宪，归国，为宪客奴所诬告。奴名玉当。初，窦氏有事，玉当亡，私从光乞，不与。恨去，怀挟欲中光。官捕得玉当，因告言光与宪有恶谋，光以被诬不能自明，乃自杀。光死后，宪他奴郭扈自出证明光、宪无恶言，光子朗上书迎光丧葬旧茔，诏许之。"}]}, {"section": 133, "header": "传七●马客卿", "data": [{"ID": 563, "text": "马援子客卿，幼而歧嶷，年六岁，能应接诸公，专对宾客。尝有死罪亡命者来过，客卿逃匿不令人知。外若讷而内沉敏。援甚奇之，以为将相器，故以客卿字焉。"}]}, {"section": 134, "header": "传七●马严", "data": [{"ID": 564, "text": "余卒时，严七岁，依姊婿父九江连率平阿侯王述。明年，母复终，会述失郡，居沛郡。建武三年，余外孙右扶风曹贡为梧安侯相，迎严归，养视之。至四年，叔父援从车驾东征，过梧安，乃将严兄弟西。严年十三至雒阳，留寄郎朱仲孙舍，大奴步护视之也。"}, {"ID": 565, "text": "严从其故门生肆都学击剑，习骑射。"}, {"ID": 566, "text": "从司徒祭酒陈元受春秋左氏。"}, {"ID": 567, "text": "帝诏马严留仁寿闼，与校书郎杜抚、班固定建武注记。"}, {"ID": 568, "text": "显宗拜马严持兵长史，将北军五校士、羽林兵三千人，屯西河美稷，卫护南单于，听置司马、从事。牧守谒敬，同之将军。敕严过武库，祭蚩尤，帝亲御阿阁，观其士众，时人荣之。"}, {"ID": 569, "text": "马严拜御史中丞，赐冠帻衣服车马。严为司马，职典兰台，外营州牧，举劾按章，申明旧典，奉法察举，无所回避，百寮惮之。"}, {"ID": 570, "text": "马严，字威卿，为五官中郎将，边境每有事，辄下严处便宜。上初立，汲汲欲知下情，引纳严，敕有所闻见辄言。帝令自今以往，诸上便宜封表，遣子以往，都使诣省门，帝自劳以手书。"}, {"ID": 571, "text": "马严为陈留太守。建初中，严病，遣功曹史李龚奉章诣阙。上亲召见龚，问疾病形状，以黄金十斤、葛缚佩刀、书刀、革带付龚，赐严，遣太医送方药。"}]}, {"section": 135, "header": "传七●马融", "data": [{"ID": 572, "text": "马融与伯世书曰：“愦愦愁思，犹不解怀。思在竹间，放狗逐麋。晚秋涉冬，大苍出笼。黄棘下菟，芼以乾蔡。以送馀日，兹乐而已。”"}, {"ID": 573, "text": "马融才高博洽，为通儒，教养诸生，常有千数。涿郡卢植、北海郑玄，皆其徒也。善鼓瑟，好吹笛，达生任性，不拘儒者之节。居宇器服，多存侈饰。常坐高堂，施绛纱帐，前授生徒，后列女乐，弟子以次相传，鲜有入其室者。"}]}, {"section": 136, "header": "传七●马棱", "data": [{"ID": 574, "text": "从兄毅，张掖属国都尉。"}, {"ID": 575, "text": "马棱，字伯威，为广陵太守，郡界常有蝗虫伤谷，谷价贵。棱有威德，奏罢盐官，振贫羸，薄赋税，蝗虫飞入海，化为鱼虾。兴复陂湖，增岁租十馀万斛。"}, {"ID": 576, "text": "马棱为会稽太守，诏诘会稽车牛不务坚强，车皆以桃枝细簟。"}]}, {"section": 137, "header": "传七●朱勃", "data": [{"ID": 577, "text": "朱勃，字叔阳，年十二能诵诗、书。常候马援兄况。勃衣方领，能矩步，辞言娴雅。援裁知书，见之自失。况知其意，酌酒慰援曰：“朱勃小器速成，智尽此耳，卒当从汝禀学，勿畏也。”勃未二十，右扶风请试守渭城宰。及援为将军，封侯，而勃位不过县令。援后虽贵，常待以旧恩而卑侮之，勃愈自亲。及援遇谗，唯勃能终焉。"}, {"ID": 578, "text": "朱勃上书理援曰：“八年，车驾讨隗嚣，豪强略城，酋羌煞吏，唯独狄道为国坚守，士民饥馑，乃啖弩煮履。寄命漏刻。援谋如涌泉，势如转圆。救倒悬之急，存几亡之城。飞鸟跱衡，马惊触虎，物类相生，亦无不有。”"}, {"ID": 579, "text": "章帝下诏曰：“告平陵令、丞：县人故云阳令朱勃，建武中以伏波将军爵土不传，上书陈状，不顾罪戾，怀旌善之志，有烈士之风。诗云：‘无言不雠，无德不报。’其以县见谷二千斛赐勃子若孙，勿令远诣阙谢。”"}]}, {"section": 138, "header": "传七●樊重", "data": [{"ID": 580, "text": "樊重，字君云，世善农稼，好货殖。"}, {"ID": 581, "text": "樊重治家产业，起庐舍，高楼连阁，陂池灌注，竹木成林，六畜杂果，檀漆桑麻，闭门成市。"}, {"ID": 582, "text": "樊重，字君云，南阳人。家素富，外孙何氏兄弟争财，重耻之，以田二顷解其忿讼。县中称美，推为三老。年八十馀终。其素所假贷人间数百万，遗令焚削文契。债家闻者皆惭，争往偿之，诸子从敕，竟不肯受。"}, {"ID": 583, "text": "樊重，世祖即位，追尊樊氏，封为寿张敬侯。"}]}, {"section": 139, "header": "传七●樊宏", "data": [{"ID": 584, "text": "樊宏，字靡卿，拜光禄大夫，位特进。"}, {"ID": 585, "text": "樊宏封长罗侯，建武十有三年，徙都尉，封谢侯。十五年，徙封寿张侯，薨。"}, {"ID": 586, "text": "樊宏为人谦慎，常诫其子曰：“富贵盈溢，未有能终者。天道恶满而好谦，前世贵戚皆明戒也。保身全己，岂不乐哉！”每当朝会，迎期先到，俯伏待事，时至乃起。帝闻之，敕驺临朝乃告，勿令豫到。及病困，车驾临问其所欲言，宏顿首自陈：“无功享食大国，愿还寿张，食小乡亭。”上悲伤其言而不许。"}]}, {"section": 140, "header": "传七●樊鯈", "data": [{"ID": 587, "text": "樊鯈，字长鱼，事后母至孝，母常病痈，鯈昼夜匍伏，不离左右，至为吮痈。"}, {"ID": 588, "text": "樊鯈至孝，母终，上遣中黄门朝暮餐食。"}, {"ID": 589, "text": "野王献甘胶、膏饧，每作大发，吏以为饶利。樊鯈知之，临薨奏焉。"}]}, {"section": 141, "header": "传七●樊梵", "data": [{"ID": 590, "text": "樊梵，字文高，为尚书郎，每当直事，常晨驻车待漏。虽在闲署，冠剑不解于身。每斋祠，恐失时，乃张灯俯伏。为郎二十三岁，未尝被奏，三署服其慎重。"}]}, {"section": 142, "header": "传七●樊准", "data": [{"ID": 591, "text": "樊准，字幼陵，为州从事，临职公正，不发私书，世称冰清。"}, {"ID": 592, "text": "樊准见当世学者少惧，先王道术陵迟，乃上疏曰：“光武受命中兴之初，群雄扰于冀州，旌旗乱于大泽，然犹投戈讲学，息马论道。孝明皇帝尤垂意于经学，即位删定乖疑，稽合图谶，封师太常桓荣为关内侯，亲自制作五行章句，每享射礼毕，正坐自讲，诸儒并听，四方欣欣。是时学者尤盛，冠带搢绅游辟雍，观化者以亿计。”"}, {"ID": 593, "text": "樊准，字幼陵，为御史中丞，执宪御下，举正非法，百僚震悚。"}, {"ID": 594, "text": "樊准拜尚书令，沈深博雅，明习汉家故事。周密畏慎。"}]}, {"section": 143, "header": "传七●阴睦", "data": [{"ID": 595, "text": "建武三年，追尊贵人父睦为宣恩侯。睦，皇后父也。"}]}, {"section": 144, "header": "传七●阴识", "data": [{"ID": 596, "text": "阴识为执金吾，居位数十年，与宾客语，不及国家，其重慎如此。"}, {"ID": 597, "text": "阴识为执金吾，入则造也。"}]}, {"section": 145, "header": "传七●阴兴", "data": [{"ID": 598, "text": "阴兴，字君陵，为期门仆射，从上出入，常操小盖，疾风暴雨，屏翳左右，泥涂隘狭，自投车下，脱葱解履，涉淖至膝。"}, {"ID": 599, "text": "上欲封阴兴，置印绶于前，兴固让曰：“臣未有先登陷阵之功，而一家数人并蒙爵土，令天下觖望，诚不愿。”帝嘉兴之让，不夺其志。"}, {"ID": 600, "text": "阴兴，字君陵，尽忠竭思，其无益于国，虽在骨肉，不以私好害公义。与张宗、鲜于褒不相善，而知其有用，犹称其所长而荐之。张汜、杜禽之徒与兴厚善，以其华而少实，私货以财，终不为言，是以世称其忠平。"}, {"ID": 601, "text": "兴夫人薨，会葬，诏使五官中郎将持节至墓赐印绶，诏追封加谥兴曰鮦阳翼侯。"}, {"ID": 602, "text": "初，阴氏世奉管仲之祀于邑，谓之“相君子”。至子方，以累积恩德，为神所飨，腊日晨炊于灶，神见，再拜受庆。时有黄羊，因以祠之。自是富殖百万，田至七百顷。后世子孙，常以腊日奉祠灶神以黄羊。"}]}, {"section": 146, "header": "传七●阴傅", "data": [{"ID": 603, "text": "阴傅封隐强侯。七年，以隐强属西，徙封于丹阳，为期思侯。"}]}, {"section": 147, "header": "传八●卓茂", "data": [{"ID": 604, "text": "卓茂，字子康，南阳人也。"}, {"ID": 605, "text": "卓茂为丞相史，尝出，道中有人认茂马者。茂问失马几日，对曰：“月馀矣。”茂曰：“然此马畜已数年。”遂解马与之，曰：“即非所失，幸至丞相府还我。”乃步挽车去。后马主自得马，惭愧诣府，叩头谢归焉。"}, {"ID": 606, "text": "卓茂，字子康，南阳人。迁密令，视民如子，口无恶言，吏民亲爱而不忍欺之。民尝有言部亭长受其米肉遗者，茂问之曰：“"}, {"ID": 607, "text": "亭长从汝求乎？为汝有事属之而受乎？将平居以恩意遗之乎？”民曰：“往遗之耳。”茂曰：“遗之而受，何故言耶？”民曰：“"}, {"ID": 608, "text": "窃闻贤明之君，使民不畏吏，吏不取民。今我畏吏，是以遗之。”茂曰：“凡人所以贵于禽兽者，以有仁爱，知相敬事也。今邻里尚致馈，此乃相亲，况吏民乎？凡人之生，群居杂处，故有经纪礼义以相交接。汝独不欲修之，宁能高飞远去，不在人间耶？亭长素为善吏，岁时遗之，礼也。”民曰：“苟如此，律何故禁之？”茂笑曰：“律设大法，礼从人情。今我以礼教汝，必无怨恶。以律治汝，何所措其手足乎？”时天下大蝗，河南二十馀县皆被其灾，独不入密界。督邮言之，太守不信，自出按行，见乃服焉。"}, {"ID": 609, "text": "守令与茂并居，久之，吏人不归往守令。"}, {"ID": 610, "text": "是时王莽秉政，置大司农六部丞，劝课农桑，迁茂为京部丞，密人老少皆涕泣随送。"}, {"ID": 611, "text": "上初即位，先访求茂，茂谒见，时年七十馀矣。建武元年诏曰：“故密令卓茂，束身自修，执节淳固，断断无他，其心休休焉。夫士诚能为人所不能为，则名冠天下，当受天下重赏。故武王诛纣，封比干之墓，表商容之闾。今以茂为太傅，封褒德侯，赐安车一乘，衣一袭，金五百斤。”"}, {"ID": 612, "text": "茂为人恬荡乐道，惟实不为华貌，行己在于清浊之间，自束发至白首，与人未尝有争竞。"}]}, {"section": 148, "header": "传八●鲁恭", "data": [{"ID": 613, "text": "鲁恭，字仲康，扶风人。父建武初为武陵太守，卒官。时恭年十二，弟丕年七岁，昼夜号踊不绝声，郡中赙赠无所受。及归服丧，礼过成人。耽思闭门讲诵，兄弟双高。太尉赵喜闻鲁恭志行，每岁时遣子送米肉，辞让不敢当。恭怜丕小，欲先就其名，托疾不仕。郡数以礼请，谢不肯应。母强遣之，恭不得已而行，因留新丰教授。丕举秀才，恭乃始为郡吏。"}, {"ID": 614, "text": "鲁恭为中牟令，宿讼许伯等争陂泽田，积年州郡不决。恭平理曲直，各退自相责让。"}, {"ID": 615, "text": "鲁恭为中牟令，时郡国螟伤稼，犬牙缘界，不入中牟。河南尹袁安闻之，疑其不实，使仁恕掾肥亲往察之。恭随行阡陌，俱坐桑下，有雉过止其傍，傍有童儿。亲曰：“何不捕之？”儿言“雉方将鶵”。亲嘿然有顷，与恭诀曰：“所以来者，欲察君之治迹耳。今虫不犯境，此一异也。化及鸟兽，此二异也。竖子有仁心，三异也。府掾久留，担扰贤者。”具以状白安。"}, {"ID": 616, "text": "帝时伐匈奴，鲁恭上疏谏曰：“窃见窦宪、耿秉，衔使奉命，暴师于外。陛下亲劳，忧在军役，诚欲以安定边陲，为民除害。臣思之，未见其便。数年以来，民食不足，国无蓄积，盛春兴发，扰动天下，妨废农时，以事夷狄，非所以垂意于中国，悯念民命也。”"}, {"ID": 617, "text": "鲁恭上疏曰：“举无遗策，动不失其中。”"}, {"ID": 618, "text": "五月姤卦用事。"}]}, {"section": 149, "header": "传八●鲁丕", "data": [{"ID": 619, "text": "鲁丕，字叔陵，专心于学，朝夕孜孜，兼通五经，为当世大儒。拜赵相，为政尚宽惠礼让，虽有官，不废教授，门人常有数百，关东号曰“五经复兴鲁叔陵”。"}, {"ID": 620, "text": "和帝召诸儒，鲁丕与侍中贾逵、尚书令黄香等相难数事，帝善丕对，罢朝，特赐官帻履陉。"}]}, {"section": 150, "header": "传八●魏霸", "data": [{"ID": 621, "text": "魏伯，字乔卿，济阴人也。建初中为郎。伯孤兄弟子来候，伯以所乘车马遣送之。归至成皋，郎官有乘皂盖车者，见兄子乘车，疑而格杀之。伯闻悲泪，昼夜泣涕，生病。"}, {"ID": 622, "text": "魏霸，字乔卿，为钜鹿太守，妻子不到官舍。常念兄嫂在家勤苦，己独专乐，故掌服癞粝，不食鱼肉之味，妇亲蚕桑，服机杼，子躬耕农，与兄弟子同苦乐，不得有异。乡里慕其行，化之。"}, {"ID": 623, "text": "魏霸为钜鹿太守，霸性清约质朴，为政宽恕，正色而已，不求备于人。掾吏有过，辄私责数，不改，休罢之，终不暴扬其恶。"}, {"ID": 624, "text": "魏霸，字叔卿，为将作大匠，吏皆怀恩，人自竭节作业，无谴过。"}, {"ID": 625, "text": "魏霸延平元年仕为光禄大夫，妻死，长兄更为娶妻。妻至官舍，霸笑曰：“年老，儿子备具，何用空养他家老妪为？”即自入拜其妻，手奉案前跪。霸曰：“夫人视老夫复何中空，而远失计义，不敢相屈。”即拜而出。妻惭求去，遂送还之。"}]}, {"section": 151, "header": "传八●刘宽", "data": [{"ID": 626, "text": "刘宽迁南阳太守，温仁多恕，吏民有过，但用蒲鞭罚之，示辱而已。"}, {"ID": 627, "text": "刘宽简略嗜酒，尝坐客，使苍头市酒，迂久，大醉而还。对客骂曰：“畜生。”宽遣人视奴，疑必自杀。"}, {"ID": 628, "text": "刘宽性简略，夫人欲试宽意，伺当朝会，装严已讫，使婢奉肉羹，翻污朝衣。婢遽收之，宽神色不异，乃徐言：“羹烂汝手？”"}]}, {"section": 152, "header": "传八●伏湛", "data": [{"ID": 629, "text": "上自将击彭宠，伏惠公谏曰：“臣闻文王享国五十，伐崇七年，而三分天下有二。至武王，四海乃宾。陛下承大乱之极，出入四年，中国未化，远者不服，而远征边郡，四方闻之，莫不怪疑，愿思之。”"}, {"ID": 630, "text": "南阳太守杜诗上疏荐伏惠公曰：“窃见故大司徒阳都侯伏惠公自行束修，讫无毁玷，笃信好学，守死善道，经为人师，行为仪表，秉节持重，有不可夺。众贤百姓，乡望德义。微过斥退，久不复用，识者愍惜，儒士痛心。湛容貌堂堂，国之光辉，智略谋虑，朝之渊薮。龆龀励志，白首不衰。实足以先后王室，名足以光示远人。武公、庄公所以砥砺蕃屏，劝进忠信，令四方诸侯咸乐回首，仰望京师。柱石之臣，宜居辅弼，出入禁门，补阙拾遗。”"}]}, {"section": 153, "header": "传八●伏盛", "data": [{"ID": 631, "text": "伏盛，字伯明。"}, {"ID": 632, "text": "张步遣其掾孙昱随盛诣阙上书，献鳆鱼。"}]}, {"section": 154, "header": "传八●伏恭", "data": [{"ID": 633, "text": "恭字叔齐，伏湛同产兄子也。"}]}, {"section": 155, "header": "传八●伏晨", "data": [{"ID": 634, "text": "晨尚高平公主。"}]}, {"section": 156, "header": "传八●侯霸", "data": [{"ID": 635, "text": "侯霸，字君房，有威重，为太子舍人。"}, {"ID": 636, "text": "从钟宁君受律。"}, {"ID": 637, "text": "侯霸，字君房，河南密人也。为临淮太守，治有能名。及王莽之败，霸保固自守，卒全一郡。更始元年，遣谒者侯盛、荆州刺史费遂赍玺书徵霸，百姓老弱相携号哭，遮使者车，或当道而卧。皆曰：“乞侯君复留期年。”民乃诫乳妇勿得举子，侯君当去，必不能全。使者虑霸就徵，临淮必乱，不敢受玺书，而具以状闻。"}, {"ID": 638, "text": "侯霸为尚书令，深见任用。"}]}, {"section": 157, "header": "传八●韩歆", "data": [{"ID": 639, "text": "韩歆，字翁君，南阳人。以从征伐有功，封扶阳侯。好直言，为司徒，尝因朝会帝读隗嚣、公孙述相与书，歆曰：“亡国之君皆有才，桀、纣亦有才。”上大怒，以为激发，免归田里。上犹不释，复诏就责，歆及子婴皆自杀。"}]}, {"section": 158, "header": "传八●宋弘", "data": [{"ID": 640, "text": "上尝问宋弘通博之士，弘荐沛国桓谭才学洽闻，几及杨雄、刘向父子。于是召谭拜议郎、给事中。上每宴，辄令鼓琴，好其繁声。弘闻之，不悦，悔于荐举。闻谭内出，正朝服坐府上，遣吏召之。谭至，不与席而让之曰：“吾所以荐子者，欲令辅国家以道德，而今数进郑声以乱雅乐，非颂德忠正也。”后大会群臣，上使谭鼓琴，见弘，失其常度。上怪而问之，弘乃离席免冠谢曰：“臣所以荐桓谭者，望能以忠正导主，而令朝廷耽悦郑声，臣之罪也。”其后不复令谭给事中。"}, {"ID": 641, "text": "宋弘为司空，常受俸得盐豉千斛，遣诸生迎取上河，令粜之。盐贱，诸生不粜，弘怒，便遣，及其贱，悉粜卖，不与民争利。"}, {"ID": 642, "text": "宋弘尝燕见，御坐新施屏风，图画烈女，帝数顾视之。弘正容言曰：“未见好德如好色者。”上即为撤之。时上姊胡阳公主新寡，上与共论朝臣，微观其意。主曰：“宋公威容德器，群臣莫及。”上曰：“方且图之。”后弘见上，令主坐屏风后，因谓弘曰：“谚言贵易交，富易妻，人情乎？”弘曰：“臣闻贫贱之交不可忘，糟糠之妻不下堂。”上顾谓主曰：“事不谐矣。”"}]}, {"section": 159, "header": "传八●冯勤", "data": [{"ID": 643, "text": "冯勤，字伟伯，魏郡人。曾祖父杨，宣帝时为弘农太守，有八子，皆为二千石，赵魏间荣之，号“万石”焉。兄弟形皆伟壮，唯勤祖偃长不满七尺，常自谓短陋，恐子孙似之，乃为子伉娶长妻，生勤，长八尺三寸。"}, {"ID": 644, "text": "偃为黎阳令。"}, {"ID": 645, "text": "冯勤初为太守铫期功曹，有高能称。"}, {"ID": 646, "text": "魏郡太守范横上疏荐勤。"}, {"ID": 647, "text": "冯勤为郎中，给事尚书。以图议军粮，在事精勤，遂见亲识，由是使典诸侯封事。勤差量功次轻重，国土远近，地势丰薄，不相逾越，莫不厌服焉。自是封爵之制，非勤不定。"}, {"ID": 648, "text": "冯勤迁司徒。是时三公多见罪退，上欲令以善自终，乃因宴见从容戒之曰：“朱浮上不忠于君，下陵轹同列，终以中伤，放逐受诛，虽复追加赏赐，不足以偿不訾之身。忠臣孝子，览照前世，以为鉴戒。能尽忠于国，事君无二，则爵赏光乎当世，功名列于不朽，可不勉哉！”"}, {"ID": 649, "text": "中元元年，车驾西幸长安，祠园陵还，勤燕见前殿尽日，归府，因病喘逆，上使太医疗视，赏赐钱帛，遂薨。"}, {"ID": 650, "text": "冯奋弟由，黄门侍郎，尚安平公主。"}]}, {"section": 160, "header": "传八●郭贺", "data": [{"ID": 651, "text": "郭贺，字乔卿，为荆州刺史。明帝到南阳巡守，赐三公之服，去幨帷，使百姓见之，以彰有德。"}]}, {"section": 161, "header": "传八●赵憙", "data": [{"ID": 652, "text": "赵憙，字伯阳，南阳宛人也。少有节操，从兄为人所杀，无子，憙十五，常思欲报之。乃挟兵结客，后遂往复仇。而仇家皆疾病，无相拒者。憙以因疾报杀，非仁者心，且释之而去，顾谓仇曰：“尔曹若健，远相避也。”后病愈，悉自缚诣憙，不与相见，后竟杀之。"}, {"ID": 653, "text": "更始即位，舞阴大姓李氏拥城不下，更始遣柱天将军李宝降之，不肯，云：“闻宛之赵氏有孤孙憙，信义著闻，愿得降之。”更始徵憙，使诣舞阴，李氏遂降。"}, {"ID": 654, "text": "赵憙为赤眉兵所围，迫急，乃亡走，与友人韩仲伯等数十人，携小弱，越山出武关。仲伯以妇色美，虑有强暴者，而己受其害，欲弃之于道。憙责怒仲伯，不听，以泥涂仲伯妇面，载以鹿车，身自推之。每逢贼欲逼夺，憙辄为求哀，言其病，以此得免。"}, {"ID": 655, "text": "赵憙为赤眉所迫，亡走，遇更始亲属，皆裸跣涂炭，饥困不能前。憙见之悲感，所装缣帛资粮，悉以与之。"}, {"ID": 656, "text": "敕憙从骑都尉储融受兵二百人，通利道路。憙白上，不愿受融兵，单车驰往，度其形况。上许之。"}, {"ID": 657, "text": "赵憙，字伯阳，为平原太守，后青州大蝗，入平原界辄死，岁屡有年，百姓歌之。"}, {"ID": 658, "text": "建武二十六年，上延集内戚宴会，诸夫人各前言为赵憙所济活。帝甚嘉之。后徵憙入为太仆，引见谓曰：“卿非但为英雄所保也，妇人亦怀卿之恩。”厚加赏赐。"}, {"ID": 659, "text": "草创苟合，未有还人，盖憙至此，请徙之令尽也。"}, {"ID": 660, "text": "太尉赵憙上言宜登封岱宗，正三雍之礼。"}, {"ID": 661, "text": "太尉赵憙以日蚀免。"}, {"ID": 662, "text": "赵憙，字伯阳，为卫尉，行太尉事，性周密，尽心事上，内典宿卫，夙夜匪懈，恩宠甚厚。遭母忧，上疏乞身行服，帝不许，遣使者为释服。"}, {"ID": 663, "text": "憙内典宿卫，外干宰职，正身立朝，未尝懈惰。及帝崩，复典丧事，再奉大行，礼事修举。肃宗即位，进为太傅。"}, {"ID": 664, "text": "诏云：“行太尉事卫尉赵憙，三叶在位，为国元老，其以憙为太傅。”时年八十，而心力克壮，继母在，朝夕瞻省，傍无几杖，言不称老，达练事体，明解朝章，虽无謇直之风，屡有补阙之益。"}, {"ID": 665, "text": "赵憙奋迅行伍。"}]}, {"section": 162, "header": "传八●牟融", "data": [{"ID": 666, "text": "牟融，字子优，迁大司农，居职修治，又善论议，朝廷皆服其能。帝数嗟叹，以为才堪宰相。"}]}, {"section": 163, "header": "传八●韦彪", "data": [{"ID": 667, "text": "韦彪上议曰：“二千石皆以选出京师，剖符典千里。”"}]}, {"section": 164, "header": "传八●韦豹", "data": [{"ID": 668, "text": "韦豹，字季明。数年辟公府，辄以事去。司徒刘恺辟之，谓曰：“卿轻人，好去就，故爵位不逾。今岁垂尽，当辟御史，意在相荐，子其留乎？”豹曰：“犬马齿衰，岂敢久待。荐之私，非所敢当。”遂跣而起，恺追之，遥去不顾。"}]}, {"section": 165, "header": "传八●桓虞", "data": [{"ID": 669, "text": "桓虞，字伯春，时迁尚书仆射，据法断事，周密平正，以为能，擢为南阳太守。"}]}, {"section": 166, "header": "传八●赵勤", "data": [{"ID": 670, "text": "赵勤，字益卿，刘赐姊子。勤童幼有志操，往来赐家，国租适到，时勤在旁，赐指钱示勤曰：“拜，乞汝三十万。”勤曰：“拜而得钱，非义所取。”终不肯拜。"}, {"ID": 671, "text": "赵勤，字孟卿，南阳棘人。明达好学，介然特立。太守骆珍召署曹吏，至掾督邮。太守桓虞下车，叶令雍霸及新野令皆不遵法，乃署勤督邮，到叶见霸，不问县事，但高谈清论以激厉之，霸即陈责解印绶去。勤还入新野界，令闻霸已去，遣吏奏记陈罪，复还印绶去。虞乃叹曰：“善吏如良鹰矣，下赵即中。”"}, {"ID": 672, "text": "赵勤，南阳人，太守桓虞召为功曹，委以郡事。尝有重客过，欲托一士，令为曹吏。虞曰：“我有贤功曹赵勤，当与议之。”郏于内中听，虞乃问勤，勤对曰：“恐未合，众客曰止，止，勿复道。”"}]}, {"section": 167, "header": "传八●王阜", "data": [{"ID": 673, "text": "王阜，字世公，蜀郡人。少好经学，年十一，辞父母，欲出精庐。以尚少，不见听。后阜窃书诵尽，日辞，欲之犍为定生学经，取钱二千、布二端去。母追求到武阳北男谒舍家得阜，将还。后岁馀，白父升曰：“令我出学仕宦，傥至到今，毋乘跛马车。”升怜其言，听之定所受韩诗，年七十为食侍谋，童子传授业，声闻乡里。"}, {"ID": 674, "text": "王阜，字世公，为重泉令，政治肃清，举县畏惮，吏民向化，鸾鸟集止学宫。阜使校官掾长涉叠为张雅乐，击磬，鸟举足垂翼，应声而舞，翾翔复上县庭屋，十馀日乃去。"}, {"ID": 675, "text": "王阜为益州太守，边郡吏多放纵。阜以法绳正吏民，不敢犯禁，政教清静，百姓安业，时有神马见滇河中，甘露降，芝草生，白乌见，连有瑞应。世谓其持法平，政宽慈，惠化所致。"}, {"ID": 676, "text": "王阜为益州太守，大将军窦宪贵盛，以绛罽襜褕与阜，阜不受。尝移书益州，取六百万。阜疑有奸诈，以状上。宪遣奴驺帐下吏李文迎钱，阜以诏书未报，距不与文。积二十馀日，诏书报，给文以钱市马。"}]}, {"section": 168, "header": "传八●宋杨", "data": [{"ID": 677, "text": "宋义后有宋昌。"}, {"ID": 678, "text": "安帝永宁元年，遣大鸿胪持节至墓赐印绶，追封当阳侯。"}]}, {"section": 169, "header": "传九●宣秉", "data": [{"ID": 679, "text": "宣秉建武元年拜御史中丞，上特诏御史中丞与司隶校尉、尚书令会同并专席而坐，故京师号曰“三独坐”。"}]}, {"section": 170, "header": "传九●宣彪", "data": [{"ID": 680, "text": "宣彪官至玄菟太守。"}]}, {"section": 171, "header": "传九●张湛", "data": [{"ID": 681, "text": "张湛，字子孝，右扶风人。以笃行纯淑，乡里归德，虽居幽室暗处，自整顿，三辅以为仪表。"}, {"ID": 682, "text": "张湛为冯翊，见府寺门即下。主簿进曰：“位尊德重，不宜自轻。”湛曰：“礼，下公门，何谓轻哉？”"}, {"ID": 683, "text": "张湛为光禄勋，帝临朝，或有惰容，湛辄谏其失。常乘白马，上每见湛，辄言“白马生且复谏矣”。"}, {"ID": 684, "text": "张湛，字子孝，为光禄大夫，数正谏威仪不如法度者。湛常乘白马，上有异政，辄言“白马生且复谏矣”。"}, {"ID": 685, "text": "张湛，字子孝，为太子太傅，及郭后废，因称疾不朝，拜太中大夫，病居中东门候舍，故时人号中东门君。帝数存问赏赐。后大司徒戴涉被诛，帝强起湛以代之。至朝堂，遗失溲，因自陈疾笃，不能复任朝事，遂罢之。"}]}, {"section": 172, "header": "传九●王丹", "data": [{"ID": 686, "text": "王丹，字仲回，京兆人也。每岁农时，载酒肴，便于田头大树下饮食劝勉之，因留其馀酒肴而去。"}, {"ID": 687, "text": "王丹闾里有丧忧，辄度其资用，教之俭约，因为其制日定葬，其亲丧不过留殡一月，其下以轻重为差。"}, {"ID": 688, "text": "王丹资性清白，疾恶豪强。时河南太守同郡陈遵，关西之大侠也。其友人丧亲，遵为护丧事，赙助甚丰。丹乃怀缣一疋，陈之于主人前，曰：“如丹此缣，出自机杼。”遵闻而有惭色。"}, {"ID": 689, "text": "更始时，遵为大司马护军，出使匈奴，过辞于丹。丹曰：“俱遭世反覆，唯我二人为天地所遗。今子当之绝域，无以相赠，赠子以不拜。”遂揖而别，遵甚悦之。"}, {"ID": 690, "text": "邓禹平三辅，粮乏，王丹上麦二千斛。禹高其节义，表丹领左冯翊。"}, {"ID": 691, "text": "王丹为太子少傅，蹇蹇正直。"}, {"ID": 692, "text": "司徒侯霸欲与王丹定交，丹被徵，霸遣子昱往。昱道遇丹，拜于车下，丹答之。昱曰：“家公欲与君投分，何为拜子孙耶？”丹曰：“君房有是言，王丹未之许。”"}, {"ID": 693, "text": "王丹子有同门生丧亲，家在中山，白丹欲往奔慰。结侣将行，丹怒挞之五十，令寄缣二匹以祠焉。或问其故，丹曰：“交道之难，未易言也。”"}, {"ID": 694, "text": "王丹，字仲回，初有荐士于丹者，丹选举之，而后所举者陷罪，丹免，客惭自绝。俄而徵丹复为太子太傅，乃呼客见之，谓曰：“何量丹之薄？”不为设食以罚之，相待如旧。"}]}, {"section": 173, "header": "传九●陈遵", "data": [{"ID": 695, "text": "陈遵破匈奴，诏赐驳犀剑。"}]}, {"section": 174, "header": "传九●王良", "data": [{"ID": 696, "text": "王良，字仲子，东海人。少清高。为大司徒司直，在位恭俭，妻子不入官舍，布被瓦器。时司徒吏鲍恢以事到东海，过候其家，而良妻布裙徒跣曳柴，从田中归。恢告曰：“我司徒吏也，故来受书，欲见夫人。”妻曰：“妾是也。”恢乃下拜，叹息而还。"}, {"ID": 697, "text": "王良以疾归，一岁复徵，至荥阳，疾笃，不任进道，乃过其友人。友人不肯见，曰：“不有忠言奇谋而取大位，何其往来屑屑不惮烦也！”遂拒之。良惭，自后连徵，辄称疾。"}]}, {"section": 175, "header": "传九●杜林", "data": [{"ID": 698, "text": "杜林于河西得漆书古文尚书经一卷，每遭困厄，握抱此经。"}, {"ID": 699, "text": "杜林寄隗嚣地，终不降志辱身，至簪蒿席草，不食其粟。嚣乃出令曰：“杜伯山天子所不能臣，诸侯所不能友，盖伯夷、叔齐耻食周粟。令且从师友之位，须道开通，使顺其志。”林虽拘于嚣，而终不屈节。建武六年，弟成物故，嚣乃听林持丧东归。既遣而悔，追令刺客杨贤于陇坻遮杀之，贤见林身推鹿车，载致弟丧，乃叹曰：“当今之世，谁能行义？我虽小人，何忍杀义士。”因亡去。"}, {"ID": 700, "text": "杜林，字伯山，扶风人。为侍御史。先与郑兴同寓陇右，乃荐之。上乃徵兴为太中大夫。"}, {"ID": 701, "text": "杜林上疏曰：“臣闻营河、雒以为民，刻肌肤以为刑，封疆画界以建诸侯，井田什一以供国用，三代之所同。及至汉兴，因时宜，趋时务，省烦苛，取实事，不苟贪高亢之论。是以去土中之京师，就关内之远都。除肉刑之重律，用髡钳之轻法。郡县不置世禄之家，农人三十而税一。政卑易行，礼简易从。民无愚智，思仰汉德，乐承汉祀。基业特起，不因缘尧。尧远于汉，民不晓信，言提其耳，终不悦谕。后稷近于周，民户知之，世据以兴，基由其祚，本与汉异。郊祀高帝，诚从民望，得万国之欢心，天下福应，莫大于此。民奉种祀，且犹世主，不失先俗。群臣佥荐鲧，考绩不成，九载乃殛。宗庙至重，众心难违，不可卒改。诗云：‘不愆不忘，率由旧章。’明当尊用祖宗之故文章也。宜如旧制，以解天下之惑，合于易之所谓‘先天而天不违，后天而奉天时’义。方军师在外，祭可且如元年郊祭故事。”"}, {"ID": 702, "text": "建武八年间，郡国比大水，涌泉盈溢。杜林以为仓卒时兵擅权作威，张氏虽皆降散，犹尚有遗脱，长吏制御无术，令得复炽，元元侵陵之所致也。上疏曰：“臣闻先王无二道，明圣用而治。见恶如农夫之务去草焉，芟夷蕴崇之，绝其本根，勿使能殖，畏其易也。古今通道，传其法于有根。狼子野心，奔马善惊。成王深知其终卒之患，故以殷氏六族分伯禽，七族分康叔，怀姓九宗分唐叔，捡押其奸宄，又迁其馀于成周，旧地杂俗，旦夕拘录，所以挫其强御之力，诎其骄恣之节也。及汉初兴，上稽旧章，合符重规，徙齐诸田，楚昭、屈、景，燕，赵，韩，魏之后，以稍弱六国强宗。邑里无营利之家，野泽无兼并之民，万里之统，海内赖安。后辄因衰粗之痛，胁以送终之义，故遂相率而陪园陵，无反顾之心。追观往法，政皆神道设教，强干弱枝，本支百世之要也。是以皆永享康宁之福，无怵惕之忧，继嗣承业，恭己而治，盖此助也。其被灾害民轻薄无累重者，两府遣吏护送饶谷之郡。或惧死亡，卒为佣赁，亦所以消散其口，救赡全其性命也。昔鲁隐有贤行，将致国于桓公，乃留连贪位，不能早退。况草创兵长，卒无德能，直以扰乱，乘时擅权，作威玉食，狙猱之意，徼幸之望，曼延无足，张步之计是也。小民负县官不过身死，负兵家灭门殄世。陛下昭然独见成败之端，或属诸侯官府，元元少得举首仰视，而尚遗脱，二千石失制御之道，令得复昌炽从横。比年大雨，水潦暴长，涌泉盈溢，灾坏城郭官寺，吏民庐舍，溃徙离处，溃成坑坎。臣闻水，阴类也。易卦‘地上有水比’，言性不相害，故曰乐也。而猥相毁垫沦失，常败百姓安居。殆阴下相为蠹贼，有小大胜负不齐，均不得其所，侵陵之象也。诗云：‘畏天之威，于时保之。’唯陛下留神明察，往来惧思，天下幸甚。”"}, {"ID": 703, "text": "杜林，字伯山，迁大司徒司直。百僚知林以明德用，甚尊惮之。"}, {"ID": 704, "text": "杜林，字伯山，为光禄勋，周密敬慎，选举称平，郎有好学，辄见诱进。"}, {"ID": 705, "text": "杜林，字伯山，与马援同乡里，素相亲厚。援从南方还，时林马适死，援令子持马一匹遗林，曰：“朋友有车马之馈，可具以备乏。”林受之。居数月，林遣子奉书曰：“将军内施九族，外有宾客，望恩者多。林父子两人食列卿禄，常有盈，今送钱五万。”援受之，谓子曰：“人当以此为法，是伯山所以胜我也。”"}, {"ID": 706, "text": "王又以师数加馈遗，林不敢受，常辞以道上禀假有馀，苦以车重，无所置之。"}, {"ID": 707, "text": "杜林代张纯为大司空，务于无为。"}]}, {"section": 176, "header": "传九●郭丹", "data": [{"ID": 708, "text": "郭丹，字少卿，南阳人。累世千石，父稚为丹买田宅居业。丹为司徒，视事五年，薨。赐送甚宠，百官会朝，诏问丹家，时宗正刘匡对曰：“郭丹为三公，典牧州郡，田亩不增。”"}, {"ID": 709, "text": "郭丹从师长安，买符入函谷关，乃慨然叹曰：“丹不乘使者车，终不出关。”既至京师，尝为都讲，诸儒咸钦重之。更始二年，三公举丹贤能，徵为谏议大夫，持节使归南阳，安集受降。丹自去家十有二年，果乘高车出关，如其志。"}, {"ID": 710, "text": "郭丹为更始谏议大夫，使南阳，安集受降。更始败，丹无所归节传，以弊布缠裹节，如担负状，昼伏夜行，求谒更始妻子，奉还节传，因归乡里。"}, {"ID": 711, "text": "郭丹为郡功曹，荐阴亶、程胡、鲁歆自代。太守杜诗曰：“古者卿士让位，今功曹稽古经，可为至德。编署黄堂，以为后法。”"}, {"ID": 712, "text": "郭丹师事公孙昌，敬重，常持蒲编席，人异之。"}, {"ID": 713, "text": "郭丹为司徒，在朝名清廉公正。"}]}, {"section": 177, "header": "传九●吴良", "data": []}, {"section": 178, "header": "传九●承宫", "data": [{"ID": 714, "text": "承宫，字少子，琅邪姑幕人。少孤，年八岁，人令牧豕。乡里徐子盛明春秋经，授诸生数百人。宫过其庐下，见诸生讲诵，好之，因弃猪而听经。猪主怪不还，行索，见宫，欲笞之。门下生共禁止，因留精舍门下，拾薪，执苦数年，遂通经。"}, {"ID": 715, "text": "承宫遭王莽篡位，天下扰攘，盗贼并起，宫遂避世汉中。建武四年，将妻子之华阴山谷，耕种禾黍，临熟，人就认之，宫悉推与而去，由是显名。"}, {"ID": 716, "text": "永平中，徵承宫为博士，迁左中郎将。数纳忠谏，论议切直，名播匈奴。时单于遣使求欲得见宫，诏刔宫自整饰。宫对曰：“夷狄炫名，非识实也。臣状丑，不可以示远，宜选长大威容者。”帝乃以大鸿胪魏应代之。"}]}, {"section": 179, "header": "传九●郑均", "data": [{"ID": 717, "text": "郑均，字仲虞，任城人也。治尚书，好黄老，澹泊无欲，清静自守，不慕游宦。兄仲，为县游徼，颇受礼遗。均数谏止，不听，即脱身出作。岁馀，得数万钱，归以与兄，曰：“钱尽可复得，为坐吏赃，终身捐弃。”兄感其语，遂为廉洁，称清白吏。"}, {"ID": 718, "text": "均失兄，养孤兄子甚笃，已冠娶，出令别居，并门，尽推财与之，使得一尊其母，然后随护视振给之。"}, {"ID": 719, "text": "郑均，字仲虞，拜侍御史，引见极问，乃上封事。上甚悦，赐车马衣服。"}, {"ID": 720, "text": "均遣子英奉章诣阙，诏召见英，问均所苦，赐以冠帻钱布。"}, {"ID": 721, "text": "赐羊一头，酒二斗，终其身。"}, {"ID": 722, "text": "郑均，字仲虞，为尚书，淡泊无欲。章帝东巡，过任城，乃幸均舍，敕赐尚书禄，以终其身，故时人号为“白衣尚书”。"}]}, {"section": 180, "header": "传九●赵温", "data": [{"ID": 723, "text": "赵典兄子温，初为京兆郡丞，叹曰：“大丈夫生当雄飞，安能雌伏！”遂弃官而去。后官至三公。"}]}, {"section": 181, "header": "传九●桓谭", "data": [{"ID": 724, "text": "桓谭，字君山，少好学，遍治五经，能文，有绝才，喜非毁俗儒，由是多见排抑。哀、平时，位不过郎。"}, {"ID": 725, "text": "光武即位，拜议郎。"}, {"ID": 726, "text": "中家子为之保役，受计上疏，趋走俯伏，譬若臣仆，坐而分利。"}, {"ID": 727, "text": "贾人多通侈靡之物，罗纨绮绣，杂彩玩好，以淫人耳目，而竭尽其财。是为下树奢媒而置贫本也。求人之俭约富足，何可得乎？夫俗难卒变，而人不可暴化。宜抑其路，使之稍自衰焉。"}, {"ID": 728, "text": "矫称孔丘，为谶记以误人主。"}, {"ID": 729, "text": "桓谭讥讪图谶，有诏会议灵台所处，上谓桓谭曰：“天下事吾欲以谶决之，何如？”谭默然良久，曰：“臣不读谶。”上问其故，谭复极言谶之非经。上大怒，曰：“桓谭非圣无法，将下斩之。”谭叩头流血，良久得解。由是失旨，遂不复转迁，出为六安郡丞。之官，意忽忽不乐，道病卒，时年七十馀。"}, {"ID": 730, "text": "光武读之，刔言卷大，令皆别为上下，凡二十九篇。"}, {"ID": 731, "text": "琴道未毕，但有发首一章。"}, {"ID": 732, "text": "桓谭，字君山，沛人。章帝元和中，行巡狩，至沛，令使者祠谭冢，乡里以为荣。"}]}, {"section": 182, "header": "传九●冯衍", "data": [{"ID": 733, "text": "其先上党潞人，曾祖父奉世徙杜陵。"}, {"ID": 734, "text": "野王生座，袭父爵为关内侯，座生衍。"}, {"ID": 735, "text": "冯衍说吴汉曰：“得道之兵，鼓不振尘。”"}, {"ID": 736, "text": "衍更始时为偏将军，与鲍永相善。更始即败，固守不以时下。建武初，为扬化大将军掾，辟邓禹府，数奏记于禹，陈政言事。曰：“衍闻明君不恶切悫之言，以测幽冥之论；忠臣不顾争引之患，以达万机之变。是故君臣两兴，功名兼立，铭勒金石，令问不忘。今衍幸逢宽明之日，将值危言之时，岂敢拱默避罪，而不竭其诚哉！伏念天下离王莽之害久矣。始自东郡之师，继以西海之役，巴、蜀没于南夷，缘边破于北狄，远征万里，暴兵累年，祸挐未解，兵连不息，刑法弥深，赋敛愈重。众强之党，横击于外，百僚之臣，贪残于内，元元无聊，饥寒并臻，父子流亡，夫妇离散，庐落丘墟，田畴芜秽，疾疫大兴，灾异蜂起。于是江湖之上，海岱之滨，风腾波涌，更相骀藉，四垂之人，肝脑涂地，死亡之数，不啻太半，殃咎之毒，痛入骨髓，匹夫僮妇，咸怀怨怒。皇帝以圣德威灵，龙兴凤举，率宛、叶之众，将散乱之兵，歃血昆阳，长驱武关，破百万之阵，摧九虎之军，雷震四海，席卷天下，攘除祸乱，诛灭无道，一期之间，海内大定。继高祖之休烈，修文、武之绝业，社稷复存，炎精更辉，德冠往初，功无与二。天下自以去亡新，就圣汉，当蒙其福而赖其愿。树恩布德，易以周洽，其犹顺惊风而飞鸿毛也。然而诸将虏掠，逆伦绝理，杀人父子，妻人妇女，燔其室屋，略其财产，饥者毛食，寒者裸跣，冤结失望，无所归命。今大将军以明淑之德，秉大使之权，统三军之政，存抚并州之人，惠爱之诚，加乎百姓，高世之声，闻乎群士，故其延颈企踵而望者，非特一人也。且大将军之事，岂得圭璧其行，束修其心而已哉？将定国家之大业，成天地之元功也。昔周宣中兴之主，齐桓霸强之君耳，犹有申伯、召虎、夷吾、吉甫攘其蝥贼，安其疆宇。况乎万里之汉，明帝复兴，而大将军为之梁栋，此诚不可以忽也。且衍闻之，兵久则力屈，人愁则变生。今邯郸之贼未灭，真定之际复扰，而大将军所部不过百里，守城不休，战军不息，兵革云翔，百姓震骇，奈何自怠，不为深忧？夫并州之地，东带石陉关，北逼强胡，年谷独熟，人庶多资，斯四战之地，攻守之场也。如其不虞，何以待之？故曰‘德不素积，人不为用。备不豫具，难以应卒’。今生人之命，县于将军，将军所杖，必须良才，宜改易非任，更选贤能。夫十室之邑，必有忠信。无谓无贤，路有圣人。审得其人，以承大将军之明，虽则山泽之人，无不感德，思乐为用矣。然后简精锐之卒，发屯守之士，三军既整，甲兵已具，相其土地之饶，观其水泉之利，制屯田之术，习战射之教，则威风远畅，人安其业矣。若镇太原，抚上党，收百姓之欢心，树名贤之良佐，天下无变，则足以显声誉，一朝有事，则可以建大功。惟大将军开日月之明，发深渊之虑，监六经之论，观孙、吴之策，省群议之是非，详众士之白黑，以超周南之迹，垂甘棠之风，令夫功烈施于千载，富贵传于无穷。伊、望之策，何以加兹。”"}, {"ID": 737, "text": "西归故里。"}, {"ID": 738, "text": "款子乔于中野兮，遇伯成而定虑。"}, {"ID": 739, "text": "伏朱楼而四望兮，采三奇之华灵。"}, {"ID": 740, "text": "揵八枳而为篱兮，筑蕙若而为室。"}, {"ID": 741, "text": "冯敬通废于家，娶北地任氏女为妻，忌不得畜媵妾，儿女常自操井臼也。"}, {"ID": 742, "text": "冯敬通少有淑傥之志，明帝以为衍材过其实，抑而不用，遂堋义失志，以寿终于家。"}]}, {"section": 183, "header": "传九●冯豹", "data": [{"ID": 743, "text": "冯豹，字仲文，后母恶之，尝因豹夜卧，引刀斫之，正值其起，中被获免。"}, {"ID": 744, "text": "冯豹，字仲文，好儒学，以诗传教授，乡里为之语曰：“"}, {"ID": 745, "text": "道德斌斌冯仲文。”"}, {"ID": 746, "text": "冯豹每奏事未报，常服省阁下，或从昏至明。天子默使小黄门持被覆之，曰：“勿惊之。”"}, {"ID": 747, "text": "豹为武威太守，视事二年，河西称之。"}]}, {"section": 184, "header": "传九●田邑", "data": [{"ID": 748, "text": "邑，冯翊莲芍人也。其先齐诸田，父丰，为王莽著威将军。邑有大节，涉学艺，能善属文。"}, {"ID": 749, "text": "田邑，字伯玉，为上党太守。时更始遣鲍永、冯衍屯太原，永、衍恐其先降，说之曰：“晏婴临盟，拟以曲戟，不易其辞。”"}, {"ID": 750, "text": "邓禹使积弩将军冯愔将兵击邑，愔悉得邑母弟妻子。"}, {"ID": 751, "text": "遣骑都尉弓里游、谏大夫何叔武，即拜邑为上党太守。"}, {"ID": 752, "text": "衍与邑素誓刎颈，俱受重任。"}, {"ID": 753, "text": "邑书曰：“愚闻丈夫不释故而改图，哲士不徼幸而出危。今君长故主败不能死，新帝立不肯降，拥众而据壁，欲袭六国之从。与邑同事一朝，内为刎颈之盟，兴兵背畔，攻取涅城。破君长之国，坏父母之乡，首难结怨，轻弄凶器。人心难知，何意君长当为此计。昔者韩信将兵，无敌天下，功不世出，略不再见，威执项羽，名出高帝，不知天时，就烹于汉。智伯分国，即有三晋，欲大无已，身死地分，头为饮器。君长衔命出征，拥带徒士，上党厄不能救，河东畔不能取，朝有颠沛之忧，国有分崩之祸，上无仇牧之节，下无不占之志。天之所坏，人不能支。君长将兵不与韩信同日而论，威行得众不及智伯万分之半，不见天时，不知厌足。欲明人臣之义，当先知故主之未然；欲贪天下之利，宜及新主之未为。今故主已败，新主既成，四海为罗网，天下为敌人，举足遇害，动摇触患，履深泉之薄冰不为号，涉千钧之发机不知惧，何如其知也？绝鲍氏之姓，废子都之业，诵尧之言，服桀之行，悲夫命也。张舒内行邪孽，不遵孝友，疏其父族，外附妻党，已收三族，将行其法。能逃不自诣者舒也，能夷舒宗者予也。”永、邑遂结怨焉。"}, {"ID": 754, "text": "为渔阳太守，未到官，道病，徵还，为谏议大夫，病卒。"}, {"ID": 755, "text": "邑年三十，历卿大夫，号归罢，厌事，少所嗜欲。"}]}, {"section": 185, "header": "传九●申屠刚", "data": [{"ID": 756, "text": "申屠刚，字巨卿，扶风人。性刚直忠正，志节抗厉，常慕史怅、汲黯之为人。涉猎书记，果于行义。元始中，举贤良对策：“昔周公豫防祸首，先遣伯禽守封于鲁，离断至亲，以义割恩，使己尊宠，不加其后。”言甚切直。建武初，徵拜侍御史，迁尚书令，謇謇多直言，无所屈挠。时陇蜀未平，上尝欲近出，刚谏上不听，刚以头轫乘舆车轮，马不得前。"}]}, {"section": 186, "header": "传九●鲍永", "data": [{"ID": 757, "text": "鲍永，字君长，上党人也。少有志操，治欧阳尚书，事后母至孝，妻尝于母前叱狗，而永即去之。"}, {"ID": 758, "text": "鲍永为郡功曹，时有称侍中止传舍者，太守赵兴欲出谒。永以不宜出，当车拔佩刀，兴因还。后数日，诏书下捕之，果矫称使者，由是知名。"}, {"ID": 759, "text": "鲍永，字君长，拜仆射，行将军事，将兵安集河东。永好文德，虽行将军，常衣皂襜褕，路称鲍尚书兵马。"}, {"ID": 760, "text": "时永得置偏裨将五人。"}, {"ID": 761, "text": "光武即位，遣谏议大夫储大伯持节徵永诣行在所。永疑不从，乃收系大伯，封大伯所持节于晋阳传舍壁中，遣信人驰至长安。"}, {"ID": 762, "text": "永遣升及舒等谋使营尉李匡先反涅城，开门内兵，杀其县长冯晏，立故谒者祝回为涅长。"}, {"ID": 763, "text": "昔更始以鲍永行大将军，更始没，永与冯钦共罢兵，幅巾以居，降于上。"}, {"ID": 764, "text": "上谓鲍永曰：“我攻怀三日兵不下，关东畏卿，且将故人往。”即拜永谏大夫。至怀，谓太守曰：“足下所以坚不下者，未知孰是也。今圣主即位，天下以定，不降何待？”即开城降。永说下怀，上大喜，与永对食。"}, {"ID": 765, "text": "赐洛阳上商里宅。"}, {"ID": 766, "text": "鲍永，字君长，为鲁郡太守。时彭丰等不肯降。后孔子阙里无故荆棘自辟，从讲室扫除至孔里。永异之，召郡府丞谓曰：“方今厄急而阙里无故自涤，意岂夫子欲令太守大行飨，诛无状也？”乃修学校礼，请丰等会，手格杀之。"}, {"ID": 767, "text": "鲍永为司隶校尉，时赵王良从上送中郎将来歙丧还，入夏城门中，与五官将军相逢，道迫，良怒，召门候岑尊，叩头马前。永劾奏良曰：“今月二十七日，车驾临故中郎将来歙丧还，车驾过，须臾赵王良从后到，与右中郎将张邯相逢城门中，道迫狭，叱邯旋车，又召门候岑尊诘责，使前走数十步。按良诸侯藩臣，蒙恩入侍，知尊帝城门候吏六百石，而肆意加怒，令叩头都道，奔走马头前，无藩臣之礼，大不敬也。”"}, {"ID": 768, "text": "鲍永为司隶校尉，矜严公正，平陵鲍恢为从事，恢亦抗直不避强御。诏曰：“贵戚且敛手，以避二鲍。”"}, {"ID": 769, "text": "鲍永，字君长，为司隶校尉，行县到京兆灞陵，过更始冢，引车入陌，欲下，从事谏止之。永曰：“亲北面事人，何忍车过其墓。虽以获罪，司隶不辞也。”遂下车，哭尽哀。西至右扶风，椎牛上苟谏冢。上闻之，问公卿曰：“奉使如此，何如？”时太中大夫张堪对曰：“仁者百行之宗，忠者礼义之主也。仁不遗旧，忠不忘君，行之高者也。”上悦。"}, {"ID": 770, "text": "诏书迎下永曰：“君晨夜冒犯霜露，精神亦已劳矣。以君帷幄近臣，其以永为兖州牧。”"}]}, {"section": 187, "header": "传九●鲍昱", "data": [{"ID": 771, "text": "鲍昱为沘阳长，县人赵坚杀人系狱，其父母诣昱，自言年七十馀唯有一子，适新娶，今系狱当死，长无种类，涕泣求哀。昱怜其言，令将妻入狱，解械止宿，遂任身有子。"}, {"ID": 772, "text": "光武二十三年，太尉鲍昱兼卫尉。"}, {"ID": 773, "text": "鲍昱，字文渊，拜司隶校尉，诏昱诣尚书，使封胡降檄。上遣小黄门问昱有所怪不？对曰：“臣闻故事通官不著姓，又当司徒露布，怪使司隶而著姓也。”帝报曰：“吾欲令天下知忠臣之子复为司隶。”"}, {"ID": 774, "text": "时司徒辞讼久者至十数年，比例轻重，非其事类，错杂难知。昱奏定辞讼七卷，决事都目八卷，以齐同法令，息遏人讼也。"}]}, {"section": 188, "header": "传九●郅恽", "data": [{"ID": 775, "text": "郅恽，字君章，上书谏王莽，令就臣位。莽大怒，即收系恽。难即害之，使黄门胁导恽，令为狂疾惚恍，不自知所言。恽曰：“所言皆天文，非狂人所造作。”"}, {"ID": 776, "text": "郅恽之友董子张父及叔为乡里盛氏一时所残害，子张病困将终，恽往候子张。子张视恽，歔欷不能言，恽曰：“"}, {"ID": 777, "text": "吾知子不悲天命长短，而痛二父雠不复也。”子张但目击而已。恽即将客遮仇人，取其头以示子张，子张憙，气因绝。恽见令，以状首。令应之迟，趋出诣狱。令跣追之，不及，即自入狱谢恽，拔刃自向以要恽曰：“子不从我出，敢不以死明心乎！”恽遂出。"}, {"ID": 778, "text": "汝南太守欧阳歙召郅恽为功曹，汝南旧俗，十月飨会，百里内皆赍牛酒到府饮宴。时临飨礼毕，歙教曰：“西部督邮繇延，天资忠贞，不严而治。今与众儒共论延功，显之于朝。”恽于下座愀然前曰：“案延资性贪邪，外方内员，朋党构奸，罔上害民。明府以恶为善，以直从曲，此既无君，又复无臣。恽敢奉觥。”歙色惭，不知所为。门下掾郑敬进曰：“君明臣直，功曹言切，明府德也。”歙意少解，曰：“实歙罪也”。"}, {"ID": 779, "text": "郅恽，字君章，汝南人也。郑次都隐于弋阳山中。恽即去，从次都止，渔钓甚娱，留数十日。恽喟然叹曰：“天生俊士，以为民也。鸟兽不可与同群，子从我为伊尹乎？将为许、巢而去尧、舜也？”次都曰：“吾年耄矣，安得从子？子勉正性命，勿劳神以害生。”告别而去。恽客于江夏，郡举孝廉为郎。"}, {"ID": 780, "text": "郅恽为上东城门候。上尝夜出，还，拒关，诏开门欲入，恽不纳。上令从门间识面。恽曰：“火明辽远。”恽遂不开。明日，恽上书曰：“昔文王不敢盘于游田，以万民惟忧。而陛下远猎山林，以夜继昼，其如社稷宗庙何？诚小臣所窃忧也。”由是上特重之。"}, {"ID": 781, "text": "郅恽为长沙，长沙有义士古初，遭父丧未葬，讫人火起，及初舍。棺不可移，初冒火伏棺上，会火灭。"}, {"ID": 782, "text": "坐前长沙太守张禁多受遗送千万，以恽不推劾，故左迁芒长。"}, {"ID": 783, "text": "芒守丞韩龚受大盗丁仲钱，阿拥之，加笞八百，不死，入见恽，称仲健。恽怒，以所杖铁杖捶龚。龚出怨怼，遂杀仲，恽故坐免。"}]}, {"section": 189, "header": "传九●苏竟", "data": [{"ID": 784, "text": "苏竟与刘歆子恭书曰：“前世以磨研编简之才，与国师公从事出入者砚耳。”"}]}, {"section": 190, "header": "传九●郭伋", "data": [{"ID": 785, "text": "郭伋为颍川太守，辞去之官，光武诏曰：“郡得贤能太守，去帝城不远，河润九里，冀京师并蒙其福也。”"}, {"ID": 786, "text": "郭伋，字细侯，河南人也。在并州素结恩德，行部到西河美稷，有童儿数百，各骑竹马，于道次迎拜。伋问曰：“儿曹何自远来？”对曰：“闻使君到，喜，故迎。”诸儿复送到郭外，问“使君何日当还”。伋语别驾从事计日告之。行部还入美稷界，先期一日。伋念负诸童儿，遂止于野亭，须期乃入。"}, {"ID": 787, "text": "郭伋为并州，伋知卢芳夙贼，难卒以力制，常严烽候，明购赏，以结寇心。"}]}, {"section": 191, "header": "传九●杜诗", "data": [{"ID": 788, "text": "杜诗，字君公。建武元年，杜诗为侍御史，安集洛阳。时将军萧广放纵兵士，暴横民间。诗敕晓不改，遂格杀广，还以状闻。上召见，赐以棨戟，复使之河东，诛降逆贼杨异等。"}, {"ID": 789, "text": "杜诗，字君公，为南阳太守，性节俭而治清平，以诛暴立威信，善于计略，省爱民役。造作水排，铸为农器，用力省，见功多。时人方于召信臣，故南阳人为之语：“前有召父，后有杜母。”"}, {"ID": 790, "text": "南阳太守杜诗坐遣客为弟报仇，被徵，会病卒，丧无所归，诏使持丧郡国邸，赙绢千疋。"}]}, {"section": 192, "header": "传九●孔奋", "data": [{"ID": 791, "text": "窦融请孔奋署议曹掾，守姑臧长。天下扰乱，唯西河独安，而姑臧称为富邑，通货胡羌，市日四合，每居县者，不盈数日，辄致丰积。"}, {"ID": 792, "text": "孔奋，字君鱼，右扶风茂陵人。守姑臧长。七年，诏书以为奋在姑臧治有绝迹，赐爵关内侯。奋素孝，供养至谨，在姑臧唯老母极膳，妻子饭食葱芥，时人笑之。或嘲奋曰：“置脂膏中，不能自润。”而奋不改其操。"}, {"ID": 793, "text": "孔奋为武都郡丞，时郡为隗嚣馀党所攻，杀太守，得奋妻子。奋追贼，贼推奋妻子于军前。奋年五十，惟有一子，不顾，遂擒贼，而其子见屠。帝嘉其忠，迁武都太守。"}, {"ID": 794, "text": "孔奋笃于骨肉，弟奇在雒阳为诸生，分禄奉以供给其粮用，四时送衣，下至脂烛，每有所食甘美，辄分减以遗奇。"}]}, {"section": 193, "header": "传九●张堪", "data": []}, {"section": 194, "header": "传九●廉范", "data": []}, {"section": 195, "header": "传九●王堂", "data": []}, {"section": 196, "header": "传十●朱浮", "data": []}, {"section": 197, "header": "传十●冯鲂", "data": [{"ID": 795, "text": "其先魏之别封曰华侯，华侯孙长卿食采冯城，因以氏焉。鲂父名杨。"}, {"ID": 796, "text": "冯鲂为司空，坐免陇西太守邓融免官。"}, {"ID": 797, "text": "明帝诏曰：“冯鲂以忠孝典禁兵，出入八年，数进忠言直谏，其还故爵为杨邑侯，赐以玉玦。”"}, {"ID": 798, "text": "永平十五年，上行幸诸国，敕鲂车驾发后，将缇骑宿玄武门复道上，领南宫吏士，保给床席，子孙得到鲂所。诏曰：“南宫复道多恶风寒，左右老人居之且病痱。内者多取帷帐，东西完塞诸窗，望令致密。”"}, {"ID": 799, "text": "冯鲂，字孝孙，父子兄弟并带青紫，三世侍中。"}]}, {"section": 198, "header": "传十●冯石", "data": [{"ID": 800, "text": "冯鲂孙石，袭母公主封获嘉侯，为侍中，稍迁卫尉，能取悦当世，为安帝所宠。帝尝幸其府，留饮十馀日，赐驳犀具剑、佩刀、紫艾绶、玉玦各一。"}]}, {"section": 199, "header": "传十●虞延", "data": [{"ID": 801, "text": "虞延，陈留人。光武东巡，过小黄，高帝母昭灵后园陵在焉。延为部督邮，诏呼引见，问园陵之事。延占拜可观，其园陵树纠皆谙其数，俎豆牺牲，颇晓其礼。帝善之，敕延从驾到鲁。还经封丘，城门下小，不容羽盖。上怒，使挞侍御史。延因陛见引咎，以为罪在督邮。上诏曰：“以陈留督邮虞延故，贷御史罪。”"}, {"ID": 802, "text": "虞延字子大，陈留人。孝明帝时，有新野功曹邓寅，以外戚小侯每豫朝会，而容姿趋步，有出于众。显宗目之，顾左右曰：“朕之仪貌，岂若此人！”特赐舆马衣服。延以寅虽有容仪而无实行，未尝加礼。上乃诏令自称南阳功曹诣阙，拜郎中，迁玄武司马。寅在职不服父丧，帝闻，乃叹曰：“‘知人则哲，惟帝难之。’信哉斯言！”以延为明。"}]}, {"section": 200, "header": "传十●郑弘", "data": [{"ID": 803, "text": "会稽郑弘为邹县令，鲁春雨霜，邹谷独无灾。"}, {"ID": 804, "text": "太尉郑弘，以日蚀免。"}]}, {"section": 201, "header": "传十●梁统", "data": [{"ID": 805, "text": "其先与秦同祖，出于伯益，别封于梁。"}, {"ID": 806, "text": "桥子溥，溥子延，以明军谋特除西域司马。延生统。"}, {"ID": 807, "text": "元帝初元五年，轻殊死刑三十四事，哀帝建平元年，轻殊死刑八十一事，其四十二事手杀人者减死一等。"}, {"ID": 808, "text": "五帝有流殛放杀之诛，三王有大辟刻肌之法，是以五帝、三王之刑，除残去乱。鞭扑不可弛于家，刑罚不可废于国，征伐不可偃于天下，用之有本末，行之有逆顺耳。"}, {"ID": 809, "text": "统对尚书状曰：“元寿二年，三辅盗贼群辈并起，至燔烧茂陵都邑，烟火见未央宫，前代所未尝有。其后陇西新兴，北地任横、任崖，西河漕况，越州度郡，万里交结，或从远方，四面会合，遂攻取库兵，劫略吏人，国家开封侯之科，以军法追捕，仅能破散也。”"}]}, {"section": 202, "header": "传十●梁竦", "data": [{"ID": 810, "text": "彼仲尼之佐鲁兮，先严断而后弘衍。虽离谗以呜邑兮，卒暴诛于两观。殷伊尹之协德兮，暨太甲而俱宁。岂齐量其几微兮，徒信己以荣名。虽吞刀以奉命兮，抉目眦于门闾。吴荒萌其已殖兮，可信颜于王庐？图往镜来兮，关北在篇。君名既泯没兮，后辟亦然。屈平濯德兮，洁显芬香。句践罪种兮，越嗣不长。重耳忽推兮，六卿卒强。赵殒鸣犊兮，秦人入疆。乐毅奔赵兮，燕亦是丧。武安赐命兮，昭以不王。蒙宗不幸兮，长平颠荒。范父乞身兮，楚项不昌。何尔生不先后兮，推洪勋以遐迈。服荔裳如朱绂兮，骋鸾路于奔濑。历苍梧之崇丘兮，宗虞氏之俊乂。临众渎之神林兮，东敕职于蓬碣。祖圣道而垂典兮，褒忠孝以为珍。既匡救而不得兮，必殒命而后仁。惟贾傅其违指兮，何杨生之欺真。彼皇麟之高举兮，熙太清之悠悠。临岷川以怆恨兮，指丹海以为期。"}]}, {"section": 203, "header": "传十●梁商", "data": [{"ID": 811, "text": "商少持韩诗，兼读众书传记，天资聪敏，昭达万情。举措动作，直推雅性，务在诚实，不为华饰。孝友著于闾阈，明信结于友朋。其在朝廷，俨恪矜严，威而不猛。退食私馆，接宾待客，宽和肃敬。忧人之忧，乐人之乐，皆若在己。轻财货，不为蓄积，故衣裘裁足卒岁，奴婢车马供用而已。朝廷由是敬惮委任焉。"}, {"ID": 812, "text": "梁商，字伯夏，安定乌氏人。常曰：“多藏厚亡，为子孙累。”每租奉到及两宫赏赐，便置中门外，未尝入藏，悉分与昆弟中外。"}, {"ID": 813, "text": "梁商，饥年谷贵，有饿馁，辄遣苍头以车载米盐菜钱，于四城散乞贫民。"}, {"ID": 814, "text": "梁商上书曰：“猥复超起宿德。”"}, {"ID": 815, "text": "商病笃，敕子冀等曰：“吾以不德，享受多福，生无以辅益朝庭，死必耗费帑藏，衣衾饭含玉匣珠贝之属，何益朽骨。百僚劳攘，纷华道路，祇增尘垢。虽云礼制，亦有权时。方今边郡不宁，盗贼未息，岂宜重为国损。气绝之后，载至冢舍，即时殡敛。敛以时服，皆以故衣，无更裁制。殡已开冢，冢开即葬。祭食如前，无用三牲。孝子善述父志，不宜违我言也。”"}, {"ID": 816, "text": "梁商薨，给赐东园锵车、朱寿器、银镂、黄金玉匣。"}, {"ID": 817, "text": "初，帝作诔曰：“孰云忠侯，不闻其音。背去国家，都兹玄阴。幽居冥冥，靡所且穷。”"}, {"ID": 818, "text": "梁商朝廷敬惮，其委任自前世外戚见礼过尊显所未曾有。商门无驻马请谒之宾，谦虚抑损，九命弥恭，汉兴已来，妃后之家亦无商比。"}]}, {"section": 204, "header": "传十●梁冀", "data": [{"ID": 819, "text": "父商献美人支通期于顺帝。"}, {"ID": 820, "text": "梁冀僭侈，作平上軿车。"}, {"ID": 821, "text": "永昌太守铸黄金之蛇献之冀，益州刺史种暠发其事。大将军夫人躬先率礼，淑慎其身，超号为开封君，即大将军梁冀妻也。"}]}, {"section": 205, "header": "传十●梁不疑", "data": [{"ID": 822, "text": "梁不疑拜步兵校尉，上书曰：“列校之职，上应天工，下厌群望，实非过少所宜任也。”"}]}, {"section": 206, "header": "传十●张纯", "data": [{"ID": 823, "text": "张纯，字伯仁，建武初，先诣阙，封武始侯。"}, {"ID": 824, "text": "张纯，字伯仁，为太中大夫，在朝廷累世，明习故事。建武初定，旧典多缺，每有疑义，辄以访问，以断是非，一日或数四引见。"}, {"ID": 825, "text": "张纯，字伯仁，为虎贲中郎将，纯素重慎周密，时上封事，辄削去草。"}, {"ID": 826, "text": "张纯，字伯仁，为大司空，务于无为。"}, {"ID": 827, "text": "张纯，字伯仁。建武二十六年，纯奏议云：“三年一祫，五年一禘。禘之为言谛，谛定昭穆尊卑之义也。禘祭以夏四月。夏者阳气在上，阴气在下，故正尊卑之义也。祫祭以冬十月。冬者五谷成熟，时备礼成，骨肉合聚饮食也。”"}, {"ID": 828, "text": "子奋，字稚通。兄根，常被病。纯病困，敕家丞翕曰：“吾无功于时，猥蒙爵土，身死之后，勿议传国之事。”纯薨，大行移书问嗣，翕上书奋。中元二年，诏书封奋。奋上书曰：“根不病，哀臣小称病，令翕立后。臣时在河南冢庐，臣见纯前告翕语，自以兄弟不当蒙爵土之恩，愿下有司。”帝以奋违诏，收下狱，奋乃袭封。奋既嗣爵，谦俭节约，闺门和平。"}]}, {"section": 207, "header": "传十●曹褒", "data": [{"ID": 829, "text": "曹褒，字叔通，笃学有大度，常慕叔孙通为汉礼仪，昼夜研精沉思，寝则怀铅笔，行则诵文书。当其念至，忽忘所之。"}, {"ID": 830, "text": "褒笃学有大度，举孝廉，拜车府令。"}, {"ID": 831, "text": "曹褒在射声，营舍有停棺不葬百馀所，褒亲自履行，问其意故。吏对曰：“此等多是建武以来绝无后者。”褒怆然，为买空地，悉葬其无主者，设祭以祀之。迁城门校尉、将作大匠。时疾疫，褒巡行病徒，为致医药，经理饘粥，多蒙济活。"}, {"ID": 832, "text": "曹褒为河内太守，时旱，春至六月无雨，谷贵，百姓颇流离。褒到，省吏职，退去贪残，屡得澍雨。其秋大熟，百姓给足，流民皆还。"}]}, {"section": 208, "header": "传十●郑兴", "data": [{"ID": 833, "text": "郑兴从博士金子严为左氏春秋。"}, {"ID": 834, "text": "光武帝问郊记事，郑兴曰：“臣不为谶。”上曰：“卿之不学，非之耶？”兴曰：“臣于书有所未学，无所非之也。”"}]}, {"section": 209, "header": "传十●郑众", "data": [{"ID": 835, "text": "郑众，字仲师，建武中，太子及山阳王因虎贲将梁松请众，欲为通引籍，赂遗缣帛，众悉辞不受，谓松曰：“太子储君，无外交义，汉有旧防，诸王不宜通宾客。”松讽以长者难逆。众曰：“犯禁触罪，不如守法而死。”太子及王皆奇之。"}, {"ID": 836, "text": "庐江献鼎，诏召郑众问齐桓公之鼎在柏寝台，见何书？春秋左氏有鼎事几？众对状，除为郎中。"}, {"ID": 837, "text": "永平八年，匈奴遣使求和亲，上遣郑众持节使匈奴。众素刚烈，至北庭，虏欲令拜，众不为屈。单于大怒，围守闭之，不与水火，欲胁服众，众拔刃自誓，单于恐而止。"}, {"ID": 838, "text": "永平中，遣郑众使北匈奴，众因上书言：“臣前奉使，不为匈奴拜，单于恚恨，故兵围臣。今复衔命，必凌折臣。臣诚不忍将大汉节对毡裘独拜。如令匈奴遂能服臣，将有损大汉之强。”上不听，众不得已，既行，后果为匈奴所杀。"}]}, {"section": 210, "header": "传十●范升", "data": [{"ID": 839, "text": "范升，字辨卿，迁博士，每有大议，辄见访问。"}]}, {"section": 211, "header": "传十●陈元", "data": [{"ID": 840, "text": "陈元上疏曰：“抉瑕掷衅，掩其弘美。”"}, {"ID": 841, "text": "光武兴立左氏，而桓谭、卫宏并共毁訾，故中道而废。"}]}, {"section": 212, "header": "传十●贾逵", "data": []}, {"section": 213, "header": "传十●司马均", "data": []}, {"section": 214, "header": "传十●汝郁", "data": []}, {"section": 215, "header": "传十●张霸", "data": [{"ID": 842, "text": "张霸，字伯饶，蜀郡成都人。年数岁，有所啖，必先让父母，乡里号曰“张曾子”。九岁通春秋，复欲进业，父母语“"}, {"ID": 843, "text": "汝小何能多曰”。"}, {"ID": 844, "text": "张霸，字伯饶，以樊鯈删严氏公羊春秋犹多繁词，乃减为二十万言，更名张氏之学。"}, {"ID": 845, "text": "张霸博览五经，孙林、刘固等并慕之，市宅其傍以就学。"}]}, {"section": 216, "header": "传十●张楷", "data": [{"ID": 846, "text": "张楷，字公超，隐居弘农山中，学者随之，所居成市，后华阴山南遂有公超市。"}]}, {"section": 217, "header": "传十●桓荣", "data": [{"ID": 847, "text": "桓荣，字春卿，沛郡龙亢人也。荣本齐桓公后。桓公作伯，支庶用其谥立族命氏焉。少学长安，治欧阳尚书，事博士朱普，贫窭无资，常客佣以自给，精力不倦，十五年不闚家。"}, {"ID": 848, "text": "桓荣勤学，讲论不怠。"}, {"ID": 849, "text": "桓荣拜议郎，入侍太子，每朝会，辄令荣于公卿前敷奏经书，帝称善，曰：“得卿几晚。”"}, {"ID": 850, "text": "欧阳尚书博士缺，上欲用桓荣，荣叩头让曰：“臣经术浅薄，不如同门生郎中彭闳、扬州从事皋弘。”帝曰：“俞，往，女谐。”因拜荣为博士，引闳为议郎。车驾幸太学，会诸博士论难于前，荣被服儒衣，温恭有蕴藉，明经义，每以礼让相厌，不以辞长人，儒者莫之及，特为加赏赐。又诏诸生雅吹击磬，尽日乃罢。"}, {"ID": 851, "text": "桓荣为博士，入会庭中，诏赐奇协，受者皆怀之，荣独举手奉以拜。帝笑指之曰：“此真儒生也。”愈见敬厚。"}, {"ID": 852, "text": "桓荣常寝病，太子朝夕遣中人问疾，赐以帷帐奴婢，曰：“如有不讳，无忧家室也。”后病愈，入复侍讲。"}, {"ID": 853, "text": "建安二十八年，大会百官，诏问谁可傅太子者。群臣承意，皆言太子舅执金吾阴识可。博士张佚正色曰：“今陛下立太子，为阴氏乎？为天下乎？即为阴氏，则阴侯可；为天下，则固宜用天下之贤才。”上称善，曰：“欲置傅者，以辅太子也。今博士不难正朕，况太子乎！”即拜为太子太傅。"}, {"ID": 854, "text": "建武二十八年，以桓荣为少傅，赐以辎车乘马。荣大会诸生，陈车马印绶，曰：“今日所蒙，稽古之力也，可不勉乎！”"}, {"ID": 855, "text": "太子执报桓荣书曰：“君慎疾加餐，重爱玉体。”"}, {"ID": 856, "text": "初，桓荣遭仓卒困厄时，尝与族人桓元卿俱捃拾，投闲辄诵诗。元卿谓荣曰：“卿但尽气尔，当安复施用时乎？”荣笑而不应。后荣为太常，元卿来候荣，荣诸弟子谓曰：“"}, {"ID": 857, "text": "平生笑君尽气，今何如？”元卿曰：“我农民，安能预知此。”"}, {"ID": 858, "text": "显宗即位，尊桓荣以师礼。常幸太常府，令荣坐东面，设几杖，会百官骠骑将军东平王苍以下、荣门生数百人，天子亲自执业，时执经生避位发难，上谦曰“太师在是”。即罢，悉以太官供具赐太常家，其恩礼如此。永平二年，辟雍初成，拜荣为五更。每大射养老礼毕，上辄引荣及弟子升堂，执经自为下说。"}, {"ID": 859, "text": "明帝诏曰：“五更沛国桓荣，以尚书辅朕十有馀年，诗云：‘日就月将，示我显德行。’其赐爵关内侯，食邑五千户。”"}]}, {"section": 218, "header": "传十●桓郁", "data": [{"ID": 860, "text": "桓荣卒，子郁当袭爵，让于兄子，显宗不许，不得已受封，而悉以租入与之。"}, {"ID": 861, "text": "永平十四年为议郎，迁侍中。"}, {"ID": 862, "text": "上谓郁曰：“卿经及先师，致复文雅。”其冬，上亲于辟雍自讲所制五行章句已，复令郁说一篇。上谓郁曰：“我为孔子，卿为子夏，起予者商也。”又问郁曰：“子几人能传学？”郁曰：“臣子皆未能传学，孤兄子一人学方起。”上曰：“努力教之，有起者即白之。”"}, {"ID": 863, "text": "皇太子赐郁鞍马、刀剑，郁乃上疏皇太子曰：“伏见太子体性自然，包含今古，谦谦允恭，天下共见。郁父子受恩，无以明益，夙夜惭惧，诚思自竭。愚以为太子上当合圣心，下当卓绝于众，宜思远虑，以光朝廷。”"}, {"ID": 864, "text": "和帝永元三年，西谒园陵，桓郁兼羽林中郎将从，赐马二匹，并鞍勒、防汗。"}, {"ID": 865, "text": "桓荣子郁，以明经复为太常。"}]}, {"section": 219, "header": "传十●桓焉", "data": [{"ID": 866, "text": "桓焉为太傅，以母忧自乞解职，听以大夫行丧。逾年，使赐牛酒，夺服，即拜光禄大夫，迁太常。"}]}, {"section": 220, "header": "传十●桓典", "data": [{"ID": 867, "text": "桓典，字公雅，举孝廉为郎中。居无几，国相王吉以罪被诛，故人亲戚莫敢至者。典独弃官收敛归葬，服丧三年，负土成坟，为立祠堂，尽礼而去。"}, {"ID": 868, "text": "桓典为御史，是时宦者执政，典无所回避，常乘骢马，京师畏惮，为之语曰：“行行且止，避骢马御史。”"}]}, {"section": 221, "header": "传十●桓鸾", "data": [{"ID": 869, "text": "鸾父良，龙舒侯相。"}, {"ID": 870, "text": "鸾贞亮之性，著乎幼冲。学览六经，莫不贯综。推财孤寡，分贿友朋。泰于待贤，狭于养己。常著大布褞袍，粝食醋餐。"}, {"ID": 871, "text": "除陈留巳吾长，旬月闲迁河内汲令。"}]}, {"section": 222, "header": "传十●桓礹", "data": [{"ID": 872, "text": "礹到吴郡，扬州刺史刘繇振给谷食衣服所乏者，悉不受。后东适会稽，住止山阴县故鲁相锺离意舍，太守王朗饷给粮食、布帛、牛羊，一无所留。临去之际，屋中尺寸之物，悉疏付主人，纤微不漏。移居扬州从事屈豫室中，中庭橘树一株，遇实熟，乃以竹藩树四面，风吹落两实，以绳系著树枝。每当危亡之急，其志弥固，宾客从者皆肃其行。"}]}, {"section": 223, "header": "传十●丁綝", "data": [{"ID": 873, "text": "綝字幼春，定陵人也。伉健有武略。"}, {"ID": 874, "text": "丁綝从上渡河，拜河南太守。及封功臣，上令各言所乐，谓綝曰：“诸将皆欲县，子独求乡，何也？”綝曰：“昔孙叔敖敕其子，受封必求硗确之地。今綝能薄功微，得乡厚矣。”上从之，封为定陵新安乡侯，食五千户。后徙封陵阳侯。"}]}, {"section": 224, "header": "传十●丁鸿", "data": [{"ID": 875, "text": "丁鸿年十三，从桓荣受欧阳尚书，三年而明章句，善论难，为都讲，遂笃志精锐，布衣荷担，不远千里。"}, {"ID": 876, "text": "丁鸿父綝，从征伐，鸿独与弟盛居，怜盛幼少而共寒苦。及綝卒，鸿当袭封，上书让国于盛，书不报。既葬，乃挂衰绖于冢庐而去，留书与盛曰：“鸿贪经书，不顾恩义，弱而随师，生不供养，死不饭含，皇天祖祢，并不佑助，身被大病，不任茅土。前上疾状，愿辞爵，章不报。迫于当封，谨自放弃。”"}, {"ID": 877, "text": "丁鸿让国于弟盛，逃去。鸿初与九江人鲍骏同事桓荣，甚相友善。及鸿亡，骏遇于东海，阳狂不识骏。骏乃止而让之曰：“今子以兄弟私恩而绝父不灭之基，可谓智乎？”鸿感怆，垂涕叹息，乃还就国。"}, {"ID": 878, "text": "丁鸿，字孝公，兼射声校尉。肃宗召鸿与太常楼望、少府成封、屯骑校尉桓郁、卫士令贾逵等论定五经同异于白虎观，鸿最明，诸人称之。上叹嗟其才，号之曰“殿中无双丁孝公”，赐钱二十万。"}, {"ID": 879, "text": "元和二年，车驾东⊃狩，鸿以少府从。上奏曰：“臣闻古之帝王，统治天下，五载巡狩，至于岱宗，柴祭于天，望秩山川，协时月正日，同斗斛权衡，使人不争。陛下尊履蒸蒸，奉承弘业，祀五帝于明堂，配以光武，二祖四宗，咸有告祀。瞻望太山，嘉泽降澍，柴祭之日，白气上升，与燎烟合，黄鹄群翔，所谓神人以和，答响之休符也。”上善焉。"}, {"ID": 880, "text": "以庐江郡为六安国，徙封为马亭侯。"}, {"ID": 881, "text": "永元四年，司徒丁鸿兼卫尉。"}, {"ID": 882, "text": "日蚀，司徒丁鸿上疏曰：“臣闻春秋日蚀三十六，而弑君三十六，变不空生。夫帝王不宜以重器假人，观古及汉倾危之祸，靡不由世位擅宠之家。伏见大将军，刺史二千石初除谒辞，求通待报，虽奉玺书，受台敕，不敢去，至数十日。背公室，向私门，此乃上威损，下权盛。外附之臣，依托权门，谄谀以求容媚，宜诛之。”"}, {"ID": 883, "text": "鸿薨，子湛嗣。湛卒，子浮嗣。浮卒，子夔嗣。"}]}, {"section": 225, "header": "传十●杨乔", "data": [{"ID": 884, "text": "杨乔曰：“臣伏念二千石，典牧千里。”"}]}, {"section": 226, "header": "传十●毛义", "data": [{"ID": 885, "text": "庐江毛义，性恭俭谦约，少时家贫，以孝行称。南阳张奉慕其名，往候之。坐有顷，府檄适至，以义守令。义奉而入白母，喜动颜色。"}]}, {"section": 227, "header": "传十●薛苞", "data": [{"ID": 886, "text": "汝南薛苞，字孟尝，丧母，以至孝闻。父娶后妻而憎苞，分出，日夜号泣，不能去，至被欧杖。不得已，庐于舍外，旦入而洒扫。父怒，又逐之。乃庐于里门，晨昏不废。积岁馀，父母惭而还之。"}]}, {"section": 228, "header": "传十●刘平", "data": [{"ID": 887, "text": "刘平，字公子，楚郡人。更始时，天下乱，平弟仲为贼所杀。其后贼忽然而至，平扶侍其母，奔走逃难，抱仲遗腹女而弃其子。母欲还取之，平不听，曰：“力不能两活，仲不可以绝类。”遂去不顾，与母俱匿野泽中。平朝出求食，逢饿贼，将烹之，叩头曰：“今旦为老母求菜，老母待归为命，愿得归，食母毕，还就。”因涕泣，贼哀而遣之。平还，食母讫，因白曰：“属与贼期，义不可欺。”遂还诣贼。众皆大惊，相谓曰：“常闻烈士，今乃见之。去矣，吾不忍食子。”于是得全。平既免脱，乃摭荚得三升豆，以谢贼恩。"}, {"ID": 888, "text": "刘平，字公子，以仁孝著闻，永平三年为宗正。"}]}, {"section": 229, "header": "传十●赵孝", "data": [{"ID": 889, "text": "赵孝父为田禾将军，孝尝从长安来，欲止亭。亭长难之，言有贵客过，扫洒，不欲秽污地，良久乃听止。吏因问曰：“田禾将军子从长安来何时发？几日至？”孝曰：“寻到矣。”"}, {"ID": 890, "text": "赵孝为郎，每告归，往来常白衣步担，过道上邮亭，但称书生，寄止于亭门塾。"}, {"ID": 891, "text": "赵孝，字长平，沛国蕲人。王莽时，天下乱，人相食，孝弟礼为饿贼所得，孝闻，即自缚诣贼，曰：“礼久饿羸瘦，不如孝肥。”饿贼大惊，并放之。"}, {"ID": 892, "text": "赵孝，字长平，建武初，天下新定，谷食尚少，孝得谷，炊将熟，令弟礼夫妻使出，比还，孝夫妻共茹蔬菜，礼夫妻来归，告言已食，辄独饭之。积久，礼心怪疑，后掩伺见之，亦不肯复出，遂共蔬食，兄弟怡怡，乡里归德。"}]}, {"section": 230, "header": "传十●魏谭", "data": [{"ID": 893, "text": "魏谭，字少闻，王莽末，政乱，盗贼起，人民相食。谭为夷所得，等辈数十皆缚束，当稍就啖。见谭貌谨敕，独放，令主炊养。有夷长公哀谭，谓曰：“汝曹皆当以次死，哀纵汝，急宜去。”谭不肯去，叩头曰：“我常为诸君主炊养，食馨肉肌香，馀皆菜食，羸瘦，肉腥臊不可食，愿先等辈死。”长公义之，即相谓此儿有义，可哀纵也。贼遂皆放之，数十人皆得脱。"}, {"ID": 894, "text": "魏谭有一孤兄子，年一二岁，常自养视，遭饥馑，分升合以相生活。谭时有一女，生裁数月，念无谷食，终不能两全，弃其女，养活兄子，州郡高其义。"}]}, {"section": 231, "header": "传十●倪萌", "data": [{"ID": 895, "text": "倪萌，字子明，齐国临淄人也。仁孝敦笃，不好荣贵，常勤身田农。遭岁仓卒，兵革并起，人民馁饿相啖，与兄俱出城采蔬，为赤眉贼所得，欲杀啖之。萌诣贼叩头言：“兄年老羸瘠，不如萌肥健，愿代兄。”贼义而不啖，命归求豆来赎兄。萌归不能得豆，复自缚诣贼，贼遂放之。"}]}, {"section": 232, "header": "传十●王琳", "data": [{"ID": 896, "text": "汝南王琳字巨尉，年十馀，丧父母，遭大乱，百姓奔逃，唯琳兄弟独守冢庐。弟季出，遇赤眉贼，将为餔。琳自缚，请先季死，贼矜而放之。"}]}, {"section": 233, "header": "传十●淳于恭", "data": [{"ID": 897, "text": "淳于恭以谦俭推让为节，家有山田橡树，人有盗取之者，恭助为收拾。载之归，乃知是恭。其盗还橡，恭不受。"}, {"ID": 898, "text": "淳于恭，字孟孙，北海淳于人。以谦俭推让为节，人有刈恭禾者，恭见之，念其愧，因伏草中，至去乃起。恭家井在门外，上有盆，邻里牧牛儿争饮牛。恭恶其争，多置器其上，为预汲水满之。小儿复争，恭各语其家父母，父母乃禁怒之，里落皆化而不争。"}, {"ID": 899, "text": "淳于恭养兄崇孤儿，教诲学问，时不如意辄呼责，数以捶自击其胫，欲以感之。儿惭负，不敢复有过。"}]}, {"section": 234, "header": "传十●江革", "data": [{"ID": 900, "text": "江革，字次翁，客东海下邳，佣赁以养父母。下邳知其孝，市买辄与好善者，虽无钱，任贳与之。"}, {"ID": 901, "text": "江革专心养母，幅巾屣屩。"}, {"ID": 902, "text": "江革母年八十，革不欲摇动之，常自居辕内挽车，不用牛马。"}, {"ID": 903, "text": "永平中，江革为五官中郎将，每朝会，帝诏使虎贲迎送扶掖。革每进拜，上辄自礼之，小有疾，辄太官送食，宠遇甚厚。京师贵戚卫尉顺阳侯马廖、侍中窦宪等各奉书致礼遗革，终不发书，无所当受，上以此重之。"}]}, {"section": 235, "header": "传十●刘般", "data": [{"ID": 904, "text": "刘般，字伯兴，兼屯骑校尉。时五校官显职闲，府寺宽敞，舆服光丽，伎巧毕给，故多宗室肺腑居之。"}, {"ID": 905, "text": "刘般字伯兴，为太仆，在朝尽节，夙夜不怠。"}, {"ID": 906, "text": "刘般字伯兴，迁宗正，在朝廷竭忠尽节，勤身忧国，夙夜不怠，数纳嘉谋，州郡便宜，清净畏慎，受职修治，振施宗族。"}]}, {"section": 236, "header": "传十●刘恺", "data": [{"ID": 907, "text": "刘恺，字伯豫，以当袭父般爵，让与弟宪，遁逃避封。久之，章和中，有司奏请绝国，上美其义，特优加之，恺犹不出。有司复奏之，侍中贾逵上书曰：“孔子称‘能以礼让为国，于从政乎何有’。”和帝纳之，下诏曰：“故居巢侯刘般嗣子恺，当袭父般爵，而称父遗意，致国弟宪，遁亡七年，所守弥固。盖王法崇善，成人之美。其听宪嗣爵。”乃徵恺，拜为郎，稍迁侍中。恺之入朝，在位者莫不仰其风行。"}]}, {"section": 237, "header": "传十●蔡顺", "data": [{"ID": 908, "text": "蔡君仲，汝南人。王莽乱，人相食。君仲取桑椹，赤黑异器。贼问所以，君仲云：“黑与母，赤自食。”贼义之，遗盐二斗，受而不食。"}]}, {"section": 238, "header": "传十●赵咨", "data": [{"ID": 909, "text": "赵咨，字文楚，东郡燕人，大司农陈奇举咨至孝，躬率子孙耕农为养。盗尝夜往劫之，咨恐母惊惧，乃先至门迎盗，因请为设食，谢曰：“老母八十，疾病须养，居贫无储，乞少置衣粮，妻子馀物无所惜。”诸盗皆惭叹，跪曰：“所犯无状，干暴贤者。”言毕奔走。"}]}, {"section": 239, "header": "传十一●班彪", "data": [{"ID": 910, "text": "班彪避地河西，大将军窦融以为从事，深敬待，后接以师友之道。"}]}, {"section": 240, "header": "传十一●班固", "data": [{"ID": 911, "text": "班固，字孟坚，年九岁，能属文诵诗赋。及长，遂博贯载籍，九流百家之言，无不穷究。学无常师，不为章句，举大义而已。性宽和容众，不以才能高人，诸儒以此慕之。"}, {"ID": 912, "text": "时人有上言班固私改作史记，诏下京兆收系。固弟超诣阙上书，具陈固不敢妄作，但续父所记述汉事。"}, {"ID": 913, "text": "班固徵诣校书，除兰台令史，迁为郎，典校秘书，令卒前所续史记也。"}, {"ID": 914, "text": "固数入读书禁中，每行巡狩，辄献赋颂。"}]}, {"section": 241, "header": "传十一●班超", "data": [{"ID": 915, "text": "班超，字仲升，扶风平陵人，徐令彪之子也。为人大志，不修细节。然内孝谨，居家常执勤苦，不耻劳辱。有口辩，而涉猎书传。"}, {"ID": 916, "text": "超持公羊春秋，多所窥览。"}, {"ID": 917, "text": "班超，字仲升，家贫，恒为官佣写书，尝辍书投笔叹曰：“大丈夫当效傅介子、张骞立功异域，以取封侯，安能久事笔砚乎！”"}, {"ID": 918, "text": "班超行诣相者，相者曰：“祭酒，布衣诸生耳，而当封侯万里之外。”超问其状。相者指曰：“生燕颌虎颈，飞而食肉，此万里侯相也。”"}, {"ID": 919, "text": "永平中，窦固击匈奴，班超为假司马，将兵别击伊吾，战于蒲类海，多斩首虏。固又遣与从事郭恂俱使西域，鄯善王广礼敬甚备，后更疏懈。超谓其官属曰：“宁觉广志意薄乎？此必有北虏使来也。”召侍胡，诈之曰：“匈奴使来数日？安在？”侍胡具服。超悉会其吏士三十六人，酒酣，激怒曰：“不探虎穴，不得虎子。当今之计，独有因夜以火攻虏，使彼不知我多少，必大震怖，可殄尽。鄯善破胆，功成事立也。”众曰：“善。”遂将吏士往奔虏营。超手格杀三人，斩得匈奴节使屋赖带、副使比离支首及节。明日乃还告郭恂，恂大惊，既而色动。超知其意，举手曰：“掾虽不行，班超何心独擅之乎？”恂乃悦。鄯善一国震怖。窦固具上超功，并求更选使使西域。帝壮超，诏固曰：“吏如班超，何故不遣而选乎？今以超为军司马，令遂前功。”固欲益其兵，超曰：“愿得本所从三十馀人，足以备有虞，多益为重烦。”"}, {"ID": 920, "text": "班超使西域，于阗王广德，超至，礼意甚疏。其俗信巫，巫言：“神怒何故向汉？汉使有骊马，急求取以祠我。”广德就超请马，超许之，而令巫自来取马。有顷，巫至，超即斩其首送广德，因辞让之。"}, {"ID": 921, "text": "班超上疏曰：“臣乘圣汉威神，出万死之志，冀效铅刀一割之用。”"}, {"ID": 922, "text": "建初八年，拜班超为将兵长史，假鼓吹幢麾。"}, {"ID": 923, "text": "疏勒王忠说康居王借兵，还据顿中。"}, {"ID": 924, "text": "班超讨焉耆王广，广遣其左将北讹支奉迎超，赐而遣。焉耆国有苇桥之险，广乃绝桥，不欲令汉军入国。超更从他道渡。"}, {"ID": 925, "text": "班超定西域五十馀国，其以汉中郡南郑之西乡户千封超为定远侯。"}, {"ID": 926, "text": "班超自以久在绝域，年老思土，上疏曰：“臣常恐年衰，奄忽僵仆。不敢望到酒泉郡，但愿生入玉门关。”"}, {"ID": 927, "text": "时安息遣使献大爵、师子，超遣子勇随入塞。"}, {"ID": 928, "text": "班超在西域三十一岁。还洛阳，拜为射声校尉。"}, {"ID": 929, "text": "班超为都护，以任尚代超。尚谓超曰：“君在外国三十馀年，而小人猥承君后，宜有以诲之。”超曰：“塞外吏士，本非孝子顺孙，皆以过罪徙补边。而蛮夷怀鸟兽之心，难禁易败。今君性严急，水清无大鱼，察政不得下和。宜阳为简易，宽小过，摠大纲而已。”"}]}, {"section": 242, "header": "传十一●班始", "data": [{"ID": 930, "text": "班始尚清河孝王女阴城公主，阴城公主名贤得。"}]}, {"section": 243, "header": "传十一●第五伦", "data": [{"ID": 931, "text": "时米石万钱，人相食，伦独收养孤兄子、外孙，分粮共食，死生相守，乡里以此贤之。"}, {"ID": 932, "text": "第五伦为乡啬夫，平徭役，理怨滞，得民之欢心。"}, {"ID": 933, "text": "伦步担往候之，留十馀日，将伦上堂，令妻子出相对，以属托焉。"}, {"ID": 934, "text": "第五伦自度仕宦牢落，遂将家属客河东，变易姓名，自称王伯齐，常与奴载盐北至太原贩卖，每所止客舍，去辄为粪除，道上号曰道士，开门请求，不复责舍宿直。"}, {"ID": 935, "text": "第五伦，字伯鱼，京兆尹阎兴召为主簿。时长安市未有秩，又铸钱官奸轨所集，无能整齐理之者。兴署伦督铸钱掾，领长安市。平铨衡，正斗斛。其后小人争讼，皆云“第五掾所平，市无奸枉”。"}, {"ID": 936, "text": "第五伦每见光武诏书，常叹曰：“此圣主也，当何由一得见快矣。”等辈笑之曰：“汝三皇时人也，说将尚不下，安能动万乘主耶？”伦曰：“未遇知己，道不同故耳。”"}, {"ID": 937, "text": "诸王当归国，诏书选三署郎补王家长吏，除伦为淮阳王医工长。时辈除者多，绶尽，但假印，伦请于王，王赐之绶。"}, {"ID": 938, "text": "上问第五伦曰：“闻卿为吏挝妻父，不过从兄饭，宁有之也？”伦对曰：“臣三娶妻皆无父。臣生遭饥扰攘，米石万钱，不敢妄过人饭。”"}, {"ID": 939, "text": "光武问第五伦曰：“闻卿为市掾，人有遗卿母一笥饼，卿从外来见之，夺母饲，探口中饼出之，有之乎？”伦对曰：“实无此，众人以臣愚蔽，故为出此言耳。”"}, {"ID": 940, "text": "第五伦性节俭，作会稽郡，虽为二千石，卧布被，自养马，妻炊爨，受俸禄常求赤米，与小吏受等，财留一月俸，馀皆贱粜与民饥羸者。"}, {"ID": 941, "text": "第五伦为会稽守，为事徵，百姓攀辕扣马呼曰：“舍我何之！”第五伦密委去。百姓闻之，乘船追之，交错水中，其得民心如此。"}, {"ID": 942, "text": "第五伦为会稽太守，免官归田里，躬与奴共发株棘田种麦，不交通人物。"}, {"ID": 943, "text": "第五伦为司空，奉公不挠，言议果决，无所依违，诸子谏止，辄叱之。每上封自作草，不复示掾吏。或民奏记言便宜，便封上。后自陈老病，以二千石禄俸终厥身。"}, {"ID": 944, "text": "去年伏诛者，刺史一人，太守三人，减死罪二人，凡六人。"}]}, {"section": 244, "header": "传十一●玄贺", "data": [{"ID": 945, "text": "玄贺迁邺令，政教大行。"}, {"ID": 946, "text": "玄贺，字文和，迁九江太守，行县持乾糒，但就温汤而已。迁泲相，临发日，百姓扶车叩马，啼泣随之。"}]}, {"section": 245, "header": "传十一●锺离意", "data": [{"ID": 947, "text": "锺离意辟大司徒侯霸府，诏部送徒诣河内，时冬寒，徒病不能行。路过弘农，意辄移属县使作徒衣，县不得已与之，而上书言状，意亦具以闻。上得奏，以见霸，曰：“君所使掾何乃仁于用心？诚良吏也！”"}, {"ID": 948, "text": "意在堂邑，为政爱利，轻刑慎罚，抚循百姓如赤子。初到县，市无屋，意出奉钱帅人作屋。人赍茅竹或持材木，争起趋作，浃日而成。功作既毕，为解土，祝曰：“兴功役者令，百姓无事。如有祸祟，令自当之。”人皆大悦。"}, {"ID": 949, "text": "显宗时，锺离意为尚书，交趾太守坐赃千金，徵还伏法，诏以资物班赐群臣。意得珠玑，悉以委地，而不拜赐。上怪问其故。对曰：“臣闻孔子忍渴于盗泉之水，曾参回车于胜母之闾，恶其名也。此赃秽之宝，诚不敢拜受。”帝嗟叹曰：“"}, {"ID": 950, "text": "清乎尚书之言！”乃更以库钱三十万赐之。"}, {"ID": 951, "text": "显宗时，诏赐降胡缣，尚书案事，误以十为百。上见司农上簿，大怒，召郎将笞之。锺离意因叩头曰：“过误之失，常人所容。若以懈慢为愆，则臣位大，罪重，郎位小，罪轻，咎皆在臣，臣当先坐。”乃解衣就笞，帝意乃解。"}, {"ID": 952, "text": "明帝欲起北宫，尚书仆射锺离意上书谏，出为鲁相。后起德阳殿，殿成，百官大会，上谓公卿曰：“锺离尚书若在，不得成此殿。”"}]}, {"section": 246, "header": "传十一●宋均", "data": [{"ID": 953, "text": "宋均为九江太守，有唐山神祠，嫁娶皆取民间男女，百姓患之，长吏莫敢改焉。均乃移书曰：“自今已去，当为唐山娶巫家女。”其后乃绝。"}, {"ID": 954, "text": "宋均为九江太守，建武中，山阳、楚郡多蝗蜚，南到九江，辄东西别去，由是名称。"}, {"ID": 955, "text": "永平七年，宋均徵为尚书令，忠正直言，数讷策谋，每驳议，未尝不合上意。"}]}, {"section": 247, "header": "传十一●朱晖", "data": [{"ID": 956, "text": "朱晖，字文季，南阳宛人。其先宋微子之后也，以国氏姓。周衰，诸侯灭宋，奔砀，易姓为朱，后徙于宛。"}, {"ID": 957, "text": "晖外祖父孔休，以德行称于代。"}, {"ID": 958, "text": "朱晖，字文季，南阳人。晖早孤，有气决。年十三，莽败，天下乱，与外氏家属从田间奔入宛城。道遇群贼，贼操兵弩欲劳夺妇女衣物。昆弟宾客皆惶迫，伏地莫敢动。晖拔剑前曰：“财物皆可取，诸母衣不可得。今日朱晖死日也！”贼见其小，壮其志，笑曰：“童子内刀。”遂舍之。"}, {"ID": 959, "text": "朱晖为郡督邮，太守阮况当嫁女，欲买晖婢，不与。及况卒，晖送金三斤。人问其故，晖曰：“前不与婢者，恐以财货污府君耳。今重送者，以明己心也。”"}, {"ID": 960, "text": "骠骑将军东平王苍辟朱晖为掾，正月旦，将军当奉璧贺。故事，少府给璧。时阴就为少府，吏甚骄慢，求不可得。晖遥见就主簿持璧，谓曰：“我数闻璧，未尝见，借观之。”主簿授晖，晖授令史。主簿遽白，就曰：“朱掾义士，勿求之。”苍罢朝，谓晖曰：“掾自视孰与蔺相如？”"}, {"ID": 961, "text": "朱晖，字文季，再迁临淮太守。晖好节躯，有所拔用，皆厉行之士。表善黜恶，抑强绝邪，岁常丰熟。吏民畏爱，为之歌曰：“强直自遂，南阳朱季。吏畏其威，民怀其惠。”"}, {"ID": 962, "text": "建武十六年，四方牛大疫，临淮独不疫，邻郡人多牵牛入界。"}, {"ID": 963, "text": "坐考长吏囚死狱中，州奏免官。"}, {"ID": 964, "text": "朱晖同县张堪有名德，每与相见，常接以友道。晖以堪宿望盛名，未敢安之。堪至把晖臂曰：“欲以妻子托朱生。”晖举手不敢答。堪后仕为渔阳太守，晖自为临淮太守，绝相闻见。堪后物故，时南阳饥，堪妻子贫穷，晖乃自往候视，见其困厄，分所有以赈给之。岁送谷五十斛，帛五匹以为常。"}]}, {"section": 248, "header": "传十一●乐恢", "data": [{"ID": 965, "text": "乐恢，字伯奇，父亲，为县吏，有罪，令欲杀之。恢年十一，常伏寺东门外冻地，昼夜啼泣，令乃出亲。"}, {"ID": 966, "text": "京兆尹张恂召恢，署户曹史。"}, {"ID": 967, "text": "窦宪出征匈奴，恢上书谏曰：“春秋之义，王者不理夷狄。得其地不可垦发，得其人无益于政，故明王之于夷狄，羇縻而已。孔子曰：‘远人不服，则修文德以来之。’以汉之盛，不务修舜、禹、周公之德，而无故兴干戈，动兵革，以求无用之物，臣诚惑之！”"}]}, {"section": 249, "header": "传十一●何敞", "data": [{"ID": 968, "text": "何修生成，为汉胶东相；成生果，为太中大夫；果生比干，为丹阳都尉；比干生寿，蜀郡太守；寿生显，京辅都尉；显生鄢，光禄大夫；鄢生宠，济南都尉；宠生敞。"}, {"ID": 969, "text": "比干迁廷尉正，张汤为廷尉，以残酷见任，增饰法律，比干常争之，存者千数。"}, {"ID": 970, "text": "高谭等百八十五人推财相让。"}]}, {"section": 250, "header": "传十一●邓彪", "data": [{"ID": 971, "text": "邓彪，字智伯，南阳人也。父邯，世祖中兴，从征伐，以功封鄳侯。彪少修孝行，厉志清高，与同郡宗武伯、翟敬伯、陈绥伯、张弟伯同志好，齐名，称“南阳五伯”。彪以嫡长为世子，邯薨，彪当嗣爵，让国与异母弟凤。明帝高其节，诏书听许凤袭爵，彪仕州郡。"}, {"ID": 972, "text": "邓彪，字智伯，为太尉，在位清白，以廉谨率下。"}, {"ID": 973, "text": "邓彪，字智伯，刘宠参、王龚及李修皆以病免，赐彪比二千石俸终厥身。"}, {"ID": 974, "text": "赐羊一头，酒二石。"}]}, {"section": 251, "header": "传十一●张况", "data": [{"ID": 975, "text": "况迁涿郡太守，时年八十，不任兵马，上疏乞身，诏许之。后诏问起居何如，子歆对曰：“如故。”诏曰：“家人居不足赡，且以一县自养。”复以况为常山关长。会赤眉攻关城，况出战死，上甚哀之。"}]}, {"section": 252, "header": "传十一●张歆", "data": [{"ID": 976, "text": "歆守皋长，有报父仇贼自出，歆召囚诣閤，曰：“欲自受其辞。”即入，解械饮食，便发遣，遂弃官亡命，逢赦出，由是乡里服其高义。"}, {"ID": 977, "text": "歆为相时，王新归国，宾客放纵，干乱法禁，歆将令尉入宫搜捕，王白上，歆坐左迁为汲令，卒官。"}]}, {"section": 253, "header": "传十一●张禹", "data": [{"ID": 978, "text": "禹好学，习欧阳尚书，事太常桓荣，恶衣食。"}, {"ID": 979, "text": "张禹，字伯达，作九府吏，为廷尉府北曹吏，断狱处事执平，为京师所称。明帝以其明达法理，有张释之风，超迁非次，拜廷尉。"}, {"ID": 980, "text": "坡水广二十里，径且百里，在道西，其东有田可万顷。"}, {"ID": 981, "text": "禹巡行守舍，止大树下，食糒乾饭屑饮水而已。后年，邻国贫人来归之者，茅屋草庐千户，屠酤成市。垦田千馀顷，得谷百万馀斛。"}, {"ID": 982, "text": "闰当从行县，从书佐假车马什物。禹闻之，令直符责问，闰具以实对。禹以宰士惶恐首实，令自致徐狱。"}, {"ID": 983, "text": "和帝南巡祠园庙，张禹以太尉留守北宫，太官朝夕送食，赐闟登具物，除子男盛为郎。"}, {"ID": 984, "text": "张禹为太傅，录尚书事，邓太后以殇帝初育，欲令重臣居禁内，乃诏禹与三公绝席。"}]}, {"section": 254, "header": "传十一●徐防", "data": [{"ID": 985, "text": "徐防，字谒卿，举孝廉，周密畏慎，台阁典职十年，奉事三世，未尝有过者也。"}, {"ID": 986, "text": "防上疏曰：“试论语本文章句，但通度，勿以射策。冀令学者务本，有所一心，专精师门，思核经意，事得其实，道得其真。于此弘广经术，尊重圣业，有益于化。虽从来久，六经衰微，学问寖浅，诚宜反本，改矫其失。”"}, {"ID": 987, "text": "郡国被水灾，比州湮没，死者以千数。灾异数降。西羌反叛，杀略人吏。京师淫雨，蟊贼伤稼穑。防比上书自陈过咎，遂策免。"}, {"ID": 988, "text": "以日食免。"}]}, {"section": 255, "header": "传十一●张敏", "data": [{"ID": 989, "text": "今君所苦未瘳，有司奏君年体衰羸，郊庙礼仪仍有旷废。鼎足之任不可以缺，重以职事留君。其上司空印绶。"}]}, {"section": 256, "header": "传十一●胡广", "data": [{"ID": 990, "text": "胡广为太傅，总录尚书事。时年八十，而心力克壮。继母在堂，朝夕瞻省，傍无几杖，言不称老。达练事体，明解朝章。虽无謇直之风，屡有补阙之益。"}]}, {"section": 257, "header": "传十一●袁安", "data": [{"ID": 991, "text": "袁安为尹十馀年，政令公平，未尝以赃罪鞠人。常叹曰：“凡士之学，高欲望宰相，下及牧守，锢人于圣代，尹不忍为也。”"}, {"ID": 992, "text": "和帝始加元服，时太后诏袁安为宾，赐束帛、乘马。"}, {"ID": 993, "text": "袁安为司徒，每朝会，忧念王室，未尝不流涕也。"}]}, {"section": 258, "header": "传十一●张酺", "data": [{"ID": 994, "text": "充与光武同门学，光武即位，求问充，充已死。"}, {"ID": 995, "text": "永平九年，诏为四姓小侯开学，置五经师，张酺以明经授于南宫。"}, {"ID": 996, "text": "太子家时为奢侈物，未尝不正谏，甚见重焉。"}, {"ID": 997, "text": "显宗以张酺受皇太子业，甚得辅导之体，章帝即位，出拜东郡太守，赐钱三十万。元和二年，东巡狩，幸东郡，引酺及门生并郡掾吏并会庭中。帝先备弟子之仪，使酺讲尚书一篇，时使尚书令王鲔与酺相难，上甚欣悦，然后修君臣之礼，赏赐殊特。"}, {"ID": 998, "text": "酺为东郡太守，下车擢贤俊，击豪强，赏赐分明，郡中肃然。"}, {"ID": 999, "text": "青从此除步兵司马。酺伤青不遂，复举其子孝廉。"}, {"ID": 1000, "text": "酺为东郡太守，罚断勇义。迁魏郡太守，百姓垂涕送之盈道。"}, {"ID": 1001, "text": "和帝初，张酺下言：“臣闻王者法天，荧惑奏事太微，故州牧刺史入奏事，所以通下问，知外事也。数十年以来，重其道归烦挠，故时止勿奏事，今因以为故事。臣以为刺史视事满岁，可令奏事如旧典，问州中风俗，恐好恶过所道，事所闻见，考课众职，下章所告及所自举有意者，赏异之。其尤无状，逆诏书，行罪法，冀敕戒其馀，令各敬慎所职，于以衰灭贪邪便佞。”"}, {"ID": 1002, "text": "张酺迁河南尹，京师肃然。"}, {"ID": 1003, "text": "张酺拜太尉，章帝诏射声校尉曹褒案汉旧仪制汉礼，酺以为褒制礼非祯祥之特达，有似异端之术，上疏曰：“褒不被刑诛，无以绝毁实乱道之路。”"}, {"ID": 1004, "text": "张酺，字孟侯，为太尉，父尚在，酺每迁转，乃一到雒。父来，适会正腊，公卿罢朝，俱贺岁，奉酒上酺父寿，极欣醼，莫不嘉其荣也。"}, {"ID": 1005, "text": "以日蚀免。"}]}, {"section": 259, "header": "传十一●韩棱", "data": [{"ID": 1006, "text": "韩棱，字伯师，颍川人也。为下邳令，视事未期，吏民爱慕，时邻县皆雹伤稼，唯下邳界独无。"}, {"ID": 1007, "text": "韩棱为功曹，性直甚畏。太守葛兴风病，棱阴代其政，扶持二年。"}, {"ID": 1008, "text": "韩棱迁南阳太守，下车表行义，拔幽滞，权豪慑伏。"}]}, {"section": 260, "header": "传十一●周荣", "data": [{"ID": 1009, "text": "周荣，字平孙，为尚书令，在纳言，管机密，尽心奉职，夙夜不怠。"}]}, {"section": 261, "header": "传十一●郭躬", "data": [{"ID": 1010, "text": "郭躬家世掌法，务在宽平。章和元年，赦天下系囚在四月丙子以前减死罪一等，勿笞，诣金城，而文不及亡命未发觉者。躬上封事曰：“伏惟天恩莫不荡宥，死罪以下并蒙更生，而亡命捕得独不沾泽。臣以为赦前犯死罪而系在赦后者，可皆勿笞诣金城，以全民命，有益于边。”上善之，即下诏赦焉。"}]}, {"section": 262, "header": "传十一●赵兴", "data": [{"ID": 1011, "text": "司隶校尉下邳赵兴不谢讳忌，每入官舍，辄更缮修馆宇，移穿改筑，故犯妖禁，而家人爵禄，益用丰炽，官至颍川太守。子峻，太傅，以才器称。孙安世，鲁相。三叶皆为司隶，时称其盛。"}]}, {"section": 263, "header": "传十一●陈宠", "data": [{"ID": 1012, "text": "陈宠曾祖父咸，成、哀间以明律令为侍御史。王莽篡位，父子相将归乡里，闭门不出入，乃收家中律令文书壁藏之，以俟圣主。咸常敕戒子孙，为人议法，当依轻者，虽有百金之利，无与人重。故世谓陈氏持法宽。"}, {"ID": 1013, "text": "陈宠辟司徒鲍昱府。掾属专尚交游，以不肯亲事为高。宠常非之，独勤以物务。"}, {"ID": 1014, "text": "陈宠，字昭公，沛人，为尚书。宠性纯淑，周密重慎，时所表荐，辄自手书削草，人莫得知。常言人臣之义，苦不畏慎。自在枢机，谢遣门人，不复教授，绝知友之路。"}, {"ID": 1015, "text": "明帝时决狱多近于重，尚书陈宠上疏谏曰：“先王之政，赏不僭，刑不滥，与其不得已，宁僭，故古贤君叹相重式者，重刑之至也。”"}, {"ID": 1016, "text": "陈宠，字昭公，沛国人也。转广汉太守，先是雒阳城南，每阴雨，常有哭声闻于府中，宠使案行。昔岁仓卒时，骸骨不葬者多，宠乃敕县葬埋，由是即绝也。"}, {"ID": 1017, "text": "陈宠为廷尉，有疑狱，辄手笔作议，所活者甚多。"}]}, {"section": 264, "header": "传十一●陈忠", "data": [{"ID": 1018, "text": "陈忠为尚书令，数进忠言，辞旨弘丽，前后所奏，悉条于宫上阁，以为故事。"}, {"ID": 1019, "text": "陈忠上疏称：“语曰：‘迎新千里远，送故不出门。’”"}]}, {"section": 265, "header": "传十一●尹勤", "data": [{"ID": 1020, "text": "尹勤治韩诗，事薛汉。身牧豕，事亲至孝，无有交游，门生荆棘。"}]}, {"section": 266, "header": "传十一●梁讽", "data": [{"ID": 1021, "text": "梁讽征匈奴，屯北军于边，告以大汉威灵，招之。匈奴畏感，奔驰来南。讽辄为幡信，遣诣大营，前后万馀人，相属于道。"}]}, {"section": 267, "header": "传十一●何熙", "data": [{"ID": 1022, "text": "何熙，字子温，身长八尺，体貌魁梧，与人绝异。和帝伟其貌，特拜谒者。熙能为威容，赞拜殿中，声动左右。为御史中丞，群僚惮之。"}]}, {"section": 268, "header": "传十一●应顺", "data": [{"ID": 1023, "text": "应顺，字仲华，汝南人。少与同郡许敬善。敬家贫亲老，无子，为敬去妻更娶。"}, {"ID": 1024, "text": "应顺，字仲华，为东平相，事后母至孝，精诚感应，梓树生厅前屋上，徙置府庭，繁茂长大。"}]}, {"section": 269, "header": "传十一●应奉", "data": [{"ID": 1025, "text": "应奉为武陵太守，兴学校，举侧陋，政称远弥。"}]}, {"section": 270, "header": "传十一●应劭", "data": [{"ID": 1026, "text": "应劭，字仲远，汝南南顿人。父奉，司隶校尉。劭少便笃学，博览多闻。"}]}, {"section": 271, "header": "传十一●李恂", "data": [{"ID": 1027, "text": "李恂遭父母丧，六年躬自负土树柏，常住冢下。"}, {"ID": 1028, "text": "李恂为兖州刺史，所种小麦、葫蒜，悉付从事，一无所留，清约率下，常席羊皮，卧布被，食不二味。"}, {"ID": 1029, "text": "为张掖太守，有威重名。时大将军窦宪将兵屯武威，天下州郡远近莫不修礼遗。恂奉公不阿，为宪所奏免，复徵为西域副校尉。西域殷富，多珍宝，诸国侍子及督使贾胡数遗恂奴婢、宛马、金银、香罽之属，一无所受。"}, {"ID": 1030, "text": "李恂为武威太守，后坐事免，无田宅财产，居山泽，结草为庐。"}, {"ID": 1031, "text": "李恂饷遗无所受，处新安关下，拾橡实为食。"}]}, {"section": 272, "header": "传十一●庞参", "data": [{"ID": 1032, "text": "庞参，字仲达，拜汉阳太守。郡民任棠者，有奇节，参到，先候之。棠不与言，但以薤一本，水一杯，置户屏前，自抱孙儿伏于户下。参思其微意，良久曰：“棠是欲晓太守也。水者，欲吾清也。拔大本薤，欲吾击强宗也。抱儿当户，欲吾开门恤孤也。”于是叹息而还。参在职，果能抑豪助弱，以惠政得民。"}, {"ID": 1033, "text": "庞参为太尉，以灾异策免。"}]}, {"section": 273, "header": "传十一●祝良", "data": [{"ID": 1034, "text": "祝良为洛阳令，常侍樊丰妻杀侍婢置井中，良收其妻杀之。"}]}, {"section": 274, "header": "传十一●陈龟", "data": [{"ID": 1035, "text": "陈龟为五原太守，后卒，西域胡夷，并、凉民庶，咸为举哀，吊祭其墓。"}]}, {"section": 275, "header": "传十一●巢堪", "data": [{"ID": 1036, "text": "巢堪为司空，十四年，自乞上印绶，赐千石俸终其身。"}]}, {"section": 276, "header": "传十一●郑璩", "data": [{"ID": 1037, "text": "郑璩，字平卿，黎阳人也。建初五年，辟司徒府，拜待御史，上疏曰：“臣斗筲之小吏，擢在察视之官，职任过分，当刺邪矫枉。”诏书示官府曰：“璩尽节刚正，亦何陵迟之有。赐璩素六十匹。”由是显名，转司隶校尉。"}, {"ID": 1038, "text": "郑璩为汉阳太守，以严刻见称。"}]}, {"section": 277, "header": "传十一●张表", "data": [{"ID": 1039, "text": "张表，字公仪，奉之子也。遭父丧，疾病旷年，目无所见，耳无所闻。服阕，医药救疗，历岁乃瘳。每弹琴恻怆不能成声，见酒肉未尝不泣，宗人亲厚节会饮食宴，为其不复设乐。"}]}, {"section": 278, "header": "传十二●崔篆", "data": [{"ID": 1040, "text": "崔篆王莽时为郡文学，以明经徵诣公车。太保甄丰举为步兵校尉，篆辞曰：“吾闻伐国不问仁人，战阵不访儒士。此举奚至哉？”遂投劾归。"}, {"ID": 1041, "text": "崔篆为建新大尹，篆叹曰：“吾生值浇、羿之君，上有老母，下有兄弟，安得独洁己而危所生哉？”乃单车到官，称疾，三年不视事行县。门下掾倪敞谏，篆乃强起班春。所至之县，狱犴填满。篆垂涕曰：“嗟乎！刑罚不中，乃陷民于阱。此皆何罪，而至于是乎！”遂平理，所出二千馀人。掾吏叩头谏曰：“"}, {"ID": 1042, "text": "诚仁者之心，然独为君子，将有悔乎！”篆曰：“邾文公不以一人易其身，君子谓之知命。如煞一大尹赎二千人，盖所愿也。”遂称疾去。"}]}, {"section": 279, "header": "传十二●崔駰", "data": [{"ID": 1043, "text": "窦宪为车骑将军，辟崔駰为掾。宪府贵重，掾属三十人，皆故刺史、二千石，唯駰以处士年少擢在其间。宪擅权骄恣，駰数谏之。及出征匈奴，道路愈多不法，駰为主簿，前后奏记数十，指切长短。宪不能容，稍疏之，因察駰高第，出为长岑长。駰自以远去，不得意，遂不之官而归，卒于家。"}]}, {"section": 280, "header": "传十二●崔瑗", "data": [{"ID": 1044, "text": "崔瑗爱士，好宾客，盛修淆膳，殚极滋味，不问馀产。"}]}, {"section": 281, "header": "传十二●崔寔", "data": [{"ID": 1045, "text": "崔寔为五原太守，时不种麻，不纺绩。寔到官，劝种麻，命工伐木作机，以教民纺绩。"}]}, {"section": 282, "header": "传十二●申屠蟠", "data": [{"ID": 1046, "text": "申屠蟠同郡缑氏女玉为父报雠，杀夫氏之党，吏执玉以告外黄令梁配，欲论杀玉。蟠时年十五，为诸生，进谏曰：“玉之节义，足以感无耻之孙，激忍辱之子。不遭明时，当表旌庐墓，况在清听，而不加哀矜！”配善其言，乃为谳得减死论。乡人称美之。"}]}, {"section": 283, "header": "传十二●闵贡", "data": [{"ID": 1047, "text": "闵贡，字仲叔，太原人也。恬静养神，弗役于物。与周党相友，党每过仲叔，共含菽饮水，无菜茹。"}, {"ID": 1048, "text": "闵仲叔，太原人也，与周党友，尝遗其生蒜，仲叔叹曰：“我欲省烦耳。”受而不食。"}, {"ID": 1049, "text": "司徒侯霸辟闵仲叔，到，与相见，劳问之，不及政事。仲叔曰：“始被明公辟，且喜且惧。及奉见明公，喜惧皆去。所望明公问属何以为政，美俗成化，令蒸庶得所。以仲叔为不足耶，不当辟也。如以为任用而不使臣之，则为失人，是以喜惧皆去。”便辞而出。"}, {"ID": 1050, "text": "闵仲叔居安邑，老病家贫，不能买肉，日买一片猪肝，屠者或不肯为断。安邑令候之，问诸子何饭食，对曰：“但食猪肝，屠者或不肯与之。”令出敕市吏，后买辄得。仲叔怪问之，其子道状，乃叹曰：“闵仲叔岂以口腹累安邑耶？”遂去之沛。"}]}, {"section": 284, "header": "传十二●荀恁", "data": [{"ID": 1051, "text": "荀恁，字君大，雁门人也。永平中，骠骑将军东平宪王苍辟恁，署祭酒，敬礼焉。后朝会，上戏之曰：“先帝徵君不奉，骠骑辟反来，何也？”对曰：“先帝秉德惠下，臣故不来。骠骑将军执法检下，臣故不敢不来。”"}]}, {"section": 285, "header": "传十二●冯良", "data": [{"ID": 1052, "text": "南阳冯良少作县吏，耻在冢役，因坏车杀马，毁裂衣冠。主挞之。从杜抚学。妻子见车有死马，谓为盗贼所害。良志行高洁，约礼者也。"}]}, {"section": 286, "header": "传十二●杨震", "data": [{"ID": 1053, "text": "杨震，字伯起，少好学，受欧阳尚书于太常桓郁，明经博览，无不穷究。诸儒为之语曰：“关西孔子杨伯起。”"}, {"ID": 1054, "text": "杨震，字伯起，弘农人。性公廉，不受私谒，子孙常蔬食步行，故旧长者或欲令为开产业，震不肯，曰：“使后世称为清白吏子孙，以此遗之，不亦厚乎！”为东莱太守，道经昌邑，邑令王密故所举茂才，夜怀金十斤以遗震。震曰：“故人知君，君不知故人，何也？”密曰：“夜无知者。”震曰：“天知，神知，何谓无知？”"}, {"ID": 1055, "text": "杨震为太尉，性忠诚，每陈谏诤，中常侍樊丰等谮之，收印绶，归本郡。震到洛阳都亭，顾谓子及门生曰：“吾蒙恩居上司，奸臣狡猾而不能诛，嬖人倾乱而不能禁，帑藏空虚，赏赐不节，而不能塞，何面以见日月。”遂仰鸩而死。"}]}, {"section": 287, "header": "传十二●杨秉", "data": [{"ID": 1056, "text": "杨秉谏桓帝曰：“王者至尊，出入有常，警跸而行，清室而止。”"}]}, {"section": 288, "header": "传十二●杨赐", "data": [{"ID": 1057, "text": "光和中，有虹霓昼降嘉德殿，上引杨赐等入金商门崇德署，问以祥异。对曰：“按春秋谶曰：‘天投霓，天下怨，海内乱。’加四百之期，象见吉凶，圣人则之。今妾媵嬖人阉尹之徒，共专国朝，欺罔日月。而今缙绅之徒委伏畎亩，口诵尧、舜之言，身蹈绝俗之行，亡捐沟壑，不见逮及，冠履倒易，陵谷代处。”"}, {"ID": 1058, "text": "杨赐，字伯献，代刘合为司徒，帝欲造毕圭灵昆苑，赐上疏谏曰：“窃闻使者并规度城南民田，欲以为苑。昔先王造囿，裁足以修三驱之礼，薪莱刍牧，皆悉往焉。先帝之制，左开鸿池，右作上林，不奢不约，以合礼中。今猥规郊城之地，以为苑囿，广坏田园，废居民，畜禽兽，殆非所谓保赤子之义。”"}, {"ID": 1059, "text": "杨赐以病罢。居无何，拜太常，诏赐御府衣一袭，自所服冠帻绶，玉壶革带，金错钩佩。"}]}, {"section": 289, "header": "传十二●张纲", "data": [{"ID": 1060, "text": "梁冀作平上軿车，侍御史张纲独埋轮于洛阳都亭，曰：“"}, {"ID": 1061, "text": "豺狼当路，安问狐狸！”遂奏冀。"}]}, {"section": 290, "header": "传十二●陈球", "data": [{"ID": 1062, "text": "陈球迁繁阳令，清高不动。"}, {"ID": 1063, "text": "陈球为零陵，州兵朱盖等反。球城守，弦大木为弓，羽矛为矢，引机发之，射千馀步，斩盖等。"}]}, {"section": 291, "header": "传十二●杜安", "data": [{"ID": 1064, "text": "杜安，字伯夷，贵戚慕其名，或遗其书，安不发，悉壁藏之。后捕贵戚宾客，安开壁出书，而封如故，由是不罹其患。"}]}, {"section": 292, "header": "传十二●杜根", "data": [{"ID": 1065, "text": "和熹邓后临朝，权在外戚。杜根以安帝年长，宜亲政事，乃与同时郎上书直谏。太后大怒，收执根等，令盛以缣囊，于殿上扑杀之。执法者以根知名，语行事人使不加力，既而载出城外，根得苏。太后使人检视，遂诈死，三日，目中生蛆，因得逃窜也。及邓氏诛，根方归，徵拜侍御史。"}]}, {"section": 293, "header": "传十二●李云", "data": [{"ID": 1066, "text": "白马令李云。桓帝诛大将军梁冀，而中常侍单超等五人皆以诛冀功并封列侯。又立掖庭民女亳氏为皇后，数月间，后家封四人，赏赐巨万。时地数震裂，众灾频降。云素刚，忧国，乃露布上书，移副三府，曰：“孔子曰：‘帝者，谛也。’今官位错乱，小人谄进，财货公行，政令日损，是帝欲不谛乎？”帝得奏，震怒，下有司送云黄门北寺狱。"}, {"ID": 1067, "text": "白马令李云坐直谏系狱，弘农五官掾杜众伤其忠直获罪，上书愿与云俱得死，遂俱死狱中。"}]}, {"section": 294, "header": "传十二●蔡邕", "data": [{"ID": 1068, "text": "蔡邕，诏问有黑气堕温明殿东庭中，如车盖，腾起奋迅，五色，有头，体长十馀丈，形似龙，似虹霓。邕对：“虹著于天，而降施于庭，以臣所闻，则所谓天投霓者也。”"}, {"ID": 1069, "text": "虹昼见御座殿庭前，色青赤。上引邕问之，对曰：“虹霓，小女子之祥。”"}, {"ID": 1070, "text": "蔡邕徙朔方，上书求还，续成十志。"}]}, {"section": 295, "header": "传十二●左雄", "data": [{"ID": 1071, "text": "刘据为大司农，以职事被谴，召诣尚书，将加捶挞。尚书左雄谏帝曰：“九卿位亚三公，行则鸣玉。孝明永平始加扑罚，非古制也。”帝从之，卿于是始免扑捶。"}]}, {"section": 296, "header": "传十二●周举", "data": [{"ID": 1072, "text": "周举，字宣光，姿貌短陋，而博学洽闻，为儒者所宗，京师语曰：“五经纵横周宣光也。”"}]}, {"section": 297, "header": "传十二●黄香", "data": [{"ID": 1073, "text": "黄香，字文强，江夏安陆人。父况为郡五官掾。刘设教令署香门下孝子，数占见。况举孝廉，贫无奴仆，香躬亲勤苦，尽心供养，冬无葱被，而亲极滋味。暑即扇床枕，寒即以身温席。"}, {"ID": 1074, "text": "黄香，字文强，江夏安陆人。年九岁，失母，思慕憔悴，殆不免丧，乡人称其至孝。年十二，博览传记。京师号曰“日下无双，江夏黄香”。"}, {"ID": 1075, "text": "黄香，字文强，年十二，家业虚贫，衣食不赡，舅龙乡侯为作衣被，不受。"}, {"ID": 1076, "text": "章帝诏黄香令诣东观，读所未尝见书，谓诸生曰：“此日下无双，江夏黄童也。”"}, {"ID": 1077, "text": "章帝赐黄香淮南、孟子各一通。"}, {"ID": 1078, "text": "黄香为郎，召诣安福殿，赐钱三万，黄白葛各一端。"}, {"ID": 1079, "text": "黄香知古今，记群书无不涉猎，兼好图谶天官星气锺律历算，穷极道术。京师号曰“天下无双，江夏黄童”。国士瞻重，京师贵戚慕其声名，更馈衣物。拜尚书郎。"}, {"ID": 1080, "text": "黄香，字文强，拜尚书郎，数陈得失，赏赐常增异同位。时车驾居南宫，尚书新成，诏赐演什物。以香父在，赐卧几、灵寿杖。"}, {"ID": 1081, "text": "黄香为尚书郎，尝独止宿台上，昼夜不离省闼，上闻善之。"}, {"ID": 1082, "text": "黄香拜左丞，功满当迁，和帝留，增秩。"}, {"ID": 1083, "text": "黄香上疏曰：“以锥刀小用，蒙见宿留。”"}, {"ID": 1084, "text": "黄香为尚书，晓习边事，每行军调度，动得事中。上知其勤，数加赏赐。"}, {"ID": 1085, "text": "黄香为尚书令，上爱其才，每朝台阁，遂见尊重。香之勤力忧公，畏慎周密，每用奏议，所建画未尝流布。然执事平法，常持轻类，全活非一。"}, {"ID": 1086, "text": "黄香，字文强，迁魏郡太守，俗每交代，添设储峙辄数千万。香未入界，移敕悉出所设什器。及到，颇有，即彻去。到官之日，不祭灶求福，闭门绝客。"}]}, {"section": 298, "header": "传十二●黄琼", "data": [{"ID": 1087, "text": "黄琼，字世英，以德行高妙，公车徵拜议郎，丰之职也。"}]}, {"section": 299, "header": "传十二●黄琬", "data": [{"ID": 1088, "text": "黄琬，字子琰，江夏安陆人。琬少失父，曾祖香，祖琼，并有高名。"}]}, {"section": 300, "header": "传十二●李固", "data": [{"ID": 1089, "text": "李固，字子坚，汉中南郑人也，司徒合之子。固貌状有奇表，鼎角匿犀，足履龟文。少好学，常步行随师，不远千里。"}]}, {"section": 301, "header": "传十二●陈寔", "data": [{"ID": 1090, "text": "陈寔在乡闾，平心率物。有盗夜入其室，止于梁上。寔命子孙训之曰：“不善之人未必本不慈，习与性成，如梁上君子是也。”盗惊，自投地。寔徐譬之曰：“视君状貌，不似恶人，宜深克己反善，然当由贫，今遗绢二疋。”自是一县无复盗窃。"}]}, {"section": 302, "header": "传十二●吴佑", "data": [{"ID": 1091, "text": "吴佑，字季英，陈留长垣人。父恢，为南海太守。佑年十二，恢欲杀青简以写经书，佑谏曰：“今大人逾越五岭，远在海滨，其俗旧多珍怪。此书若成，则载之兼两。昔马援以薏苡兴谤，王阳以衣囊邀名。嫌疑之间，诚先贤所慎也。”恢乃止，抚其首曰：“吴氏世不乏季子矣。”"}, {"ID": 1092, "text": "吴佑年二十丧父独居，家无担石，而不受赡遗。常牧豕于长垣泽中，行吟经书。遇父故人，谓之曰：“卿二千石子，而杖鞭牧豕，纵子无耻，奈君父何？”佑辞谢而已，守志如初。"}, {"ID": 1093, "text": "公沙穆来游太学，无资粮，乃变服客佣，为吴佑赁舂。佑与语，大惊，遂共定交于杵臼之间。"}, {"ID": 1094, "text": "吴佑，字季英，陈留人。迁胶东侯相，政唯仁简，以身率物。民有相争诉者，辄闭閤自责，然后科其所讼，以道譬之。或身到闾里，重相和解。自是之后，争隙省息，吏民不欺。"}]}, {"section": 303, "header": "传十二●任尚", "data": [{"ID": 1095, "text": "任尚编草为船，置于暂上以渡河，掩击羌胡。"}]}, {"section": 304, "header": "传十二●张耽", "data": [{"ID": 1096, "text": "耽将吏兵，绳索相悬，上通天山。"}]}, {"section": 305, "header": "传十二●朱遂", "data": [{"ID": 1097, "text": "中山相朱遂到官，不出奉祠北岳。诏曰：“灾暴缘类，符验不虚，政失厥中，狼灾为应，至乃残食孩幼，朝廷愍悼，思惟咎徵，博访其故。山岳尊灵，国所望秩，而遂比不奉祠，怠慢废典，不务恳恻，淫刑放滥，害加孕妇，毒流未生，感和致灾。其详思改救，追复所失。有不遵宪，举正以闻。”"}]}, {"section": 306, "header": "传十二●张奂", "data": [{"ID": 1098, "text": "张奂，字然明，为安定属国都尉。羌离湳上奂马二十匹，奂召主簿张祁入，于羌前以酒酹地曰：“使马如羊，不以入厩。使金如粟，不得入怀。”尽还不受。"}, {"ID": 1099, "text": "张奂，使匈奴中郎将，时休屠各及朔方乌桓并同反叛，遂烧度辽将军门，引屯赤坑，烟火相望。兵众大恐，各欲亡去。奂安坐帷中，与弟子诵书自若，军士稍安。"}, {"ID": 1100, "text": "桓帝时，张奂为武威太守，其妻怀孕，梦见带奂印绶，登楼而歌。乃讯之于占者，曰：“必生男，复临兹邦，命终此楼。”既而生猛，以建安中为武威太守，杀刺史邯郸商，州兵围之急，猛耻见擒，乃登楼自焚而死。"}]}, {"section": 307, "header": "传十二●段熲", "data": [{"ID": 1101, "text": "段熲，字纪明，有文武智略。窦谗等聚众为乱，诏遣中郎将有文武者，尹颂时表用熲。其日拜熲，授节剑佩刀衣裳车马束帛，将平阳骑。熲到所，设施方略，纠举通急，行古司马兵法、孙吴之术，旬月群盗悉破。"}, {"ID": 1102, "text": "段熲破羌，明年春，馀羌复与绕河大寇张掖。熲下马大战，力尽，虏亦引退。熲追斩之，且追且战，昼夜相攻，割肉食雪，四十馀日。"}, {"ID": 1103, "text": "段熲上疏曰：“先零东羌讨之难破，降为上策，战为下计。”"}, {"ID": 1104, "text": "太后诏云：“此以慰种光、马贤等亡魂也。”"}, {"ID": 1105, "text": "熲复追羌出桥门谷。"}, {"ID": 1106, "text": "段熲曰：“张奂事势相反，遂怀猜恨。”"}, {"ID": 1107, "text": "段熲起于徒中，为并州刺史，有功，徵还京师。熲乘轻车，介士鼓吹，曲盖朱旗，马骑五万馀匹，殷天蔽日，钲铎金鼓，雷振动地，连骑继迹，弥数十里。"}, {"ID": 1108, "text": "段熲灭羌，诏赐钱十万，七尺绛襜褕一具。"}, {"ID": 1109, "text": "段熲灭羌，诏赐熲赤帻大冠一具。"}, {"ID": 1110, "text": "段熲上书曰：“又掠得羌侯君长金印四十三，铜印三十一，锡印一枚，及长史、司马、涉头、长燕、鸟校、棚水塞尉印五枚，紫绶三十八，艾绶二十八，黄绶二枚，皆簿入也。"}]}, {"section": 308, "header": "传十二●陈蕃", "data": [{"ID": 1111, "text": "陈蕃，字仲举，为光禄勋，上疏切谏曰：“鄙谚云‘盗不过五女门’，以女能贫家也。今后宫之女数千，食肉衣绮，岂不贫困乎！”"}]}, {"section": 309, "header": "传十二●王允", "data": [{"ID": 1112, "text": "尚书令王允奏曰：“太史令王立说孝经六隐事，能消却奸邪，常以良日。”允与立入，为献帝诵孝经一章，以杖二竹簟画九宫其上，随日时而出入焉。及允被害，乃不复行也。"}]}, {"section": 310, "header": "传十二●李膺", "data": []}, {"section": 311, "header": "传十二●郭泰", "data": []}, {"section": 312, "header": "传十二●荀昙", "data": []}, {"section": 313, "header": "传十二●刘佑", "data": [{"ID": 1113, "text": "刘佑为河东太守，时属县令长率多中官子弟，百姓患之。佑到，摧其权强，平理冤结，政为三河表。"}]}, {"section": 314, "header": "传十二●宗资", "data": [{"ID": 1114, "text": "汝南太守宗资等，任用善士，朱紫区别。"}]}, {"section": 315, "header": "传十二●符融", "data": [{"ID": 1115, "text": "符融妻亡，贫无殡敛，乡人欲为具棺服，融不肯受，曰：“古之亡者，弃之中野。唯妻子可以行志，但土埋藏而已。”"}]}, {"section": 316, "header": "传十二●韩卓", "data": [{"ID": 1116, "text": "韩卓，腊日奴窃食祭其母，卓义其心，即日免之。"}]}, {"section": 317, "header": "传十二●孔融", "data": [{"ID": 1117, "text": "孔融上书曰：“先帝褒厚老臣，惧其陨越，是故扶接助其气力。三公刺掖，近为忧之，非警戒也。云备大臣，非其类也。”"}]}, {"section": 318, "header": "传十二●皇甫嵩", "data": []}, {"section": 319, "header": "传十二●袁绍", "data": []}, {"section": 320, "header": "传十二●吕布", "data": []}, {"section": 321, "header": "传十二●丘腾", "data": []}, {"section": 322, "header": "传十二●韩昭", "data": []}, {"section": 323, "header": "传十二●赵序", "data": [{"ID": 1118, "text": "取钱缣三百七十五万。"}]}, {"section": 324, "header": "传十二●韦毅", "data": [{"ID": 1119, "text": "韦毅为陈留太守，桓帝延熹九年，坐赃自杀。"}]}, {"section": 325, "header": "传十二●周珌", "data": [{"ID": 1120, "text": "周珌，豫州刺史慎之子也。"}]}, {"section": 326, "header": "传十二●郭汜", "data": [{"ID": 1121, "text": "献帝幸弘农，郭汜日掳掠百官，妇女有美发者，皆断取之。"}]}, {"section": 327, "header": "传十三●卫飒", "data": [{"ID": 1122, "text": "卫飒为桂阳太守，凿山通道，列亭置驿。"}, {"ID": 1123, "text": "视事十年，徵还。飒到即引见，赐食于前。从吏二人，赐冠帻，钱人五千。"}]}, {"section": 328, "header": "传十三●茨充", "data": [{"ID": 1124, "text": "充字子河，宛人也。初举孝廉，之京师，同侣马死，充到前亭，辄舍车持马还相迎，乡里号之曰“一马两车茨子河”。"}, {"ID": 1125, "text": "茨充为桂阳太守，俗不种桑，无蚕织丝麻之利，类皆以麻枲头縕著衣，民堕窳，少癞履，盛冬皆以火燎。充令属县教民益种桑柘，养蚕桑织履，复令种紵麻，数年之间，人赖其利，衣履温暖。"}, {"ID": 1126, "text": "元和中，荆州刺史上言：“臣行部入长沙界，观者皆徒跣。臣问御佐曰：‘人无履亦苦之否？’御佐对曰：‘十二月盛寒时并多剖裂血出，燃火燎之，春温或浓溃。建武中，桂阳太守茨充教人种桑蚕，人得其利，至今江南颇知桑蚕织履，皆充之化也。’”"}]}, {"section": 329, "header": "传十三●任延", "data": [{"ID": 1127, "text": "任延，字长孙，南阳宛人。更始拜为会稽西部都尉，年十九，迎吏见其少，皆惊。及到，澹泊无为，下车遣吏以中牢具祠延陵季子。时天下新定，道路不通，诸避世江南者皆未还，会稽多士。延到，皆礼之，聘请高行俊乂董子仪、严子陵等，待以师友之礼。行县所到，辄使劳孝子，崇礼养善如此。建武之初，上书言：“臣赞拜不由王庭，愿收骸骨。”诏书徵延，民攀持毂涕泣。"}, {"ID": 1128, "text": "九真俗烧草种田。"}, {"ID": 1129, "text": "任延除细阳令，每至岁时伏腊，辄休遣系囚徒，各使归家，并感其恩德，应期而还。有囚于家被病，自载诣狱，既至而死，延率掾吏殡于门外，百姓悦之。"}, {"ID": 1130, "text": "为武威太守，河西旧少雨泽，延乃置水官吏，修理沟渠，皆蒙其利益。"}]}, {"section": 330, "header": "传十三●王景", "data": [{"ID": 1131, "text": "建初八年，王景为庐江太守，乃教民种桑养蚕。"}, {"ID": 1132, "text": "迁庐江太守，人不知牛耕，东有孙叔敖芍陂，景到，修起芜废，教用犁耕，农人垦辟。"}, {"ID": 1133, "text": "王景治俊仪，赐山海经、河渠书。"}]}, {"section": 331, "header": "传十三●秦彭", "data": [{"ID": 1134, "text": "秦彭，字国平，为开阳城门候。后拜颍川太守，老弱攀车，啼号填道。"}, {"ID": 1135, "text": "秦彭迁山阳太守，时山阳新遭地动后，饥旱谷贵，米石七八万，百姓穷困。彭下车经营劳来，为民四诫，以定父母夫妻兄弟长幼之序，择民能率众者，以为乡三老，选乡三老为县三老，令与长吏参职，崇儒雅，贵庠序，上德化，春秋飨射，升降揖让，务礼示民，吏民畏爱，不敢欺犯。"}, {"ID": 1136, "text": "秦彭，字伯平，为山阳太守。郡人江伯欲嫁寡姊，姊不嫁，乃引镰自割。"}, {"ID": 1137, "text": "转颍川太守，凤皇、骐驎、嘉禾、甘露之瑞集于郡境。元、成间宗族五人同为二千石，故号为“万石秦氏”。"}]}, {"section": 332, "header": "传十三●王涣", "data": [{"ID": 1138, "text": "王涣除河内温令，商贾露宿，人开门卧。人为作谣曰：“"}, {"ID": 1139, "text": "王稚子代，未有平徭役。”百姓喜。"}, {"ID": 1140, "text": "王涣为洛阳令，盗贼发，不得远走，或藏沟渠，或伏瓮下。涣以方略取之，皆称神明。"}, {"ID": 1141, "text": "王涣为洛阳令，马市正数从卖羹饭家乞贷，不得辄殴骂之。至忿，煞正。捕得，涣问知事实，便讽吏解遣。"}]}, {"section": 333, "header": "传十三●董宣", "data": [{"ID": 1142, "text": "董宣为洛阳令，击持豪强，在县五年，七十四卒官。诏遣使者临视，唯布被覆尸，妻子对哭，有大麦数斛，家无馀财，上叹曰：“董宣死乃知贫耳！”"}]}, {"section": 334, "header": "传十三●樊晔", "data": [{"ID": 1143, "text": "樊晔与世祖有旧，世祖尝于新野坐文书事被拘，时晔为市吏，馈饵一笥，上德之。后拜为河东都尉，临发之官，引见云台，赐御食衣被。上啁晔曰：“一笥饵得都尉，何如？”晔顿首曰：“小臣蒙恩，特见拔擢，陛下不忘往旧，臣得竭死自效。”"}, {"ID": 1144, "text": "樊晔为天水郡，其政严猛，好申、韩之术，善恶立断，不假下以权，道路不敢相盗，商人行旅以钱物聚于大道旁，曰：“以付樊父。”后还其物如故。道不拾遗。叙州为之语曰：“游子常苦贫，力子天所富。宁见乳虎穴，不入冀府寺。大笑期必死，忿怒或见置。嗟我樊府君，安可再遭值。”"}]}, {"section": 335, "header": "传十三●李章", "data": [{"ID": 1145, "text": "李章为千乘太守，坐诛斩盗贼过滥，徵下狱免。"}]}, {"section": 336, "header": "传十三●周纡", "data": [{"ID": 1146, "text": "周纡迁齐相，政治严酷，专任刑法。"}, {"ID": 1147, "text": "周纡为渤海太守，赦令诏书到门不出，夜遣吏到属县尽决罪行刑。坐徵诣廷尉，系狱数日，免归。家贫，无以自赈赡，"}, {"ID": 1148, "text": "周纡，字文通，迁召陵侯相。廷掾擅行威杀人，断手足，立寺门。纡便往察。"}, {"ID": 1149, "text": "周纡为洛阳令，见吏问大姓。吏曰：“南许里诸李。”纡厉声曰：“本问贵戚放横若马、窦等。”"}]}, {"section": 337, "header": "传十三●阳球", "data": [{"ID": 1150, "text": "阳球，字方正，为司隶校尉，诣阙谢恩，表言常侍王甫罪过，奔车收送诏狱，自临考之，父子皆死于杖下。乃磔甫尸，署曰“贼臣王甫”。于是权门惶怖，莫不雀目鼠步，京师肃然。曹节见甫尸，乃收泪入言球罪，帝徙为卫尉。球叩头曰：“愿假臣一月，必令豺狼鸱枭，悉服其辜。”"}]}, {"section": 338, "header": "传十三●郑众", "data": [{"ID": 1151, "text": "郑众，字季产，为人谨敏有心。永平中，初给事太子家。肃宗即位，拜小黄门，迁中常侍。和帝初，窦太后秉政，兄大将军宪等并窃威权，朝臣上下莫不附之，而众独一心王室，不事豪党，帝亲信焉。及宪兄弟图作不轨，众遂首谋诛之，以功迁大长秋。"}]}, {"section": 339, "header": "传十三●蔡伦", "data": [{"ID": 1152, "text": "蔡伦，字敬仲，为中常侍，有才学，尽忠重慎，每至休沐，辄闭门绝宾客，曝体田野。"}, {"ID": 1153, "text": "黄门蔡伦，字敬仲，典作上方，造意用树皮及敝布、鱼网作纸，奏上，帝善其能，自是莫不用，天下咸称蔡侯纸也。"}, {"ID": 1154, "text": "伦典上方，作纸，用故麻造者谓之麻纸，用木皮名榖纸，用故鱼网名网纸。"}]}, {"section": 340, "header": "传十三●孙程", "data": [{"ID": 1155, "text": "北新城人，卫康叔之胄孙林父之后。"}, {"ID": 1156, "text": "孙程为中黄门，安帝崩，初，江京等谮诬太子，废为济阴王，居西锺下，徵北乡侯为嗣。程等十八人杀江京、阎显等，立济阴王为帝，以功封程为浮阳侯，万户。"}, {"ID": 1157, "text": "中黄门孙程谋诛江京，后程于盛化门外与马国等相见，诈谓国曰：“天子与我枣脯，与若枣者，早成之。”乃与国等共为谋立顺帝。"}, {"ID": 1158, "text": "孙程与王康等斩江京等，迎立济阴王，是为顺帝。阎显弟景为卫尉，从省中还外府，收兵至盛德门。尚书郭镇率直宿羽林出，逢景，景因斫镇，不中。镇剑击景堕车，左右以戟叉其胸，禽之，送廷尉。"}, {"ID": 1159, "text": "封中黄门王康华容侯，王国为郦侯。"}]}, {"section": 341, "header": "传十三●苗光", "data": [{"ID": 1160, "text": "程赋枣脯，又分与光，曰：“以为信，今暮其当著矣。”漏尽，光为尚席直事通灯，解剑置外，持灯入章台门，程等适入。光走出门，欲取剑，王康呼还，光不应。光得剑，欲还入，门已闭，光便守宜秋门，会李闰来，出光，因与俱迎济阴王幸南宫云台。诏书录功臣，令康疏名，康诈疏光入章台门。光谓康曰：“缓急有问者当相证也。”诏书封光东阿侯，食邑四千户，未受符策，光心不自安，诣黄门令自告。有司奏康、光欺诈主上，诏书勿问，遂封东阿侯，邑千户。"}]}, {"section": 342, "header": "传十三●曹节", "data": [{"ID": 1161, "text": "曹节上书曰：“功薄赏厚，诚有踧踖也。”"}]}, {"section": 343, "header": "传十三●刘昆", "data": [{"ID": 1162, "text": "刘昆，字桓公，少治施氏易，笃志好经学。"}, {"ID": 1163, "text": "刘昆教授弟子恒五百馀人，每春秋飨射，常备列典仪，以素木瓠叶为俎豆。"}, {"ID": 1164, "text": "刘昆，字桓公，以明经徵拜为光禄勋，授皇太子及诸王小侯五十人经。昆老退位，以二千石禄终其身。"}]}, {"section": 344, "header": "传十三●刘轶", "data": [{"ID": 1165, "text": "刘轶，字君文，永平中，以易生，为中庶子，入侍讲。"}]}, {"section": 345, "header": "传十三●洼丹", "data": [{"ID": 1166, "text": "洼丹，字子玉，传孟氏易，作通论七卷，世传之，号洼君通论。"}]}, {"section": 346, "header": "传十三●觟阳鸿", "data": [{"ID": 1167, "text": "觟阳鸿，字孟孙，为世名儒，永平拜少府。"}]}, {"section": 347, "header": "传十三●杨政", "data": [{"ID": 1168, "text": "杨政，字子行，治梁丘易，与京兆祁圣元同好，俱名善说经书。京师号曰：“说经硜硜杨子行，论难幡幡祁圣元。”"}, {"ID": 1169, "text": "杨政，字子行，师事博士范升。建武中，范升为太常丞，为去妻所诬告，坐事系狱，当伏重罪。政以车驾出时伏道边，抱升子持车叩头。武骑虎贲恐惊马，引弓射之，不去。旄头以戟叉政，伤胸前。政遂涕泣求哀，上即尺一出升。"}, {"ID": 1170, "text": "杨政，字子行，京兆人。尝过杨虚侯马武，武称疾见政，对机边床卧欲令政拜床下。政入户，前排武，径上床坐。武恨，语言不怿。政把武手责之曰：“卿蒙国恩，备位藩臣，不思求贤助国，而骄天下英俊，今日摇者刀入胁。”左右大惊，以为见劫，操兵满侧，政颜色自若。会信阳侯至，责数武，令为朋友。其果勇敢折，皆此类也。"}]}, {"section": 348, "header": "传十三●欧阳歙", "data": [{"ID": 1171, "text": "欧阳歙，其先和伯从伏生受尚书，至于歙七世，皆为博士，敦于经学，恭俭好礼。"}, {"ID": 1172, "text": "欧阳歙为汝南太守，策用贤俊，吏民从化。"}, {"ID": 1173, "text": "大司徒欧阳歙坐在汝南赃罪死狱中，歙掾陈元上书追讼之，言甚切至，帝乃赐棺木，赠赙三千疋。"}]}, {"section": 349, "header": "传十三●戴凭", "data": [{"ID": 1174, "text": "戴凭为侍中，数进见问得失。上谓凭曰：“侍中当匡辅国政，勿有隐情。”凭对曰：“陛下严。”曰：“朕何用严？”凭曰：“伏见前太尉西曹掾蒋遵，清亮忠孝，学通古今，陛下纳肤受之诉，遂致禁锢，世以是为严。”上怒曰：“汝南子欲复党乎？”凭出，自系廷尉，诏出引见，凭谢曰：“臣无蹇谔之节，而有狂瞽之言，不能以尸伏谏，偷生苟活，诚惭圣朝。”上即刔尚书解遵禁锢，拜凭虎贲中郎将，以侍中兼领之。"}, {"ID": 1175, "text": "戴凭，字次仲，为侍中，正旦朝贺，百僚毕会，帝令群臣能说经者更相难诘，义有不通辄夺其席以益通者，凭遂重坐五十馀席。故京师为之语曰：“解经不穷戴侍中。”"}]}, {"section": 350, "header": "传十三●牟长", "data": [{"ID": 1176, "text": "牟长，字君高，少笃学，治欧阳尚书，诸生著录前后万人。建武十四年，徵为中散大夫。"}, {"ID": 1177, "text": "牟长，字君高，建武中拜少府，太子中庶子王异尚书比为长所侵，诏敕异曰：“少府大儒，不失法度。”其见优如此。"}]}, {"section": 351, "header": "传十三●尹敏", "data": [{"ID": 1178, "text": "尹敏为大司空掾，上以敏博通，令校图谶。"}, {"ID": 1179, "text": "尹敏与班彪相厚，每相与谈，常晏暮不食，昼即至冥，夜即彻旦。彪曰：“相与久语，为俗人所怪，然锺子期死，伯牙破琴，曷为陶陶哉！”"}, {"ID": 1180, "text": "尹敏迁长陵令，永平五年，诏书捕男子周虑。虑素有名字，与敏善，过候敏，敏坐系免官。出乃叹曰：“喑聋之徒，真世之有道者也，何谓察察而遇斯祸也！”"}, {"ID": 1181, "text": "孔鲋藏尚书、孝经、论语于夫子旧堂壁中。"}]}, {"section": 352, "header": "传十三●高诩", "data": [{"ID": 1182, "text": "高诩，字季回，以儒学徵，拜大司农，在朝以清白方正称。"}]}, {"section": 353, "header": "传十三●魏应", "data": []}, {"section": 354, "header": "传十三●薛汉", "data": []}, {"section": 355, "header": "传十三●召驯", "data": []}, {"section": 356, "header": "传十三●周泽", "data": []}, {"section": 357, "header": "传十三●孙堪", "data": [{"ID": 1183, "text": "孙堪，字子稚，为光禄勋，以清廉称，与周泽相类。泽字稚都，京师号之为“二稚”。"}]}, {"section": 358, "header": "传十三●甄宇", "data": [{"ID": 1184, "text": "甄宇，字长文，治严氏春秋，持学精微，以白衣教授，常数百人。"}, {"ID": 1185, "text": "甄宇，北海人，建武中，为青州从事，徵拜博士。每腊，诏书赐博士羊，人一头，羊有大小肥瘦。时博士祭酒议欲杀羊，称分其肉。宇曰：“不可。”又欲投钩，复耻之。宇因先自取其最瘦者，由是不复有争讼。后召会，诏问瘦羊甄博士，京师因以号之。"}, {"ID": 1186, "text": "甄宇，字长文，拜太子少傅，清静少欲，常称老氏知足之分也。"}, {"ID": 1187, "text": "甄宇，字长文，子晋，晋子丞，周泽董鲁平叔，叔子轶，并以儒学拜议郎。"}]}, {"section": 359, "header": "传十三●张玄", "data": [{"ID": 1188, "text": "张玄，字居真，专意经书，方其讲论时，至不食终日，忽然如不饥渴者也。"}, {"ID": 1189, "text": "张玄，字君夏，其学兼通数家。"}]}, {"section": 360, "header": "传十三●李育", "data": [{"ID": 1190, "text": "李育，字元春，为侍中。时章帝西谒园陵，育陪乘，问旧事，育辄对，由是见重。"}]}, {"section": 361, "header": "传十三●杜笃", "data": [{"ID": 1191, "text": "杜笃，字季雅，客居美阳，与美阳令游，数从之请托，不谐，颇相恨。令怒，收笃送京师。会大司马吴汉薨，世祖诏诸儒诔之。笃于狱中为诔，辞最高。帝美之，赐帛免刑。"}, {"ID": 1192, "text": "杜笃仕郡文学掾，以目疾，二十馀年不窥京师。笃外高祖破羌将军辛武贤，以武略称。笃常叹曰：“杜氏文明善政，而笃不任为吏。辛氏秉义经武，而笃又怯于事。外内五世，至笃衰矣！”"}]}, {"section": 362, "header": "传十三●高彪", "data": [{"ID": 1193, "text": "高彪除郎中，校书东观。后迁外黄令，画彪形像，以劝学者。"}]}, {"section": 363, "header": "传十三●李业", "data": [{"ID": 1194, "text": "公孙述欲徵李业为博士，业固不起，乃遣人持鸩，不起便赐药，业乃饮鸩而死。"}]}, {"section": 364, "header": "传十三●刘茂", "data": [{"ID": 1195, "text": "刘茂，字子卫，为郡门下掾，赤眉攻太原，茂负太守孙福逾墙出，藏城西门下空穴中，担谷给福及妻子百馀日，福表为议郎。"}]}, {"section": 365, "header": "传十三●所辅", "data": [{"ID": 1196, "text": "所辅，平原人，为县门下小吏。县令刘雄为贼所攻，欲以矛刺雄，辅前叩头，以身代雄。贼等遂戟刺辅，贯心洞背即死。东郡太守捕得贼，具以状上，诏书伤痛之。"}]}, {"section": 366, "header": "传十三●温序", "data": [{"ID": 1197, "text": "温序，字次房，迁护羌校尉，行部，为隗嚣别将苟宇所拘劫。宇谓序曰：“子若与我并威同力，天下可图也。”序素有气力，大怒，叱宇等曰：“虏何敢迫胁汉将！”因以节挝杀数人。贼众争欲杀之，宇止之曰：“此义士也，可赐以剑。”序受剑，衔须于口，顾左右曰：“既为贼所迫杀，无令须污土。”遂伏剑而死。"}]}, {"section": 367, "header": "传十三●索卢放", "data": [{"ID": 1198, "text": "索卢放，字君阳，东郡人。署门下掾。更始时，使者督行郡国，太守有事，当斩。放前对曰：“方今天下苦王氏之虐政，戴仰汉德。传车所过，未闻恩泽，而斩郡守，恐天下惶惧，各自疑也。使有功不如使有过。”遂解衣而前，愿代太守斩，使者义而赦之，由是显名。"}]}, {"section": 368, "header": "传十三●李善", "data": [{"ID": 1199, "text": "李善，字次孙，南阳人，本同县李元苍头。建武中疫疾，元家相继死没，唯孤儿续始生数旬，而有资财千万。诸奴婢私共计议，欲谋杀续，分财产。善乃潜负续逃亡，隐山阳瑕丘界中，亲自哺养，乳为生湩。续孩抱，奉之不异长君，有事辄长跪请白，然后行之。闾里感其行，皆相率修义。续年十岁，善与归本县，修理旧业，告奴婢于长吏，悉收杀之。时锺离意为瑕丘令，上书荐善行状。"}]}, {"section": 369, "header": "传十三●周嘉", "data": [{"ID": 1200, "text": "周嘉仕郡为主簿，王莽末，群贼入汝阳城，嘉从太守何敞讨贼，敞为流矢所中，嘉谓贼众曰：“卿曹皆民隶也，岂有还害其君者耶？”嘉请以死赎君命，因仰天号泣。贼于是相视曰：“此义士也。”给其车马，遣送之。"}]}, {"section": 370, "header": "传十三●李充", "data": [{"ID": 1201, "text": "李充兄弟六人，出入更衣，家贫亲老，充妻劝异居。充使酿酒，会亲戚，充启其母曰：“此妇劝异居，不可奉祭祀，请去之。”遂叱出其妇。"}, {"ID": 1202, "text": "鲁平为陈留太守，请充署功曹。充不受，平怒，乃援充以捐沟中，用谪署都亭长。"}]}, {"section": 371, "header": "传十三●范丹", "data": [{"ID": 1203, "text": "范丹，字史云，为莱芜长，遭党锢事，推鹿车，载妻子，捃拾自资，有时绝粮，丹言貌无改，闾里歌之曰：“甑中生尘范史云，釜中生鱼范莱芜。”"}]}, {"section": 372, "header": "传十三●刘翊", "data": [{"ID": 1204, "text": "刘翊为汝南太守，举郡人许靖计吏，察孝廉，除尚书郎，典选举。"}]}, {"section": 373, "header": "传十三●郭凤", "data": [{"ID": 1205, "text": "郭凤，字君张，善说灾异，吉凶占应。病，先自知死日，豫令弟子市棺敛具，至其日，如言卒。"}]}, {"section": 374, "header": "传十三●郭玉", "data": [{"ID": 1206, "text": "郭玉者，广汉人也。学方诊之伎。和帝奇异之，乃试令嬖臣美手腕者与女子杂处帷中，使玉各诊一手。玉言：“左阳脉，右阴脉，有男女，疾若异人。臣异其故。”帝叹称善。"}]}, {"section": 375, "header": "传十三●逢萌", "data": [{"ID": 1207, "text": "逢萌，字子康，北海人。少有大节，志意抗厉，家贫，给事为县亭长。尉过迎拜，问事微久。尉去，举楯挝地，叹曰：“大丈夫安能为人役耶？”遂去学问。"}, {"ID": 1208, "text": "莽居摄，子宇谏莽，而莽杀之。逢萌谓其友人曰：“三纲绝矣！不去，祸将及人。”即解冠挂东门而去。"}, {"ID": 1209, "text": "逢萌素明阴阳，知莽将败，携家属于辽东，乃首戴盆盎，哭于市，言曰：“新乎新乎！”遂潜藏。"}, {"ID": 1210, "text": "逢萌隐琅琊之劳山，非礼不动，聚落化之。北海太守遣吏奉谒，萌不诺。太守遣吏捕之，民相率以石掷吏，皆流血奔走。"}, {"ID": 1211, "text": "逢萌被徵上道，迷不知东西，云：“朝所徵我者，为聪明睿智，有益于政，方面不知，安能济政？”即驾而归。"}]}, {"section": 376, "header": "传十三●周党", "data": [{"ID": 1212, "text": "周党，字伯况，太原人。至长安游学。初，乡佐发党徭道，尝众中辱党父，党怀之。后读春秋，闻复雠之义，便辍讲而还，与乡佐克日交刃。乡佐多从兵往，使乡佐先拔刀，然后与相击。党为其所伤，困顿。乡佐服其义勇，舆归养之，数日方苏，既悟而去。整身修志，州里称其高也。"}, {"ID": 1213, "text": "建武中，徵周党，党著短布单衣，榖皮幓头，待见尚书。欲令更服，党曰：“朝廷本以是故徵之，安可复更。”遂以见，自陈愿守所志，上听之。"}, {"ID": 1214, "text": "博士范升奏曰：“伏见太原周党、东海王良、山阳王成，使者三到，乃肯就车，脱衣解履，升于华毂，陛见帝庭，偃蹇傲慢，逡⊃进退，臣愿与并论灵台之下。”"}]}, {"section": 377, "header": "传十三●王霸", "data": [{"ID": 1215, "text": "王霸，建武初，连徵不至。霸安贫贱，居常茅屋蓬户，藜藿不厌。然乐道不怠，以寿终。"}]}, {"section": 378, "header": "传十三●严光", "data": [{"ID": 1216, "text": "严光，字子陵，耕于富春山，后人名其钓处为严陵濑。"}, {"ID": 1217, "text": "光武与子陵有旧，及登位，望之。陵隐于孤亭山，垂钓为业。时主天文者奏每日出常有客星同流。帝曰：“严子陵耳。”访得之，陵不受封。"}]}, {"section": 379, "header": "传十三●井丹", "data": [{"ID": 1218, "text": "井丹，字大春，通五经，时人谓之语曰：“五经纷纶井大春。”"}, {"ID": 1219, "text": "阴就要井丹，就起，左右进辇矣，曰：“吾闻桀、纣驾人车，岂此邪？”就令去辇。"}]}, {"section": 380, "header": "传十三●梁鸿", "data": [{"ID": 1220, "text": "梁鸿少孤，以童幼诣太学受业，治礼、诗、春秋，常独坐止，不与人同食。比舍先炊已，呼鸿及热釜炊。鸿曰：“童子鸿不因人热者也。”灭灶更燃火。"}, {"ID": 1221, "text": "梁鸿家贫而尚节，博览无不通，毕乃牧豕于上林苑中，曾误遗火，延及他舍，乃寻访烧者，问所失，悉以豕偿之；其主犹以为少，鸿曰：“无他财，愿以身居作。”主人许，因为执勤不懈。耆老见鸿非恒人，乃共责让主人，而称鸿长者，于是始敬异，悉还其豕。鸿不受，乃去。"}, {"ID": 1222, "text": "梁鸿初与京邑萧友善约不为陪臣，及友为郡吏，鸿以书责之而去。"}, {"ID": 1223, "text": "梁鸿乡里孟氏女，容貌丑而有节操，多求之，不肯。父母问其所欲，曰：“得贤婿如梁鸿者。”鸿闻之，乃求之。梁鸿妻椎髻，著布衣，操作具而前。鸿大喜曰：“此真梁鸿妻也，能奉我矣。”字之曰德曜，名孟光。"}, {"ID": 1224, "text": "梁鸿乃将妻之霸陵山中，耕耘织作，以供衣食，弹琴诵书，以娱其志。"}, {"ID": 1225, "text": "梁鸿将之会稽，作诗曰：“维季春兮华色，麦含金兮方秀。”"}, {"ID": 1226, "text": "梁鸿适吴，依大家皋伯通庑下，为人赁舂。每归，妻为具食，不敢于鸿前仰视，举案齐眉。伯通异之，曰：“彼佣赁能使妻敬之如此，非凡人也。”"}, {"ID": 1227, "text": "梁鸿常闭户吟咏书记，遂潜思著书十馀篇。"}, {"ID": 1228, "text": "梁鸿病困，与高伯通及会稽士大夫语曰：“昔延陵季子葬于嬴博之间，不归其乡，慎勿听妻子持尸柩去。”终后伯通等为求葬处，有要离冢高燥，众人曰：“要离，古烈士，今伯鸾亦清高，令相近。”遂葬要离冢旁，子孙归扶风。"}]}, {"section": 381, "header": "传十三●高凤", "data": [{"ID": 1229, "text": "高凤，南阳人，诵读昼夜不绝声。妻尝之田，曝麦于庭，以竿授凤，令护鸡。凤受竿诵经如故，天大雷，暴雨流淹。凤留意在经史，忽不视麦，麦随水漂去。"}, {"ID": 1230, "text": "乡里有争财，持兵而斗，凤往解之，不已，乃脱巾请曰：“仁义逊让，奈何弃之！”争者感之，收兵谢罪。"}, {"ID": 1231, "text": "高凤，字文通，南阳人也。凤年老，执志不倦，声名著闻。太守连召请，恐不得免，自言凤本巫家，不应为吏，又与寡嫂诈讼田，遂不仕。"}]}, {"section": 382, "header": "传十三●鲍宣妻", "data": [{"ID": 1232, "text": "鲍宣之妻，桓氏女，字少君。宣尝就少君父学，父奇其清苦，以女妻之，资送甚盛。宣不悦，谓妻曰：“"}, {"ID": 1233, "text": "少君生而娇富，习美饰，而吾贫贱，不敢当礼。”妻曰：“大人以先生修德守约，故使贱妾侍执巾栉。既奉君子，唯命是从。”宣笑曰：“能如是，乃吾志也。”乃悉归侍御服饰，更著短布裳，与宣共挽鹿车归乡里。拜姑礼毕，提瓮出汲，修行妇道，乡邦称之。"}]}, {"section": 383, "header": "传十三●庞淯母", "data": [{"ID": 1234, "text": "酒泉庞淯母者，赵氏之女，字娥。父为同县人所杀，而娥兄弟三人，俱疾物故。雠乃喜而自贺，以为莫己报也。娥阴怀感愤，乃潜备刀兵，常推车以候雠家，十馀年不能得。后遇于都亭，刺杀之，因诣县自首，曰：“父雠已报，请就刑戮。”禄福长尹嘉义之，解印绶欲与俱亡。娥不肯去，曰：“怨塞身死，妾之明分。结罪治狱，君之常理。何敢苟生，以枉公法。”后遇赦得免。州郡表其闾。太常张奂嘉叹，以束帛礼之。"}]}, {"section": 384, "header": "传十四●蒋叠", "data": [{"ID": 1235, "text": "蒋叠，字伯重，为太仆，久在台阁，文雅通达，明故事，在九卿位，数言便宜，奏议可观。"}]}, {"section": 385, "header": "传十四●丁邯", "data": [{"ID": 1236, "text": "丁邯高节，正直不挠，举孝廉为卿。"}]}, {"section": 386, "header": "传十四●须诵", "data": [{"ID": 1237, "text": "须诵为郡主簿，获罪诣狱，引械自椓口，口出齿，获免。"}]}, {"section": 387, "header": "传十四●周行", "data": [{"ID": 1238, "text": "周行为泾令，下车严峻，贵戚局蹐，京师肃清。"}]}, {"section": 388, "header": "传十四●刘训", "data": [{"ID": 1239, "text": "训字平叔，拜车府令，其夏东州郡国相惊，有贼转至京师，吏民惊，皆奔城郭上。训即夜诣省，欲令将禁兵据门以御之。"}]}, {"section": 389, "header": "传十四●梁福", "data": [{"ID": 1240, "text": "司部灾蝗，台召三府驱之。司空掾梁福曰：“普天之下，莫非王土，不审使臣驱蝗何之？灾蝗当以德消，不闻驱逐。”时号福为直掾。"}]}, {"section": 390, "header": "传十四●范康", "data": [{"ID": 1241, "text": "范康为司隶校尉，务大纲，性节俭，常卧布被。"}]}, {"section": 391, "header": "传十四●宗庆", "data": [{"ID": 1242, "text": "宗庆，字叔平，为长沙太守，民养子者三千馀人，男女皆以“宗”为名。"}]}, {"section": 392, "header": "传十四●喜夷", "data": [{"ID": 1243, "text": "喜夷为寿阳令，蝗入辄死。"}]}, {"section": 393, "header": "传十四●卜福", "data": [{"ID": 1244, "text": "卜福为廷尉，执谦求退，上以为太中大夫。"}]}, {"section": 394, "header": "传十四●翟歆", "data": [{"ID": 1245, "text": "翟歆，字敬子，父于，以功封临沮侯。歆当嗣爵，以母年老国远，上书辞让，诏许，乃赐关内侯。"}]}, {"section": 395, "header": "传十四●魏成", "data": [{"ID": 1246, "text": "魏成曾孙纯坐讦讪，国除。"}]}, {"section": 396, "header": "传十四●毕寻", "data": [{"ID": 1247, "text": "利取侯毕寻玄孙守奸人妻，国除。"}]}, {"section": 397, "header": "传十四●段普", "data": [{"ID": 1248, "text": "首乡侯段普曾孙胜坐杀婢，国除。"}]}, {"section": 398, "header": "传十四●邢崇", "data": [{"ID": 1249, "text": "夕阳侯邢崇孙之为贼所盗，亡印绶，国除。"}]}, {"section": 399, "header": "传十四●阴猛", "data": [{"ID": 1250, "text": "阴猛好学温良，称于儒林，以郎迁为太祝令。"}, {"ID": 1251, "text": "阴猛以博通古今为太史令。"}]}, {"section": 400, "header": "传十四●张意", "data": [{"ID": 1252, "text": "张意拜骠骑将军，讨东瓯，备水战之具，一战大破，所向无前。"}]}, {"section": 401, "header": "传十四●沈丰", "data": [{"ID": 1253, "text": "沈丰，字圣达，为零陵太守，为政慎刑重杀，罪法辞讼，初不历狱，嫌疑不决，一断于口，鞭杖不举，市无刑戮。僚友有过，初不暴扬，有奇谋异略，辄为谈述，曰：“太守所不及也。”到官一年，甘露降，芝草生。"}]}, {"section": 402, "header": "传十四●萧彪", "data": [{"ID": 1254, "text": "萧彪，字伯文，京兆杜陵人，累官巴郡太守，父老，乞供养。父有宾客，辄立屏风后，应受使命。父嗜饼，每自买进之。"}]}, {"section": 403, "header": "传十四●陈嚣", "data": [{"ID": 1255, "text": "陈嚣，字君期，明韩诗，时语曰：“关东说诗陈君期。”"}]}, {"section": 404, "header": "传十五●匈奴南单于", "data": [{"ID": 1256, "text": "匈奴南单于列传。"}, {"ID": 1257, "text": "单于比，匈奴头曼十八代孙。"}, {"ID": 1258, "text": "十二月癸丑，匈奴始分为南北单于。"}, {"ID": 1259, "text": "建成二十五年，南单于遣左贤王击北单于，北单于震怖，却地千馀里。十三年中工官作橹车成，可驾数牛，尝送塞上。议者见车巧，相谓曰：“谶言汉九世当却夷千里，宁谓此邪？”圣人之文，与天券契。及胡隤怀，数月而卑。"}, {"ID": 1260, "text": "建武二十六年，南单于遣使献骆驼二头，文马十匹。"}, {"ID": 1261, "text": "建武中，南单于来朝，赐御食及橙、橘、龙眼、荔支。"}, {"ID": 1262, "text": "赐鹿蠡王玉具剑，羽盖车一驷，中郎将持节卫护焉。"}, {"ID": 1263, "text": "南单于上书献橐驼。单于岁祭三龙祠，走马斗橐驼，以为乐事。"}, {"ID": 1264, "text": "帝遣单于，飨赐作乐百戏，上幸离宫临观。"}]}, {"section": 405, "header": "传十五●莋都夷", "data": [{"ID": 1265, "text": "朱酺，明帝时为益州刺史，移书属郡，喻以圣德，白狼王等百馀国重译来庭，歌诗三章，酺献之。"}, {"ID": 1266, "text": "远夷乐德歌诗曰：堤官隗构，魏冒逾糟。罔驿刘脾，旁莫支留。徵衣随旅，知唐桑艾。邪毗课诸，推潭仆远。拓拒苏便，局后仍离。偻让龙洞，莫支度由。阳雒僧鳞，莫稚角存。远夷慕德歌诗曰：偻让皮尼，且交陵悟。绳动随旅，路旦拣雒。圣德渡诺，魏菌度洗。综邪流藩，莋邪寻螺。藐浔泸漓，菌补邪推。辟危归险，莫受万柳。术叠附德，仍路孳摸。远夷怀德歌诗曰：荒服之仪，犁籍怜怜。阻苏邪犁，莫砀粗沐。罔驿传微，是汉夜拒。踪优路仁，雷折险龙。伦狼藏幢，扶路侧禄。息落服淫，理历髭雒。捕茞菌毗，怀稿匹漏。传室呼敕，陵阳臣仆。"}]}, {"section": 406, "header": "传十五●西羌", "data": [{"ID": 1267, "text": "西羌祖爰剑为秦所奴隶，而亡藏岩穴中，见焚，有影象如虎，为蔽火，得不死。诸羌以为神，推以为豪。"}, {"ID": 1268, "text": "护羌窦林奉使，羌颠岸降，诣林，林欲以为功效，奏言大豪。后颠岸兄颠吾复诣林，林言其第一豪。问事状，林对前后两屈。林以诬罔诣狱。上不忍诛，免官。后凉州刺史奏林赃罪，复收系羽林监，遂死狱中。"}, {"ID": 1269, "text": "羌什长巩便。"}, {"ID": 1270, "text": "金城、陇西卑湳、勒姐种羌反，出塞外。"}]}, {"section": 407, "header": "传十五●西域", "data": [{"ID": 1271, "text": "永元十三年，安息王献条支大雀。此雀卵大如瓮。"}]}, {"section": 408, "header": "载记●王常", "data": [{"ID": 1272, "text": "其先鄠人，常父博，成、哀问转客颍川舞阳，因家焉。"}, {"ID": 1273, "text": "以常行南阳太守事，诛不从命，封拜有功。"}, {"ID": 1274, "text": "上于大会中指王常谓群臣曰：“此家率下江诸将辅翼汉室，心如金石，真忠臣也。”是日迁常为汉忠将军。"}, {"ID": 1275, "text": "率骑都尉王霸共平沛郡贼苗虚。"}, {"ID": 1276, "text": "王常为横野大将军，位次与诸将绝席。"}, {"ID": 1277, "text": "山桑侯王常孙广坐楚事，国除。"}]}, {"section": 409, "header": "载记●刘盆子", "data": [{"ID": 1278, "text": "赤眉欲立宗室，以木札书符曰“上将军”，与两空札置笥中，大集会三老、从事，令刘盆子等三人居中央，一人奉符，以年次探之。盆子最幼，探得将军，三老等皆称臣。"}, {"ID": 1279, "text": "刘盆子年十五，被发徒跣，卒见众拜，恐惧啼泣。从刘侠卿居，为盆子制朱绛单衣、半头赤帻、直綦履。盆子朝夕朝，侠卿礼之。数祠城阳景王，使盆子乘军中鲜车大火马，至祠所，盆子时欲出从牧儿，侠卿怒止之。军入左冯翊，至长安舍，盆子乘白盖小车，有尚书一人，亦小车绛袍衣裳相随，军中皆笑。诸牧儿共呼车曰：“盆子在中。”时欲驱出，前车不肯避也。"}, {"ID": 1280, "text": "使盆子乘车入长安，时掖庭中宫女犹有数百千人，自更始败后，幽闭殿内，拔庭中芦菔根，捕池鱼而食之。"}, {"ID": 1281, "text": "更始死后，赤眉转从南山下，号称百万众。盆子乘王者车，驾三马，从数百骑，罢歌吹者廪食，弃其数车道中，侍从者稍落。"}, {"ID": 1282, "text": "刘盆子兄式侯旦请上曰：“盆子将百万众降，陛下何以待之？”上曰：“待君以不死耳。”"}, {"ID": 1283, "text": "刘盆子将丞相以下二十馀万人诣宜阳降，奉高皇帝玺绶，诏以属城门校尉，贼皆输铠甲兵弩矢矰，积城西门，适与熊耳山等。"}]}, {"section": 410, "header": "载记●樊崇", "data": [{"ID": 1284, "text": "樊崇，字细君。"}, {"ID": 1285, "text": "王莽天凤五年，樊崇起兵于莒。"}, {"ID": 1286, "text": "崇同郡东莞人逄安，字少子，东海临沂人徐宣，字骄稚，谢禄，字子奇，及杨音各起兵，合数万人，复引从崇。"}, {"ID": 1287, "text": "樊崇欲与王莽战，恐其众与莽兵乱，乃皆朱其眉，以相识别，由是号曰赤眉。"}, {"ID": 1288, "text": "赤眉入安定、北地。至阳城，逢大雪，士多冻死。"}, {"ID": 1289, "text": "光武作飞虻箭以攻赤眉。"}, {"ID": 1290, "text": "赤眉平后，百姓饥饿，人相食，黄金一斤易豆五升。"}]}, {"section": 411, "header": "载记●吕母", "data": [{"ID": 1291, "text": "海曲有吕母者，子为县吏，犯小罪，宰论杀之。吕母怨宰，密聚客，规以报仇。母家素丰，赀产数百万，乃益酿醇酒，买刀剑衣服。少年来沽者，皆贳与之，视其乏者，辄假衣裘，不问多少。少年欲相与偿之，吕母泣曰：“县宰枉杀吾子，欲为报怨耳，诸君宁肯哀之乎！”少年许诺，相聚得数十百人，因与吕母入海，自称将军，遂破海曲，执县宰杀之，以祭其子冢也。"}, {"ID": 1292, "text": "宾客徐次子等自号“扼虎”。"}]}, {"section": 412, "header": "载记●隗嚣", "data": [{"ID": 1293, "text": "隗嚣，字季孟，天水人也。"}, {"ID": 1294, "text": "隗嚣既立，便聘平陵方望为军师。望至，说嚣曰：“足下欲承天顺民，辅汉而起，今立者乃在南阳，王莽尚据长安，虽欲以汉为名，其实无所受命，将何以见信于众？宜急立高庙，称臣奉祠，所谓‘神道设教’，求助民神者也。且礼有损益，质文无常。削地开兆，茅茨土阶，以致其肃敬。虽未备物，神明其舍诸。”嚣从其言。"}, {"ID": 1295, "text": "以王莽篡逆，复汉之祚，乃立高祖、太宗之庙，称臣执事，史奉璧而告。祝毕，有司穿坎于庭，割牲而盟。"}, {"ID": 1296, "text": "光武与隗嚣书曰：“苍蝇之飞，不过三数步，托骥之尾，得以绝群。”"}, {"ID": 1297, "text": "隗嚣将王元说嚣曰：“昔更始西都，四方响应，天下喁喁，谓之太平，一旦坏败。今南有子阳，北有文伯，江湖海岱，王公十数，而欲牵儒生之说，弃千乘之基，计之不可者也。今天水完富，士马最强，北取西河，东收三辅，案秦旧迹，表里山河，元请以一丸泥为大王东封函谷关，此万世一时也。若计不及此，且畜养士马，据隘自守，旷日持久，以待四方之变，图王不成，其弊犹足以霸。”嚣然其计。"}, {"ID": 1298, "text": "杜林先去，馀稍稍相随，东诣京师。"}, {"ID": 1299, "text": "隗嚣，故宰相府掾吏，善为文书，每上书移檄，士大夫莫不讽诵之也。"}, {"ID": 1300, "text": "光武赐隗嚣书曰：“吾年已三十馀，在兵中十岁，所更非一，厌浮语虚辞耳。”"}, {"ID": 1301, "text": "汉围隗嚣，嚣穷因。其大将王捷登城呼汉军曰：“为隗王城守者，皆必死无二心，愿诸军亟罢，请自杀以明之。”遂刎颈而死。"}, {"ID": 1302, "text": "时民饥馑，乃啖弩煮履。"}, {"ID": 1303, "text": "建武九年正月，隗嚣病饿，出城餐糗糒，腹胀恚愤而死。"}, {"ID": 1304, "text": "隗嚣负陇城之固，纳王元之说，虽遣子春卿入质，犹持两端。世祖于是稍黜其礼，正君臣之义。"}]}, {"section": 413, "header": "载记●王元", "data": [{"ID": 1305, "text": "元，杜陵人。"}]}, {"section": 414, "header": "载记●公孙述", "data": [{"ID": 1306, "text": "公孙述，字子阳，扶风茂陵人。其先武帝时，以吏二千石自无盐徙焉。"}, {"ID": 1307, "text": "成帝末，述父仁为侍御史，任为太子舍人，稍加秩为郎焉。"}, {"ID": 1308, "text": "公孙述补清水长，太守以其能，使兼治五县政。"}, {"ID": 1309, "text": "初，副以汉中亭长聚众降成，自称辅汉将军。"}, {"ID": 1310, "text": "蜀郡功曹李熊说公孙述曰：“方今四海波荡，匹夫横议。将军割据千里，地方十城，若奋发盛德，以投天隙，霸王之业成矣。宜改名号，以镇百姓。”述曰：“吾亦虑之，公言起我意。”于是自立为蜀王。熊复说述曰：“今山东饥馑，人民相食，兵所屠灭，城邑丘墟。蜀地沃野千里，土壤膏腴，果实所生，无谷而饱。女工之业，覆衣天下。名材竹干，不可胜用。又有鱼盐银铜之利，浮水转漕之便。北据汉中，杜褒、斜之涂，东守巴郡，拒捍关之口，地方数千里，战士不下百万。见利则出兵而略地，无利则坚守而力农。东下汉水以窥秦地，南顺江流以震荆、扬，所谓用天因地，成功之资也。君有为之声，闻于天下，而名号未定，志士狐疑，宜即大位，使远人有所依归。”述遂自立为天子。"}, {"ID": 1311, "text": "公孙述梦有人语之曰：“八厶子系，十二为期。”觉，语其妻，对曰：“朝闻道，夕死尚可，况十二乎！”"}, {"ID": 1312, "text": "公孙述，有龙出其府殿中，夜有光耀，述以为符瑞，因称尊号，改元曰龙兴。"}, {"ID": 1313, "text": "公孙述造十层赤楼也。"}, {"ID": 1314, "text": "公孙述自言手文有奇瑞，数移书中国。上赐述书曰：“瑞应手掌成文，亦非吾所知。”"}, {"ID": 1315, "text": "光武与述书曰：“承赤者，黄也；姓当涂，其名高也。”"}, {"ID": 1316, "text": "荆邯见东方渐平，兵且西向，说公孙述曰：“兵者，帝王之大器，古今所不能废也。昔秦失其守，豪桀并起，汉祖无前人之迹，立锥之地，于战阵之中，躬自奋击，兵破身困数矣。然军败复合，创愈复战，何则？死而功成，逾于却就于灭亡。臣之愚计，以为宜及天下之望未绝，豪杰尚可招诱，急以此时发国内精兵，令田戎据江南之会，倚巫山之固，筑垒坚守，传檄吴、楚，长沙已南必随风而靡。令延岑出汉中，定三辅，天水、陇西拱手自服。如此，海内震摇，冀有大利。今东帝无尺寸之柄，驱乌合之众，跨马陷敌，所向辄平。不亟乘时与之分功，而坐谈武王之说，是效隗嚣欲为西伯也。”述然邯言，欲悉发北军屯士及山东客兵，使延岑、田戎分出两道，与汉中诸将合兵并势。蜀人及弟光以为不宜空国千里之外，决成败于一举，固争之，述乃止。"}, {"ID": 1317, "text": "隗嚣败，公孙述惧，欲安其众。成都郭外有秦时旧仓，改名白帝仓，自王莽以来常空。述诈使人言白帝仓出谷如山陵，百姓空市里往观之。述乃大会群臣，问曰：“白帝仓出谷乎？”皆对言“无”。述曰：“讹言不可信，道隗王破者复如此矣。”"}, {"ID": 1318, "text": "汉兵守成都，公孙述谓延岑曰：“事当奈何？”岑曰：“男儿当死中求生，可坐穷乎！财物易聚耳，不宜有爱。”述乃悉散金帛，募敢死士五千馀人，以配岑于市桥，伪建旗帜，鸣鼓挑战，而潜遣奇兵出吴汉军后，袭击破汉。汉堕水，缘马尾得出。"}]}, {"section": 415, "header": "载记●延岑", "data": [{"ID": 1319, "text": "筑阳县人。"}, {"ID": 1320, "text": "延岑上光武皮襜褕，宿下邑亭。亭长白言“睢阳贼衣绛罽襜，今宿客疑是”，乃发卒来，岑卧不动，吏谢去。"}]}, {"section": 416, "header": "载记●田戎", "data": [{"ID": 1321, "text": "田戎，西平人，与同郡人陈义客夷陵，为群盗。更始元年，义、戎将兵陷夷陵，陈义自称黎丘大将军，戎自称埽地大将军。"}, {"ID": 1322, "text": "戎至期日，灼龟卜降，兆中坼，遂止不降。"}]}, {"section": 417, "header": "散句●散句", "data": [{"ID": 1323, "text": "主不稽古，无以承天。"}, {"ID": 1324, "text": "喜右学。"}, {"ID": 1325, "text": "允恭玄默。"}, {"ID": 1326, "text": "保乐洽寿。"}, {"ID": 1327, "text": "四方乐业。"}, {"ID": 1328, "text": "吏民欢悦。"}, {"ID": 1329, "text": "问三老。"}, {"ID": 1330, "text": "鸿胤奉统。"}, {"ID": 1331, "text": "赐及妻子。"}, {"ID": 1332, "text": "特赐御□。"}, {"ID": 1333, "text": "赐食于前。"}, {"ID": 1334, "text": "赐所乘骊马。"}, {"ID": 1335, "text": "感念沾襟。"}, {"ID": 1336, "text": "配乾作合。"}, {"ID": 1337, "text": "龟筮并从。"}, {"ID": 1338, "text": "内摄时政，外怀狄戎。"}, {"ID": 1339, "text": "婉嫟慈孝。"}, {"ID": 1340, "text": "内无忌克之心，不以旧恶介意。"}, {"ID": 1341, "text": "以匡主上。"}, {"ID": 1342, "text": "弘策授亲。"}, {"ID": 1343, "text": "有母仪之节。"}, {"ID": 1344, "text": "婉顺慈孝，体性慈□。"}, {"ID": 1345, "text": "躬执馈馔。"}, {"ID": 1346, "text": "亲奉定省，不避暑寒。"}, {"ID": 1347, "text": "不亲医，泣流离。"}, {"ID": 1348, "text": "哭声不绝，饮不入口。"}, {"ID": 1349, "text": "敬养尽于奉，存哀慎刑。"}, {"ID": 1350, "text": "疏食骨立。"}, {"ID": 1351, "text": "素食竟期。"}, {"ID": 1352, "text": "□年白首，未尝不怆然泣涕。"}, {"ID": 1353, "text": "由礼。"}, {"ID": 1354, "text": "动与礼合。"}, {"ID": 1355, "text": "少而明达。"}, {"ID": 1356, "text": "聪睿天资。"}, {"ID": 1357, "text": "周密畏慎。"}, {"ID": 1358, "text": "原事得情。"}, {"ID": 1359, "text": "时有所问，对无遗失。"}, {"ID": 1360, "text": "有所不安，明陈其故。"}, {"ID": 1361, "text": "谦让日崇。"}, {"ID": 1362, "text": "膳不求珍。"}, {"ID": 1363, "text": "论寝彻旦。"}, {"ID": 1364, "text": "戟士收尚书。"}, {"ID": 1365, "text": "未曾私语。"}, {"ID": 1366, "text": "无令干乱吏治。"}, {"ID": 1367, "text": "外戚战栗，百寮肃然。"}, {"ID": 1368, "text": "听言视论，摘发其要。"}, {"ID": 1369, "text": "甲夜占书，丁夜尽笔。"}, {"ID": 1370, "text": "赐金盖车。"}, {"ID": 1371, "text": "容仪照曜绝异。"}, {"ID": 1372, "text": "令色卓绝。"}, {"ID": 1373, "text": "倾乱。"}, {"ID": 1374, "text": "徙居云台。"}, {"ID": 1375, "text": "丁明为大司马，颇害董贤宠，及丞相王嘉死，明甚怜之。上重贤，欲极其位，恨明如此，遂册免明，上印绶还第。"}, {"ID": 1376, "text": "止行过肃名赵李时铨不卒，陈义子问以旧事。"}, {"ID": 1377, "text": "少好黄老，常步担求师也。"}, {"ID": 1378, "text": "易于泰山之压鸡卵，轻于驷马之载鸿毛。"}, {"ID": 1379, "text": "诏曰：“三辅皆好弹，一大老三官从旁举身曰：‘噫嘻哉！’”"}, {"ID": 1380, "text": "后汉有南宫、北宫、胡桃宫。"}, {"ID": 1381, "text": "霍光薨，赐绣被百领。"}, {"ID": 1382, "text": "大恩。"}, {"ID": 1383, "text": "诏书令功臣家各自记功状，不得自增加，以变时事。或自道先祖形貌表相，无益事实。复曰齿长一寸，龙颜虎口，奇毛异骨，形容极变，亦非诏书之所知也。"}, {"ID": 1384, "text": "杨雄好著书，而口吃不能剧谈。"}, {"ID": 1385, "text": "许皇后父广汉，为宦者丞。上官桀谋反时，广汉部索，其殿中庐有索长数尺可以缚人者数千枚，满一箧缄封。广汉索不得，他吏往得之。广汉坐论为鬼薪，输掖庭，后为暴室啬夫。"}, {"ID": 1386, "text": "蚁封穴户，大雨将至。"}, {"ID": 1387, "text": "孝明皇帝九子，七王不载母氏。"}, {"ID": 1388, "text": "建武，光武年号也。永平，孝明年号也。"}, {"ID": 1389, "text": "和帝年号永初。"}, {"ID": 1390, "text": "太史官曰：栗骇蓬转，因遇际会。"}, {"ID": 1391, "text": "西巡，幸长安。司马相如上疏曰：“夫清道而后行，犹时有衔橛之变。”"}, {"ID": 1392, "text": "耕或为研。"}, {"ID": 1393, "text": "北虏遣使和亲。"}, {"ID": 1394, "text": "太史官曰：明主劳神，忠臣毕力。"}, {"ID": 1395, "text": "诏曰：“吏安其职，民乐其业。”"}, {"ID": 1396, "text": "使先登侦之，言虏欲去。"}, {"ID": 1397, "text": "元始元年，拜王舜为太保。"}, {"ID": 1398, "text": "铜马贼帅东山荒秃、上淮况等，大肜渠帅樊重，尤来渠帅樊崇，五校贼帅高扈，檀乡贼帅董次仲，五楼贼帅张文，富平贼帅徐少，获索贼帅古师郎等。"}, {"ID": 1399, "text": "岸宾上议：“二千石皆以选出，刻符典千里。”"}, {"ID": 1400, "text": "太尉张酺、郑洪、徐防、赵喜、随延、宠桓，并以日蚀免。"}, {"ID": 1401, "text": "侍御史、东平相格班。"}, {"ID": 1402, "text": "终利恭。"}, {"ID": 1403, "text": "虽夸譀，犹令人热。"}]}, {"section": 418, "header": "散句●补遗", "data": [{"ID": 1404, "text": "凡历所革，以变律吕，相生至六十也。"}, {"ID": 1405, "text": "前汉志但载十二律，不及六十。"}, {"ID": 1406, "text": "凡阳生阴曰下，阴生阳曰上。"}, {"ID": 1407, "text": "候锺律，权土炭，冬至阳气应，黄锺通，土炭轻而衡仰，夏至阴气应，蕤宾通，土炭重而衡低。进退先后，五日之中。"}, {"ID": 1408, "text": "玉衡长八尺，孔径一寸，下端望之以视星宿。并县玑以象天，而以衡望之。转玑窥衡以知星宿。玑径八尺，圆二尺五寸而强。"}, {"ID": 1409, "text": "言天体者有三家：一曰周髀，二曰宣夜，三曰浑天。宣夜之学绝无师法。周髀数术具存，孝验天状，多所违失，故史官不用。唯浑天者近得其情，今史官所用候台铜仪，则其法也。立八尺圆体之度，而具天地之象，以正黄道，以察发敛，以行日月，以步五纬。精微深妙，万世不易之道也。官有其器而无本书，前志亦阙而不论。臣求其旧文，连年不得。在东观，以治律未竟，未及成书。案略求索，窃不自量，卒欲寝伏仪下，思惟精意，案度成数，扶以文义，润以道术，著成篇章。罪恶无状，投畀有北，灰灭雨绝，世路无由。宣博问群臣，下及岩穴，知浑天之意者，使述其义，以裨天文志，撰建武以来星变彗孛占验著明者续其后。"}, {"ID": 1410, "text": "宗庙迭毁议奏，国家大体，班固录汉书，乃置韦贤传末。臣以问胡广，广以为实宜在郊祀志，去中鬼神仙道之语，取贤传宗庙事置其中，既合孝明旨，又使祀事以类相从。"}, {"ID": 1411, "text": "孝明立世祖庙，以明再受命祖有功之义，后嗣遵俭，不复改立，皆藏主其中。圣明所制，一王之法也。自执事之吏，下至学士，莫能知其所以两庙之意，诚宜具录本事。建武乙未、元和丙寅诏书，下宗庙仪及斋令，宜入郊祀志，永为典式。"}, {"ID": 1412, "text": "国家旧章，而幽僻藏蔽，莫之得见。"}, {"ID": 1413, "text": "永平初，诏书下车服制度，中宫皇太子亲服重缯厚练，浣已复御，率下以俭化起机。诸侯王以下至于士庶，嫁娶被服，各有秩品。当传万世，扬光圣德。臣以为宜集旧事仪注本奏，以成志也。"}, {"ID": 1414, "text": "俗人失其名，故名冕为平天冠，五时副车曰五帝，鸾旗曰鸡翘，耕根曰三盖，旗皆非一。"}]}], "bookname": "东观汉记", "writer": null, "type": "史书", "age": "[东汉] 60年-160年"}