{"alldata": [{"section": 0, "header": "皇霸", "data": [{"ID": 0, "text": "盖天地剖分，万物萌毓；非有典艺之文，坚基可据，推当今以览太古，自昭昭而本冥冥，乃欲审其事而建其论，董其是非而综其详矣，言也实为难哉！故《易》纪三皇，《书》叙唐、虞，惟天为大，唯尧则之，巍巍其有成功，焕乎其有文章。自是以来，载籍昭晳。然而立谈者人异，缀文者家舛，斯乃杨朱哭于岐路，墨翟悲于练素者也。是以上述三皇，下记六国，备其终始曰《皇霸》。"}, {"ID": 1, "text": "《春秋运斗枢》说：“伏羲、女娲、神农是三皇也。皇者、天，天不言，四时行焉，百物生焉。三皇垂拱无为，设言而民不违，道德玄泊，有似皇天，故称曰皇。皇者、中也，光也，弘也。含弘履中，开阴阳，布刚上，含皇极，其施光明，指天画地，神化潜通，煌煌盛美，不可胜量。”"}, {"ID": 2, "text": "《礼号谥记》说：“伏羲、祝融、神农。”"}, {"ID": 3, "text": "《含文嘉》记：“虙戏、燧人、神农。伏者、别也，变也；戏者、献也，法也。伏羲始别八卦，以变化天下，天下法则，咸伏贡献，故曰伏羲也。燧人始钻木取火，炮生为熟，令人无复腹疾，有异于禽兽，遂天之意，故曰遂人也。神农，神者、信也，农者、浓也；始作耒耜，教民耕种，美其衣食，德浓厚若神，故为神农也。”"}, {"ID": 4, "text": "《尚书大传》说：“遂人为遂皇，伏羲为戏皇，神农为农皇也。遂人以火纪，火、太阳也，阳尊，故托遂皇于天。伏羲以人事纪，故托戏皇于人。盖天非人不因，人非天不成也。神农，悉地力，种㯏䟽，故托农皇于地。天地人道备，而三五之运兴矣。”"}, {"ID": 5, "text": "谨按：《易》称：“古者伏羲氏之王天下也，仰则观象于天，俯则观法于地，始作八卦，以通神明之德，以类万物之情。结绳为网罟，以田以渔。伏羲氏没，神农氏作，斫木为耜，揉木为耒，耒耜之利，以教天下。日中为市，致天下之民，通其变，使民不倦，神而化之，使民宜之。”唯独叙二皇，不及遂人。遂人功重于祝融、女娲，文明文见。《大传》之义斯近之矣。"}, {"ID": 6, "text": "《易传》、《礼记》、《春秋国语》、《太史公记》：黄帝、颛顼、帝喾、帝尧、帝舜是五帝也。"}, {"ID": 7, "text": "谨按：《易》、《尚书大传》：“天立五帝以为相，四时施生，法度明察，春夏庆赏，秋冬刑罚，帝者任德设刑，以则象之。言其能行天道，举错审谛。黄帝始制冠冕，垂衣裳，上栋下宇，以避风雨，礼文法度，兴事创业。黄者、光也，厚也。中和之色，德四季，与地同功，故先黄以别之也。颛者、专也，顼者、信也。言其承易文，之以质，使天下蒙化，皆贵贞悫也。喾者、考也，成也。言其考明法度，醇美喾然，若酒之芬香也。尧者、高也，饶也。言其隆兴焕炳，㝡高明也。推行道德。舜者、推也，循也。言其，循尧绪也。”"}, {"ID": 8, "text": "《礼号谥记》说：“夏禹、殷汤、周武王是三王也。”《尚书》说：“文王作罚，刑兹无赦。”《诗》说：“有命自天，命此文王。”“文王受命，有此武功。”“仪刑文王，万国作孚。”《春秋》说：“王者孰谓？谓文王也。”"}, {"ID": 9, "text": "谨按：《易》称：“汤、武革命。”《尚书》：“武王戎车三百两，虎贲八百人，擒纣于牧之野。”“惟十有三祀，王访于箕子。”《诗》云：“亮彼武王，袭伐大啇。”“胜殷遏刘，耆定武功。”由是言之，武王审矣。《论语》：“文王率殷之叛国”，“以服事殷。”时尚臣属，何缘便得列三王哉！经美文王，三分天下有其二，王业始兆于此耳。俗儒新生，不能采综，多共辨论，至于讼阋。大王、王季，皆见追号，岂可复谓已王乎？禹者、辅也，辅续舜后，庶绩洪茂，自尧以上王者也。子孙据国而起，功德浸盛，故造美论。舜、禹本以白衣砥行显名，升为天子。虽复更制，不知名著，故因名焉。《经》曰：“有鳏在下曰虞舜。”“佥曰伯禹”，“禹平水土”，是也。汤者、攘也，昌也。言其攘除不轨，改亳为啇，成就王道，天下炽盛，文、武皆以其所长。夫擅国之谓王，能制割之谓王，制杀生之威之谓王。王者、往也，为天下所归往也。"}, {"ID": 10, "text": "《春秋》说：齐桓、晋文、秦缪、宋襄、楚庄是五伯也。"}, {"ID": 11, "text": "谨按：《春秋左氏传》：夏后太康，娱于耽乐，不循民事，诸侯僭差。于是昆吾氏乃为盟主，诛不从命以尊王室。及殷之衰也，大彭氏、豕韦氏复续其绪，所谓王道废而霸业兴者也。齐桓九合一匡，率成王室，责强楚之罪，复青茅之贡。晋文为践土之会，修朝聘之礼，纳襄克带，翼戴天子。孔子称“民到于今受其赐”。又曰：“齐桓正而不谲，晋文谲而不正。”至于三国，既无叹誉一言。而缪公受郑甘言，置戎而去，违黄发之计，而遇淆之败，杀贤臣百里奚，以子车氏为殉，《诗·黄鸟》之所为作，故谥曰“缪”。襄公不度德量力，慕名而不综实，六鶂五石，先著其异，覆军残身，终为僇笑。庄王僭号，自下摩上，观兵京师，问鼎轻重，恃强肆忿，几亡宋国，易子析骸，厥祸亦巨。皆无兴微继绝、尊事王家之功。世之纪事者不详察其本末，至书于竹帛，同之伯功，或误后生，岂不暗乎！"}, {"ID": 12, "text": "伯者、长也，白也。言其咸建五长，功实明白。或曰：霸者、把也，驳也。言把持天子政令，紏率同盟也。桓公问管仲：“吾何君也？”对曰：“狄困于卫，复兵不救，须灭乃往存之。仁不纯，为霸君也。”盖三统者、天地人之始，道之大纲也。五行者、品物之宗也。道以三兴，德以五成，故三皇、五帝、三王、五伯。至道不远，三五复反，譬若循连钚，顺鼎耳，穷则反本，终则复始也。"}, {"ID": 13, "text": "楚之先出自帝颛顼，其裔孙曰陆终，娶于鬼方氏，是谓女渍。盖孕而三年不育，启其左胁，三人出焉，启其右胁，三人又出焉。其六曰季连，是为芈。其后有鬻熊子，为文王师。成王举文、武勤劳，而封熊绎于楚，食子男之采，其十世称王。怀王佞臣上官、子简，斥远忠臣；屈原作《离骚》之赋，自投汨罗。水因为张仪所欺，客死于秦。到王负刍，遂为秦所灭。百姓哀之，为之语曰：“楚虽三户，亡秦必楚。”自颛顼至负刍六十四世，凡千六百一十六载。"}, {"ID": 14, "text": "燕召公奭与周同姓，武王灭纣，封召公于燕。成王时入据三公，出为二伯，自陕以西，召公主之。当农桑之时，重为所烦劳，不舍乡亭，止于棠树之下，听讼决狱，百姓各得其所。寿百九十馀乃卒。后人思其德美，爱其树而不敢伐，《诗·甘棠》之所作也。九世称侯，八世称公，十世称王。到王喜，为秦所灭。燕外迫蛮、貊，内笮齐、晋，崎岖强国之间，最为弱小，几灭者数矣。然社稷血食者八九百载，于姬姓独后亡，非盛德之遗烈，岂其然乎？"}, {"ID": 15, "text": "韩之先与周同姓，武子事晋献公，封于韩原，因以为姓。韩厥因卜者之繇，陈成季之功，绍赵氏之孤，建程婴之义，为晋名卿，寔天所相。其四代始与赵、魏俱得列为诸侯矣。五世称王，到王安，为秦所灭。"}, {"ID": 16, "text": "魏之先，毕公高之后也。毕公与周同姓，武王灭纣，封高于毕，因以为姓。其裔孙曰毕万，事晋献公。献公伐魏，灭之，以封万。卜偃曰：“毕万之后必大。万、盈数，魏、大名也。天子曰兆民，诸侯曰万民。今名之大，以从盈数，以是有众，不亦宜乎？”其六世称侯，侯之孙称王，到王假，为秦所灭。"}, {"ID": 17, "text": "赵之先与秦同祖，其裔孙曰造父，于周穆王，为御骅骝、騄耳之乘，西谒西王母，东灭徐偃王，日驰千里，帝念其功，赐以赵城，因以为姓。子叔带始生周事晋，其后简子地过于诸侯，权重于晋君。简子疾，五日不知人。大夫皆惧，呼医扁鹊视之。出，董安于问扁鹊，曰：“血脉治也，勿怪。昔秦穆公尝如此，七日而寤。寤之日，告公孙支与子舆曰：‘我之帝所，甚乐。吾所以久者，适有学也。帝告我：“晋国且大乱，五世不安。其后将霸，未老而死。霸者之子且令国男女无别。”’公孙支书而藏之，秦策于是出。夫献公之乱、文公之霸，而襄公之败秦师于淆而归纵淫，此子所闻。今主君之病与之同，不出三日病必间，有言也。”"}, {"ID": 18, "text": "居二日半，简子寤。语大夫曰：“我之帝所，乐，与百神游于钧天，广乐于九奏万儛，不类三代之乐，其声动心。有一熊欲援我，射之，中熊，死。有罴来，我又射之，中罴，死。帝甚嘉之，赐我二笥，皆有副。吾见儿在帝侧，属我翟犬，曰：‘及汝子之壮也，以赐之。’帝告我：‘晋国且衰，十世而亡。嬴姓将大败周人于范魁之西，亦不能有也。’”董安于受言，而藏之。以扁鹊之言告简子，赐扁鹊田四万亩。"}, {"ID": 19, "text": "他日，简子出，有人当道，辟之不去，从者将刃，当道者曰：“吾有欲谒于主君。”从者以闻。简子召之，曰：“嘻，吾有所见子晣也。”当道者曰：“屏左右，愿有以谒。”简子屏人。当道者曰：“主君之病，臣在帝侧。”简子曰：“然。子之见我何为？”当道者曰：“帝令主君射熊罴，皆死。”简子曰：“是，且何也？”当道者曰：“晋国且大难，主君首之。帝令主灭二卿，夫熊、罴皆其祖也。”简子曰：“帝赐我二笥皆有副，何也？”当道者曰：“主君之子将克二国于翟，皆子姓也。”简子曰：“吾见儿在帝侧，属一翟犬，曰：‘及汝子之长以赐之’。夫儿何说以赐翟犬？”当道者曰：“儿、主君之子也，翟犬、代之先也。主君之子其必有代。及主君之后嗣，且有革政而胡服，并二国于翟。”简子问其姓而延之以官。当道者曰：“臣、野人，致帝命耳。”遂不见。无几，范、中行作乱，简子灭之，此熊之效应也。"}, {"ID": 20, "text": "简子卒，无䘏立，是为襄子。智伯攻襄子，襄子奔之，保晋阳。原过从，后，至王泽，见三人，自带以上，不可见。与原过竹二节，莫通。：“为我以是遗赵无恤。”原过既至，以告襄子。斋三日，亲自剖竹，有朱书曰：“无恤，余霍太山阳侯大吏。三月丙戍，余将使汝及灭智氏。亦立我三百邑，余将使赐若林胡之地。至于后世，且有伉王，赤黑，龙面鸟属，须眉髭髯，大膺大匈，修下而冯上，左任介乘，奄有河室，至于休溷诸狢，南伐晋别，北灭黑姑。”襄子再拜，受三神之令。"}, {"ID": 21, "text": "三国攻晋阳，岁馀，乃以汾水灌其城，城不没者三板。城中悬釜而炊，易子而食。张孟谈乃夜出见韩、魏，韩、魏反与合谋而灭智氏，共分其地。于是赵北有代，南并知山。遂祀三神于百邑，使原过主霍太山。至武灵王，竟胡服骑射，辟地千里。到王迁，信秦反间之言，杀其良将李牧而任赵括，遂为所灭。此童谣曰：“赵为号，秦为笑，以为不信，视地上生毛。”"}, {"ID": 22, "text": "陈完字敬仲，陈厉公之子也。初，懿氏卜妻之，其繇曰：“是谓‘凤凰于飞，和鸣锵锵。有妫之后，将育于姜。五世其昌，并于正卿。八世之后，莫之与京。’”周史有以《周易》筮之，遇《观》之《否》，曰：“是谓‘观国之光，利用宾于王。’此其代陈有国乎？不在此，其在异国。非此其身，在其子孙。光远而自他有耀者也。”厉公为蔡所灭杀，国内乱；完奔于齐。齐侯以为卿，辞曰：“羁旅之臣，幸若获宥，及于宽政，赦其不闲教训，而免诸罪戾，弛于负檐，君之惠也，所获多矣。敢辱高位以速官谤？《诗》云：‘翘翘车乘，招我以弓。岂不欲往，畏我友朋。’”使为工正。饮桓公酒，乐，曰：“以火。”辤曰：“臣卜其昼，未卜其夜，不敢。”君子曰：“酒以成礼，弗继以淫，义也；以君成礼，弗纳于淫，仁也。”桓公嘉之，爱敬日新，位比高、国，始食田采，姓田氏焉。六世田成杀简公。其三世曰和，迁康公于海上，食一城以祠太公以下。后魏文侯乃使使言周天子及诸侯，列言于周室。其孙曰威王。到王建用后胜之计，又宾客多受秦金，劝王朝秦，不修战备，秦兵平步入临灾，民无敢格者，迁王建于共。国人歌之曰：“松耶柏耶？亡建共者客耶？”疾建用客之不详也。"}, {"ID": 23, "text": "谨按《战国策》、《太史公记》：秦孝公据淆、函之固，拥雍州之地，君臣戮力以窥周室，有席卷天下、囊括八荒之意。当是之时，啇君佐之，内立法度，务耕织，修守战之备，外恃猛将锐卒，因问伺隙，略定西河之城，南并汉中，西定巴、蜀，东割膏腴之壤，收要害之郡，诸侯恐惧，会盟而谋，不爱尊爵重宝，以致天下之士。当此之时，齐有孟尝，赵有平原，楚有春申，魏有信陵。夫四豪者、皆明智而忠信，宽厚爱人，兼韩、魏、燕、赵、宋、卫、中山之众。其后复有甯越、苏秦、杜赫之属为之谋，陈轸、召滑、乐毅之徒通其意，吴起、孙膑、廉颇之属制其兵。尝以十倍之地、百万之军攻秦。秦人开关延敌，六国之师遁逃而不敢进。秦无一矢遗镞之费，而关东已困。于是从散约败，争割地而赂秦，秦有馀力而制其弊。"}, {"ID": 24, "text": "及至始皇，承六世之遗烈，抗长策而御宇内，吞二周而叱诸侯，履至尊而制六合，兼帝皇而威四海。于时议者恨楚之䟽远屈原，魏不用公子无忌，故国削以至于亡。秦因愚弱之极运，震电之萧条，混壹海内，为汉驱除。盖乘天之所坏，谁能枝之？虽阿衡宰政，贲、育驭戎，何益于事。且有强兵良谋，杂袭继踵，每辄挫衂，亦足以袪蔽启蒙矣。始皇自以关中之固，金城千里，子孙帝王万世之业也。遂恣睢旧习，矫任其私知，坑儒燔书以愚其黔首，穷奢肆欲，力役无餍，毒流诸夏，乱延蛮、貊。由是二世绝祀，以成大汉之资。高祖践祚，四海乂安。世宗攘夷境，崇演礼学，制度文章，冠于百王矣。"}]}, {"section": 1, "header": "正失", "data": [{"ID": 25, "text": "孔子曰：“众善焉，必察之；众恶焉，必察之。”孟轲云：“尧、舜不胜其美，桀、纣不胜其恶。传言失指，图景失形。”众口铄金，积毁消骨，久矣其患之也。是故乐正后夔有一足之论，晋师己亥渡河，有三豕之文。非夫大圣至明，孰能原析之乎？《论语》：“名不正，则言不顺。”《易》称：“失之毫厘，差以千里。”故紏其谬曰《正失》也。"}, {"ID": 26, "text": "俗说：夔一足而用精专，故能调畅于音乐。"}, {"ID": 27, "text": "谨按：《吕氏春秋》：“鲁哀公问于孔子：‘乐正夔一足，信乎？’孔子曰：‘昔者，舜以夔为乐正，始治六律，和均五声，以通八风，而天下服。重黎又荐能为音者，舜曰：“夫乐、天地之精，得失之节，故唯圣人为能和乐之本。夔能和之，平天下，若夔、一足矣。”故曰夔一足，非一足行。’”"}, {"ID": 28, "text": "俗说：丁氏家穿井，得一人于井中也。"}, {"ID": 29, "text": "谨按：《吕氏春秋》：“宋丁氏无井，常一人溉汲于外。及自穿井，喜而告之：‘吾穿井得一人。’传之，闻于宋君，公问其故，对曰：‘得一人之使，非得一人于井中也。’”"}, {"ID": 30, "text": "俗说：岱宗上有金箧玉策，能知人年寿修短。武帝探策得十八，因读曰八十，其后果用耆长。武帝出玺印石，裁有兆朕，奉车子侯即没其印，乃止。武帝畏恶，亦杀去之。《封禅书》说：“黄帝升封泰山，于是有龙垂胡髯下迎黄帝。黄帝上骑，群臣后宫从者七十馀人，小臣独不得上，乃悉持龙髯，拔，墯黄帝之弓。小臣百姓仰望黄帝不能复，乃抱其弓而号，故后世因曰乌号弓。”孝武皇帝时，齐人公孙卿言：“汉之圣者在高祖之孙，今历正值黄帝之日，圣主亦当上封，则能神仙矣。”"}, {"ID": 31, "text": "谨按：《尚书》、《礼》：“天子巡守，岁二月，至于岱宗。”孔子称：“封泰山，禅梁父，可得而数七十有二。”盖王者受命易姓，改制应天，下太平，功成封禅，以告平也。所以必于岱宗者，、长；万物之宗，阴阳交代，、触石而出，肤寸而合，不崇朝徧雨天下，唯泰山乎？封者、立石高一丈二赤，克之曰：“事天以礼，立身以义，事父以孝，成民以仁。四守之内，莫不为郡县，四夷八蛮，咸来贡职。与天下无极，人民蕃息，天禄永得。”祭上玄尊而俎生鱼。坛广十二丈，高三尺，阶三等。必于其上，示增高也；克石纪号，著己绩也。或曰：金泥银绳，印之玺。下禅梁父，礼祠地主，去事之杀，示增广也。禅谓坛墠，当有所与也。三皇禅于绎绎，明己功成而去，德者居之。绎绎者、无所指斥也。五帝禅于亭亭，德不及于皇。亭亭、名山，其身禅予圣人。三王禅于梁父，者、信，父者子，言父子相信与也。"}, {"ID": 32, "text": "孝武皇帝封广丈二尺，高九尺，其下有玉牒书秘书。江、淮间一茅三脊为神藉，五色土益杂封，纵远方奇兽飞禽及白雉，加祠，兕牛犀象之属。其享曰：“天增授皇帝泰元神厕，周而复始。皇帝敬拜泰灵。”其夜有光如流星，昼有白云起封中。于是作明堂汶上，令诸侯各治邸。车驾前后五至祠，以元鼎六年告封，改为元封，武帝已年四十七矣，何缘反更得十八也？就若所云，明神祸福，必有徵应，权时倒读，焉能诞招期乎！奉车子侯，骖乘上下臣，不预封事，何因操印没石？乃止暴病而死，悼惕无已。又言武帝与仙人对博，碁没石中，马蹄迹处于今尚存，虚妄若此，非一事也。"}, {"ID": 33, "text": "予以空伪承乏东岳，忝素六载，数聘祈祠，咨问长老贤通上泰山者云，谓玺处克石，文昧难知也，殊无有金箧玉牒探筹之事。《春秋》以为“传闻不如亲见”，见之人斯为审矣。《传》曰：“五帝圣焉死，三王仁焉死，五伯智焉死。”其陨落崩薨之日，不能咸至百年。《诗》云：“三后在天。”《论语》：“曰古皆没。”《太史记》：“黄帝葬于桥山。”骑龙升天，岂不怪乎！乌号弓者，柘桑之林，枝条畅茂，乌登其上，下垂著地，乌适飞去，后从拨杀，取以为弓，因名乌号耳。"}, {"ID": 34, "text": "俗说孝明帝时，尚书郎河东王乔迁为叶令，乔有神术，每月朔常诣台朝。帝怪其数而无车骑，密令太史候望。言其临至时，常有双凫从东南飞来。因伏伺，见凫，举罗，但得一双舄耳。使尚方识视，四年中所赐尚书官属履也。每当朝时，叶门鼓不击自鸣，闻于京师。后天下一玉棺于厅事前，令臣吏试入，终不动摇。乔曰：“天帝独欲召我。”沐浴服饰，寝其中，盖便立覆。宿夜葬于城东，土自成坟。县中牛皆流汗吐舌，而人无知者，号叶君祠。牧守班录，皆先谒拜。吏民祈祷，无不如意；若有违犯，立得祸。明帝迎取其鼓，置都亭下，略无音声，但云“叶”。太史候望，在上西门上，遂以占星辰，省察气祥。言此令即仙人王乔者也。"}, {"ID": 35, "text": "谨按：《春秋左氏传》：叶公子高姓沈名诸梁，古者，令曰公，忠于社稷，惠恤万民，方城之外，莫不欣戴。白公胜作乱，子西、子期，劫惠王以兵。叶公自叶而入，至于北门，或遇之曰：“君胡不胄？国人望君如望慈父母焉。盗贼之矢若伤君，是绝民望也。若之何不胄？”乃胄而进。又遇一人，曰：“何为胄？国人望君如望岁焉，日日以几。若见君面，是得艾也。人知不死，其亦无有奋心，犹将旌君以徇于国，而又掩面以绝民望，不亦甚乎？”乃免胄而进之，与国人攻白公。奔山而逝，生烹石乞，迎反惠王，整肃官司，退而老于叶。及其终也，叶人追思而立祠。功施于民，以劳定国，兼兹二事，固祠典之所先也。此乃春秋之时，何有近孝明乎！"}, {"ID": 36, "text": "《周书》称：“灵王太子晋，幼有盛德，聪明博达，师旷与言，弗能尚也。晋年十五，顾而问曰：‘吾闻大师能知人年之短长也。’师旷对曰：‘女色赤白，女声清，女色不寿。’晋曰：‘然，吾后三年将上宾于天，女慎无言，祸将及女。’其后太子果死。孔子闻之曰：‘惜夫！杀吾君也！’”后世以其自豫知其死，传称王子乔仙。或人问仙，杨雄以为虙羲、神农、黄帝、尧、舜殒落，文王葬毕，孔子葬鲁城之北。独不爱其死乎？知非人之所能也。生乎！生乎！吾恐名生而实死也。"}, {"ID": 37, "text": "国家畏天之威，思求谴告，故于上西门城上候望。近太史寺，令丞躬亲。灵台位国之阳，之安别在宫中，惧有得失，故参之也。何有伺一飞凫，遂建其处乎！世之矫诬，岂一事哉！"}, {"ID": 38, "text": "燕太子丹，天为雨粟，乌白头，马生角，厨人生害足，井上株木跳度渎。"}, {"ID": 39, "text": "俗说：燕太子丹为质于秦，始皇执欲杀之，言能致此瑞者，可得生活。丹有神灵，天为感应，于是建使归国。"}, {"ID": 40, "text": "谨按：《太史记》：燕太子丹与秦，始皇遇之益不善，丹恐而亡归。归求勇士荆轲、秦武阳，函樊于期之首，贡督亢之地图。秦王大悦，礼而见之。变起两楹之间，事败而荆轲立死。始皇大怒，乃益发兵伐燕。燕王走保辽东，使使斩丹以谢秦，燕亦遂灭。丹畏死逃归耳，自为其父所戮，手足圮绝，安在其能使雨粟，其馀云云乎！原其所以有兹语者，丹实好士，无所爱恡也，故闾阎小论饬成之耳。"}, {"ID": 41, "text": "孝成皇帝好《诗》、《书》，通览古今，间习朝廷仪体，尤善汉家法度故事。常见中垒校尉刘向，以世俗多传道：孝文皇帝，小生于军，及长大有识，不知父所在，日祭于代东门外。高帝数梦见一儿祭己，使使至代求之，果得文帝，立为代王。及后徵到，后期，不得立，日为再中。及即位为天子，躬自节俭，集上书囊以为前殿惟，常居明光宫听政。为皇太薄后持三年服，庐居枕块如礼，至以发大病，知后子不能行三年之丧，更制三十六日服。治天下，致升平，断狱三百人，粟升一钱。“有此事不？”同对曰：“皆不然。”"}, {"ID": 42, "text": "谨按：汉高三年，魏王豹叛汉附楚，汉使大将韩信击虏豹姬薄夫人，传诣雒阳织室。汉王见薄姬，内后宫，幸之，生文帝，二年而为王者子，常居宫阙内，不弃捐军中，祭代东门。高皇后八年后九月己酉夕即位，就未央，幸前殿，下赦令。即位时以昏夜，日不再中。文帝虽节俭，未央前殿至奢，雕文五采，尽华榱壁璫，轩槛皆饰以黄金，其势不可以书囊为帷。奢俭好丑，不相副侔。又文帝以后元年六月己亥崩未央宫，在时平常听政宣室，不居明光宫。及皇太薄后以孝景二年四月壬子薨，葬南陵。文帝先太后崩，不为皇太薄后持三年服。文帝遵汉家基业初定，重承军旅之后，百姓新免于干戈之难，故文帝宜因修秦馀政教，轻刑事少，与之休息，以俭约节欲自持，初开籍田，躬劝农耕桑，务民之本。即位十馀年，时五谷丰熟，百姓足，仓廪实，蓄积有馀。然文帝本修黄、老之言，不甚好儒术，其治尚清净无为，以故礼乐庠序未修，民俗未能大化，苟温饱完给，所谓治安之国也。其后匈奴数犯塞，侵扰边境。单于深入寇掠，贼害北地都尉，杀略吏民，系虏老弱，驱畜产，烧积聚，候骑至甘泉，烽火通长安，京师震动，无不忧懑。是时，大发兴材官骑士十馀万军长安，帝遣丞相灌婴击匈奴，文帝自劳兵至太原、代郡。由是北边置屯待战，设备备胡，兵连不解，转输骆驿，费损虚耗。因以年岁谷不登，百姓饥乏，谷籴常至石五百，时不升一钱。前待诏贾捐之为孝元皇帝言：“太宗时民赋四十，断狱四百馀。”案太宗时民重犯法，治理不能过中宗之世，地节元年，天下断狱四万七千馀人，如捐之言，复不类，前世断狱皆以万数，不三百人。文帝即位二十三年，日月薄蚀，地数震动，毁坏民庐舍，关东二十九山同日崩溃，水出，河决酸枣，大风坏都，雨雹如桃李，深者厚三尺，狗马及人皆生角，大雪蝗虫。文帝下诏书曰：“间者阴阳不调，日月薄蚀，年谷不登，大遭旱蝗饥馑之害，谪见天地，灾及万民。丞相、御史议可以佐百姓之急。”推此事类，以不及太宗之世，不可以为升平。"}, {"ID": 43, "text": "上曰：“吾于临朝统政施号令何如？”向未及对，上谓向：“校尉帝师傅，耆旧洽闻，亲事先帝，历见三世得失。事无善恶，如闻知之，其言勿有所隐。”向曰：“文帝时政颇遗失，皆所谓悔恡小疵耶。尝辇过郎署，问中郎冯唐以赵将廉颇、马服，唐言：‘今虽有此人，不能用也。’推辇而去，还归禁中，召责让，唐顿首陈言：‘闻之于祖父，道廉颇、李牧为边将，市租诸入，皆输莫府，而赵王不问多少。日击牛洒酒，劳赐士大夫，赏异有，故能立威名。今臣窃闻云中太守魏尚，边之良将也。匈奴常犯塞为寇，尚追之，吏士争居前，乐尽死力。斩首上功，误差数级，下之吏，尚竟抵罪。由是言之，虽得廉颇、李牧，不能用也。’及河东太守季布，治郡有声，召欲以为御史大夫，左右或毁言使酒，后不用，布见辞去，自陈曰：‘臣幸得待罪河东，无故而见徵召，此人必以臣欺国者；既到无用，此人亦有以毁伤臣者。今以一人言则进之，以一人言则退之，臣恐天下有以见朝廷短也。’上有惭色，卒遣布之官。及太中大夫邓通以佞幸吮痈疡癑汁见爱，拟于至亲，赐以蜀郡铜山，令得铸钱，通私家之富，侔于王者、封君。又为微行，数幸通家。文帝代服衣罽，袭毡帽，骑骏马，从侍中、近臣、常侍、期门武骑猎渐台下，驰射狐兔，果雉刺彘。是时，待诏贾山谏以为不宜数从郡国贤良吏出游猎，重令此人负名，不称其与。及太中大夫贾谊亦数陈止游猎。是时，谊与邓通俱侍中同位，谊又恶通为人，数廷讥之，由是䟽远，迁为长沙太傅。既之官，内不自得。及渡湘水，投吊书曰：‘闒茸尊显，佞谀得意。’以哀屈原离谗邪之咎，亦因自伤为邓通等所诉也。”"}, {"ID": 44, "text": "成帝曰：“其治天下孰与孝宣皇帝？”向曰：“中宗之世，政教明，法令行，边境安，四夷亲，单于款塞，天下殷富，百姓康乐，其治过于太宗之时。亦以遭遇匈奴宾服，四夷和亲也。”"}, {"ID": 45, "text": "上曰：“后世皆言文帝治天下几至太平，其德比周成王，此语何从生？”向对曰：“生于言事。文帝礼言事者，不伤其意，群臣无小大，至即便从容言，上止辇听之，其言可者称善，不可者喜笑而已。言事多褒之，后人见遗文，则以为然。世之毁誉，莫能得实，审形者少，随声者多，或至以无为有。故曰：‘尧、舜不胜其善，桀、纣不胜其恶。’桀、纣非杀父与君也，而世有杀君父者，人皆无道如桀、纣，此不胜其恶。故若文帝之仁贤，不胜其善，世俗褒扬，言其德比成王，治几太平也。然文帝之节俭约身以率先天下，忍容言者，含咽臣子之短，此亦通人难及，似出于孝宣皇帝者也。如其聪明远识，不忘数十年事，制持万机，天资治理之材，恐文帝亦且不及孝宣皇帝。”向以为如此。及至世间言文帝小生于军中，长大祭代东门外，使者求得之，因立为代王；徵当即位，后期，日为之再中；集上书囊以为前殿帷，常居光明宫听政，为薄太后持三年服，治天下，致升平，断狱三百人，粟一升一钱，凡此十馀事，皆俗人所妄传，言过其实，及傅会，或以为前皆非是。如刘向言。"}, {"ID": 46, "text": "俗言：东方朔、太白星精，黄帝时为风后，尧时为务成子，周时为老聃，在越为范蠡，在齐为鸱夷子皮，言其神圣能兴王霸之业，变化无常。"}, {"ID": 47, "text": "谨按：《汉书》：东方朔、平原人也。孝武皇帝时，招延贤良、文学之士，待以不次之位，故四方多上书言得失、自衒鬻者。于是朔诣阙自陈：“十二失父，长养兄嫂。年十三学书，十四击剑，十六诵《诗》，十九习孙、吴兵法。又常服子路之言。臣朔年二十三，长九尺三寸，目若悬珠，齿若编贝，勇若孟贲，捷若庆忌，廉如鲍叔，信若尾生。若此，可以为天子大臣矣。”朔文辞不逊，高自称誉，由是见伟，稍益亲幸，官至太中大夫，倡优畜之，不豫国政。刘向少时数问长老贤通于事及朔时人，皆云：朔口谐倡辩，不能持论，喜为凡庸诵说，故今后世多传闻者。而杨雄亦以为朔言不纯师，行不纯德，其流风遗书蔑如也。然朔所以名过其实，以其恢诞多端，不名一行，应谐似优，不穷似智，正谏似直，秽德似隐。非夷、齐，是柳惠，其滑稽之雄乎！朔之逢古射覆，其事浮浅，行于众，僮儿牧竖莫不眩耀。而后之好事者因取奇言怪语附著之耳，安在能神圣历世为辅佐哉！"}, {"ID": 48, "text": "俗说：淮南王安招致宾客方术之士数千人，作《鸿宝》、《苑秘》、枕中之书，铸成黄白，白日升天。"}, {"ID": 49, "text": "谨按：《汉书》：淮南王安天资辨博，善为文辞，孝武以属诸父，甚尊之。招募方伎怪迂之人，述神仙黄白之事，财殚力屈，无能成获。乃谋叛逆，克皇帝玺，丞相、将军、大夫已下印，汉使符节、法冠。赵王彭祖、列侯让等议曰：“安废法，行邪僻，诈伪心，以乱天下，营惑百姓，背叛宗庙。《春秋》：‘无将，将而必诛’。安罪重于将，反形已定，图书印及他逆无道事验明白。”丞相弘、廷尉汤以闻，上使宗正以符节治王。安自杀，太子诸所与谋皆收夷。国除为九江郡。亲伏白刃，与众弃之，安在其能神仙乎！安所养士，或颇漏亡，耻其如此，因饰诈说。后人吠声，遂传行耳。"}, {"ID": 50, "text": "《汉书》曰说：王阳虽儒生，自寒贱；然好车马衣服，极为鲜好，而无金银文绣之物，及迁徙去处，所载不过囊衣，不蓄积馀财。去位家居，亦布衣䟽食。天下服其廉而怪其奢，故俗传“王阳能作黄金”。"}, {"ID": 51, "text": "谨按《太史记》：秦始皇欺于徐市之属，求三山于海中，通同道，隐形体，弦诗想蓬莱，而不免沙丘之祸。孝武皇帝兹益迷谬，文成、五利处之不疑，妻以公主，赐以甲第，家累万金，身佩四印，辞穷情得，亦旋枭裂。淮南王安锐精黄白，庶几轻举，卒离亲伏白刃之罪。刘向得其遗文，奇而献之。成帝令典尚方铸作事，费甚多而方不验。劾向大辟，系须冬狱，兄阳成侯乞入国半，故得减死。秦、汉以天子之贵、四海之富，淮南竭一国之贡税，向假尚方之饶，然不能有成者，夫物之变化固自有极，王阳何人，独能乎哉？语曰：“金不可作，世不可度。”王阳居官食禄，虽为鲜明，车马衣服，亦能几所，何足怪之！乃传俗说，班固之论陋于是矣。"}, {"ID": 52, "text": "九江多虎，百姓苦之，前将募民捕取，武吏以除赋课，郡境界皆设陷穽。后太守宋均到，乃移记属县曰：“夫虎豹在山，鼋鼍在渊，物性之所托。故江、淮之间有猛兽，犹江北之有鸡豚。今数为民害者，咎在贪残居职使然。而反逐捕，非政之本也。坏槛穽，勿复课录，退贪残，进忠良。”后虎悉东渡江，不为民害。"}, {"ID": 53, "text": "谨按：《尚书》：“武王戎车三百两，虎贲三千人。擒纣于牧野。”言猛怒如虎之奔赴也。《诗》美南仲“阚如哮虎”。《易》称：“大人虎变，其文炳。”“君子豹变，其文蔚。”《传》曰：“山有猛虎，草木茂长。”故天之所生，备物致用，非以伤人也。然时为害者，乃其政使然也。今均思求其政，举清黜浊，神明报应，宜不为灾。江渡七里，上下随流，近有二十馀。虎山栖穴处，毛鬣，岂能犯阳侯、凌涛濑而横厉哉！俚语：“狐欲渡河，无奈尾何。”舟人楫棹，犹尚畏怖，不敢迎上，与之周旋。云悉东渡，谁指见者？尧、舜钦明在上，稷、契允懿于下。当此时也，宁复有虎耶？若均登据三事，德被四海，虎岂可抱负相随，乃至鬼方绝域之地乎！"}, {"ID": 54, "text": "俗说：元服父字伯楚，为光禄卿，于服中生此子。时年长矣，不孝莫大于无后，故收举之。君子不隐其过，因以“服”为字。"}, {"ID": 55, "text": "谨按：元服名贺，汝南人也。祖父名原，为侍中。安帝始加元服，百官会贺，临严，垂出，而孙适生，喜其加会，因名曰贺，字元服。原父安为司徒，忠蹇匪躬，尽诚事国，启发和帝，诛讨窦氏，中兴以来，最为名宰。原有堂构之称，矜于法度。伯楚名彭，清拟夷、叔，政则冉、季，历典三郡，致位上列。贺早失母，不复继室，云：“曾子失妻而不娶，曰：‘吾不及用吉甫，子不如伯奇。以吉甫之贤、伯奇之孝，尚有放逐之败，我何人哉！’”及临病困，勑使：“留葬，侍卫先公。慎无迎取汝母丧柩，如亡者有知，往来不难；如其无知，祗为烦耳。虞舜葬于苍梧，二妃不从，经典明文，勿违吾志。”清高举动，皆此类也。何其在服中生子而名之贺者乎！虽至愚人，犹不云耳。"}, {"ID": 56, "text": "予为萧令，周旋谒辞故司空宣伯应，贤相把臂，言：“《易》称：‘天地大德曰生。’今俗间多有禁忌生三子者，五月生者，以为妨害父母，服中子犯礼伤孝，莫肯收举。袁元服功德爵位，子孙巍巍，仁君所见。越王勾践民生三子与乳母，孟尝君对其父：‘若不受命于天，何不高户，谁能及者？’夫学问贵能行，君体将雅，政宜有异乎！”荅曰：“齐、楚之事，敬闻命矣。至于元服，其事如此。明公既为乡里，超然远览，何为过聆晋语，简在心事乎！”于是欣然悦服，续以大言：“苟有过，人必知之，我能胜仲尼哉！”元服子夏甫，前后徵命，终不降志，亚作者之遗风矣。正甫亦有重名，今见沛相。载德五世，而被斯言之玷，恐多有宣公之论，故备记其终始。"}]}, {"section": 2, "header": "愆礼", "data": [{"ID": 57, "text": "夫圣人之制礼也，事有其制，曲有其防，为其可传，为其可继。贤者俯就，不肖跋及。是故子张过而子夏不及，然则无愈。子路丧姊，朞而不除，仲尼以为大讥，况于忍能矫情，直意而已也哉！《诗》云：“不愆不忘，帅由旧章。”《论语》：“不为礼，无以立。”故注近世苟妄曰《愆礼》也。"}, {"ID": 58, "text": "九江太守武陵威，生不识母，常自悲感。游学京师，还于陵谷中，见一老母，年六十馀，因就问：“母姓为何？”曰：“陈家女李氏。”“何故独行？”曰：“我孤独，欲依亲家。”子威再拜长跪自白曰：“子威少失慈母，姓陈，舅氏亦李。又母与亡亲同年，会遇于此，乃天意也。”因载归家，供养以为母。"}, {"ID": 59, "text": "谨按：《礼》：“继母如母，慈母如母。”谓继父之室，慈爱己皆有母道，故事之如母也。何有道路之人而定省！世间共传丁兰克木而事之，今此之事，岂不是似？如仁人恻隐，哀其无归，直可收养，无事正母之号耳。"}, {"ID": 60, "text": "大将军掾炖煌宣度为师大常张文明制杖。"}, {"ID": 61, "text": "谨按：《礼记》：“孔子之丧，门人疑所服。子贡曰：‘昔夫子之丧颜渊，若丧子而无服；至子路亦然。请丧夫子如父而无服。’”“群居则，否。”今人乃为制杖，同之于父，论者既不匡紏，而云观过知仁，谓心之哀恻，终始一者也。凡今杖者、皆在权戚之门，至有家遭齐衰同生之痛，俯伏坟墓，而不归来，真不爱其亲而爱他人者也。无他也，庶福报耳。凡庸小生，夫何讥称。然宣度凉州知名士，吾是以云耳。"}, {"ID": 62, "text": "山阳太守汝南薛恭祖，丧其妻，不哭，临殡，于棺上大言：“自同恩好，四十馀年，服食禄赐，男女成人，幸不为夭，夫复何恨哉！今相及也。”"}, {"ID": 63, "text": "谨按：《礼》为适妻杖，重于宗也。妻者、既齐于己，澄洒酒，以养姑舅，契阔中馈，经理蚕织，垂统传重，其为恩笃勤至矣。且鸟兽之微，尚有回翔之思、啁噍之痛。何有死丧之感，终始永绝，而曾无恻容？当内崩伤，外自矜饬，此为矫情，伪之至也。俚语：“妇死腹悲，唯身知之。”又言“妻非礼所与”，此何礼也？岂不悖哉！大尉山阳王袭与诸子并杖，太傅汝南陈蕃、袁隗皆制衰绖，列在服位，躬入隧，哀以送之，近得礼中，王公诸子魏杖，亦过矣。"}, {"ID": 64, "text": "弘农太守河内吴匡伯康，少服职事，号为敏达。为侍御史，与长乐少府黄琼共佐清河王事，文书卬成，甚嘉异之。后匡去济南相，琼为司空，比比援举，起家，拜尚书，迁弘农。班诏劝耕，道于渑池，间琼薨，即发丧制服，上病，载辇车还府。"}, {"ID": 65, "text": "谨按：《春秋》：“大夫出使，闻父母之丧，徐行而不反；君追还之，礼也。”匡虽为琼所援举，由郡县功曹、州治中、兵曹位朝廷尚书也，凡所按选，岂得复为君臣者耶？今匡与琼其是矣，剖符守境，劝民耕桑，肆省冤疑，和解仇怨，国之大事，所当勤恤。而顾私恩，傲很自遂，若宫车晏驾，何以过兹？论者不深察，而归之厚，多有是言，及其人患失，而亦曰其然。司空袁周阳举荀慈明有道，太尉邓伯条举訾孟直方正，二公薨，皆制齐衰，世非一。然荀、訾通儒，于义足责。或举者名位斥落，子孙无继，多不亲至，何乃衰乎！过与不及，古人同称，吊服之制斯近之矣。"}, {"ID": 66, "text": "河南尹太山羊翩祖在家，平原相封子衡葬母，子衡故临太山数十日，时翩祖去河南矣。子衡四从子曼慈复为太山，士大夫用此行者数百人，皆齐衰绖带，时与太尉府自劾归家，故侍御史胡毋季皮独过相候，求欲作衰，谓：“君不为子衡作吏，何制服？”曰：“众人若此，不可独否。”又谓：“足下径行自可，今反相历，令子失礼，仆豫愆。古有吊服，可依其制。”因为裁缟冠帻袍单衣，定，大为同作所非。然頴川有识陈元方、韩元长、綦毋广明咸嘉是焉。"}, {"ID": 67, "text": "谨按：《礼》：“为旧君齐衰三月。”谓策名委质，为臣吏者也。子衡临郡日浅，无他功惠，又非其身。翩祖位则亚卿，雅有令称，义当纲纪人伦，为之节文。而首倡导，犯礼违制，使东岳一郡朦朦焉，岂不愍哉！由郕人失兄，子皋为之衰。虽失于子衡，归于曼慈者矣。"}, {"ID": 68, "text": "太原郝子廉，饥不得食，寒不得衣，一介不取诸人。曾过娣饭，留十五钱，默置席下去。每行饮水，常投一钱井中。"}, {"ID": 69, "text": "谨按《易》称：“天地交，万物生；人道交，功勋成。”《语》：“愿车马衣轻裘与朋友共，弊之而无憾。”士相见之礼，贽用腒雉，受而不距，而交荅焉，唯祭饭然后拜之。孔子食于施氏，未当不饱，何有同生之家而顾钱者哉？伤恩薄礼，弊之至也。孟轲讥仲子吐鶂鶂之羹而食井上苦李，鲍焦耕田而食，穿井而饮，非妻所织不衣，饿于山中，食枣，或问之：“此枣子所种耶？”遂呕吐，立枯而死。世不乏异，惟其似旃。孔子疾时贪昧，退思狂狷；狷者有所不为，亦其介也。"}, {"ID": 70, "text": "南阳张伯大，邓子敬小伯大三年，以兄礼事之。伯卧床上，敬寝下小榻，言：“常恐清旦朝拜。”俱去乡里，居缑氏城中，亦教授，坐养声价，伯大为议郎、益州太守，子敬辟司徒，公车徵。"}, {"ID": 71, "text": "谨按：《礼记》：“十年兄事之，五年肩随之。”《诗》云：“如切如嗟，如琢如磨。”朋友衎衎誾誾，各长其仪也。凡兄弟相爱，尚同舆而出，同床而寝。今相校三年耳，幸无骨血之属，坐作鬼怪，旦朝言恐。《论语》：“恭而无礼则劳。”且晏平仲称善与人交，岂徒拜伏而已哉！《易》设四科，出处语默。《传》曰：“朝廷之人，入而不能出；山林之民，往而不能反。”二者各有所长。而弃圣绝知，遯世保真，当窜深山，乐天知命。今居缑氏，息偃城郭，往来帝都，招延宾客，无益诲人，拱默而已。饰虚矜伪，诳世耀名，辞细即巨，终为利动。《春秋》讥宋伯姬女而不妇，今二子屑屑，远大失矣。"}, {"ID": 72, "text": "公车徵士汝南夏甫，少举孝廉，为司徒椽，人间之事，无所阙也。其后闭户塞牖，不见宾客。清旦，东向再拜朝其母，念时时往就之，子亦不得见，复逾拜耳。头不著巾，身无单衣，足常木蹻，食止壃菜，云：“我无益家事。”莫之能强。及母终亡，不列服位。"}, {"ID": 73, "text": "谨按《孝经》：“生事爱敬，死事哀戚。”一家之中，谕若异域，下床暗拜，远于爱敬者矣。祖载崩隧，又不能送，远于哀戚者矣。巾、所以饰首，衣、所以蔽形，此乃士君子所以自别于夷、狄者也。唯丧者、讼者露首草舍，馀曷有哉？长沮、丈人，避世之士，由訅子路，杀鸡黍，见其子焉。何有藏一室中，不出户庭？以此为高，斯亦婞婞。鲤趋而过庭，闻《诗》闻《礼》，而陈亢喜于得三，不当近之，何乃若兹者乎？"}, {"ID": 74, "text": "公车徵士豫章徐孺子，比为太尉黄琼所辟，礼文有加。孺子隐者，初不荅命。琼薨，既葬，负𥭊𢌲涉赍一盘，醊哭于坟前。孙子琰、故五官郎将，以长孙制杖，闻有哭者，不知其谁，亦于倚庐哀泣而已。孺子无有谒刺，事讫便去。子琰大怪其故，遣琼门生茅季玮追请辞谢，终不肯还。"}, {"ID": 75, "text": "谨按：《礼》，凡吊丧者，既哭，兴踊，进问其故，哀之至也。孺子所以经三千里，越度山川而亲至者，非徒徇于己，顾义报乎？哭醊坟前，是也；讫，当即其帐衾，问劳子琰。子琰宿有善名，在礼无违。傥见微阙，教诲可乎，如何儵忽，甚于路人。昔黔敖忽于嗟来，然君子犹以为其嗟可去，谢可食。今与黄有恩故矣，孝子寝伏苫块。又孺子到便诣坟，无介，夫何为哉？"}]}, {"section": 3, "header": "过誉", "data": [{"ID": 76, "text": "孔子称：“大哉！中庸之为德，其至矣乎！”又曰：“君子之道，忠恕而已。”至于讦以为直，隐以为义，枉以为厚，伪以为名，此众人之所致誉，而明主之所必讨。盖观过知仁，谓中心笃诚，而无妨于化者，故覆其违理曰《过誉》也。"}, {"ID": 77, "text": "长沙太守汝南郅恽君章，少时为郡功曹。郡俗冬飨，百里内县，皆赍牛酒，到府宴饮。时太守司徒欧阳歙临飨，礼讫，教曰：“西部督邮繇延，天资忠贞，禀性公方，典部折冲，摧破奸雄，不严而治。《书》曰：‘安民则惠，黎民怀之。’盖举善以教，则不能者劝。今与诸儒共论延功，显之于朝。”主簿读教，户吏引延受赐。恽前跪曰：“司正举觥，以君之罪，告谢于天。明府有言而误，不可覆掩。按延资性贪邪，外方内圆，朋党构奸，罔上害民，所在荒乱，虚而不治，怨慝并作，百姓苦之。而明府以恶为善，股肱莫争。此既无君，又复无臣。君臣俱丧，孰与偏有？君虽倾危，臣子扶持，不至于亡，恽敢再拜奉觥。”歙甚惭。"}, {"ID": 78, "text": "谨按：《礼》、谏有五，风为上，狷为下。故入则造膝，出则诡辞，善则称君，过则称己。暴谏露言，罪之大者。而歙于飨中，用延为吏，以紫乱朱，大妨王命，造次颠沛，不及讽谕，虽举觥强歙可行也。今恽久见授任，职在昭德塞违，为官择人，知延贪邪，罔上害民，所在荒乱，怨慝并作，此为恶积愆，非一旦一夕之渐也。孔子以匹夫，朋徒无几，习射矍相之圃，三哲而去者过半。汝南、中土大郡，方城四十，养老复敬化之。至延奸舋彰著，无与比崇。臧文仲有言：“见无礼于君者，若鹰鸇之逐鸟雀。”“农夫之务去草也。”何敢宿留？不即弹黜奸佞，而须于万人之中，乃暴引之，是为陷君。君子不临深以为高，不囚少以为多，况创病君父以为己功者哉！而论者苟眩虚声，以为美谈。汝南、楚之界也，其俗急疾有气决。然自君章之后，转相放式，好干上怵忮，以采名誉，末流论起于爱憎，而政在陪隶也。"}, {"ID": 79, "text": "司空頴川韩棱，少时为郡主簿。太守兴被风病，恍忽误乱，棱阴扶辅其政，出入二年，署置教令无愆失。兴子尝出教，欲转徙吏，棱执不听，由是发露被考，兴免官，棱坐禁固。章帝即位，一切原除也。"}, {"ID": 80, "text": "谨按《易》称：“守位以仁。”《尚书》：“无旷庶官。”《诗》云：“彼君子不素飡兮。”《论语》：“陈力就列，不能者止。”汉典，吏病百日，应免。所以恤民急病，惩俗逋慝也。今兴官尊任重，经略千里，当听讼侍祠，班诏劝课，早朝旰食，夕惕若厉，不以荣禄为乐，而以黔首为忧。位过招殃，灵督其舋，风疾恍忽，有加无瘳。棱统机括，知其虚实，当听上病，以礼选引。何有上欺天子，中诬方伯，下诳吏民！扶辅耄乱，政自己出，虽幸无阙，罪已不容于诛矣。为人谋而不忠，爱人而以姑息，凡人不可，况于君子乎？上令兴负贪昧之罪，子被署用之愆，章问汹赫，父子湮没。执事如此，谓礼义何？棱宜禁固终身，中原非是。"}, {"ID": 81, "text": "太原周党伯况，少为卿佐发党过于人中辱之。党学《春秋》长安，闻报雠之义，辍讲下辞归报雠。到与卿佐相闻，期鬭日，卿佐多从正往，使卿佐先拔刀，然后相击。佐欲直，令正击之，党被创，困之，佐服其义勇，箯舆养之；数日苏兴，乃知非其家，即径归。其立勇果，乃至于是。"}, {"ID": 82, "text": "谨按《孝经》：“身体发肤，受之父母，不敢毁伤，孝之始也。”乐正子春下堂而伤足，三月不出，既瘳矣，犹有忧色。身无择行，口无择言，修身慎行，恐辱先也。而伯况被发，则得就业，卿佐虽云凶暴，何缘侵己？今见辱者，必有以招之，自取焉，何尤于人？亲不可辱，在我何伤？雠者，谓为父兄耳，岂以一朝之忿而肆其狂怒者哉？既远《春秋》之义，殆今先祖不复血食，不孝不智，而两有之；归其义勇，其义何居？"}, {"ID": 83, "text": "汝南陈茂君因为荆州刺史，时南阳太守灌恂，本名清能，茂不入宛城，引车到城东，为友人卫修母拜，到州。恂先是茂客，仕苍梧还，到修家，见修母妇，说修坐事系狱当死。因诣府门，移辞乞恩，随辈露首，入坊中，容止严恪，须眉甚伟。太守大惊，不觉自起，立赐巾延请，甚嘉敬之，即焉出修，南阳士大夫谓恂能救解修。茂弹绳不挠，修竟极罪，恂亦以它事去。南阳疾恶杀修，为之语曰：“卫修有事，陈茂治之；卫修无事，陈茂杀之。”"}, {"ID": 84, "text": "谨按：《春秋》：“王人之微，处于诸侯之上。”坐则专席，止则专馆，朱轩驾驷，威烈赫奕。就恂素为官速谤，当便入传，引见诘问，紏其赃状，以时列闻。文王日昃不暇食，周公坐而俟旦，且非为己私，皆公也。何有忘百姓涂炭之急，便乃光昭旧交之门乎？鲍宣州牧，行部多宿下亭，司直举劾，以为轻威损命，坐之刑黜。今茂泯弃天常，进止由己。孰使毁之？小人誉之，自我为之，古人病诸，以为大讥。茂与修善，由鸱鴞之爱其子，适所以害之者。"}, {"ID": 85, "text": "度辽将军安定皇甫规威明，连在大位，欲退避弟，数上病，不见听。会友人上郡太守旻物故，规素缟到下亭迎丧，发服送之。因令客密告并州刺史胡芳，言规擅远军营，赴私违公，当及举奏。荅曰：“威明欲得避弟，故作激发。我为朝廷惜其功用，何能为此私家计耶？”规为中郎将，督并、凉、益三州，时有党事，惧见及，因先自上言：“臣前荐故太常张焕，才任将帅，是附党也。又臣论输左校时，太学生张凤等上书讼臣，是为党人所附也。昔有畏舟危而自投水，盖忧难与处乐其亟决。”"}, {"ID": 86, "text": "谨按：《诗》云：“淑人君子，其仪不忒。其仪不忒，正是四国。”《传》曰：“一心可以事百君，百心不可事一君。”《论语》：“夫子温、良、恭、俭、让以得之。”立朝忘家，即戎忘身。身且忘之，况于弟乎！方殊俗越溢，大为边害，朝廷比辟公旰食。规义在出身，折冲弭难；而诛伐已定，当见镇慰。何有挟功，苟念去位？弟实隽德，不患无位。而徒闒茸，何所堪施？强推毂之，乱仪干度。孝武皇帝为骠骑将军霍去病治弟舍，勑令视之，曰：“匈奴不灭，何以家为？”去病外戚末属，一切武夫，尚能抗节洪毅，而规世家纯儒，何独负哉？又以党事先自劳衒。如有白验，其于及己，而形兆求不可得，唯是从，何惮于病？曰：“畏舟之危，自投于水，忧难于处乐其亟决。”主幸必不坐。《太誓》有云：“民之所欲，天必从之。”“天作孽，犹可违；自作孽，不可逭。”人之所忌，炎自取之。盖、严、杨恽，勋著王室，言事过差，皆伏大辟，以隆主威，抑骄侵也。规顾弟，私也；离局，奸也；诱巧，诈也；畏舟，慢也。四罪是矣，杀决可也。"}, {"ID": 87, "text": "南阳五世公为广汉太守，与司徒长史叚辽叔同岁。辽叔太子名旧，才操卤钝，小子髡既见齿乡党。到见股肱曰：“太守与辽叔同岁，恩结缔素，薄命早亡，幸来临郡，今年且以此相饶，举其子，如无罪，得至后岁贯鱼之次，敬不有违。”有主簿柳对曰：“明府谨终追远，兴微继绝；然旧实不如髡，宜可授之。”世公于是厉声曰：“丈夫相临，儿女尚欲举之，何谓高下之间耶？释兄用弟，此为故殃段氏之家，岂称相遭遇之意乎？”竟举旧也。世公转换南阳，与东莱太守蔡伯起同岁，欲举其，起自乞子瓒尚弱，而弟琰幸以。是岁举琰，明年复举瓒。瓒十四未可见众，常称病，遣诣生，交到十八，乃始出治剧平春长。上书：“臣甫弱冠，未任宰御，乞留宿卫。”尚书劾奏：“增年受选，减年避剧，请免瓒官。”诏书：“左迁武当左尉。”会车骑将军冯绲南征武陵蛮、夷，绲与伯起同时公府辟，瓒为军曲候。瓒归卧家，军功除新阳长，官至下邳相。"}, {"ID": 88, "text": "谨按古无孝廉，唯有贡士。贡士恩义，经传无以也。春秋诸侯朝觐会遇，大夫亦豫其好。《礼记》曰：“大夫三月葬，同位毕至。”此言谨终悼亡，不说子弟当见宠拔也。鲁有右成叔聘卫，右宰谷留而觞之，陈乐而不乐，酒酣而不饮，送以璧，其妻孥，𨽦宅而居之，分禄而食之，其子长乃辟。孔子称：“可寄百里之命，托六尺之孤，临大节而不可夺。”相于之义，具于此矣。语有曰：“白头如新，交盖如旧。”箪食壶浆，会于树阴。临别眷眷，念在报效。何有同岁相临而可拱默者哉？《春秋》因其可褒而褒之，若乃世公二郡之举，斯为过矣。然世人亦多浅薄，在者无之，亡者无顾覆之施，饥寒缓急，视之若遗。非徒如此而已，至有可否之际，受刑诛者。人各有心，两不得中。夫孝廉平除，则有社稷民人，伤及民人，实宜料度，以为后图。"}, {"ID": 89, "text": "汝南戴幼起，三年服竟，让财与兄，将妻子出客舍中，住官池田以耕种。为上计史，独车载衣资，表汝南太守上计史戴绍车。后举孝廉，为陕令。"}, {"ID": 90, "text": "谨按：《礼》有东宫西宫，辟子之私，不足则资，有馀亦归之于宗也。此言兄弟无离异之义也。凡让财者类与弟，子弟尚幼，恩情注，希有与兄。既出之日，可居冢下。冢无屋，宗家犹有羸田庐田，可首粥力者耳，何必官池客舍？推独车，复表其上，为其饰伪，良亦昭。辟有薛孟尝者，与弟子共居，弟子常求分，力不能止，固乃听之，都与，奴婢引其老者，曰：“与我共事，汝不能使之。”田屋取其荒坏者，曰：“我少时所作买，意所恋也。”器物取其久者，曰：“我服食久，身口安之也。”外有共分之名，内实十三耳。子弟无几尽之，辄复更分，如此者数。传称袁盎三兄子分而供其公家之费，此则然矣。《论语》：“泰伯三让，民无得而称之焉。”何有让数十万，畏人而不知，欲令皦皦，乃如是乎？方之袁、薛，差以千里。凡同居，上也；通有无，次也；让，其下耳。况若幼起，仍斯不足贵矣。"}, {"ID": 91, "text": "江夏太守河内赵仲让，举司隶茂材，为高唐令，密乘舆车，径至高唐，变易名姓，止都亭中十馀日。默入市里，观省风俗，已，呼亭长问：“新令为谁？从何官来？何时到也？”曰：“县已遣吏迎，垂有起居。”曰：“正我是也。”亭长怖，遽拜谒，竟，便具吏。其日入舍，乃谒府，数十日无故便去。为郡功曹所选，颇有不用，因称狂，乱首走出府门。太守以其宿有重名，忍而不罪。后为大将军梁冀从事中郎将，冬月坐庭中，向日解衣裘捕虱，已，因倾卧，厥形悉表露。将军夫人襄城君云：“不洁清，当亟推问。”将军叹曰：“是赵从事，绝高士也。”他事若此非一也。"}, {"ID": 92, "text": "谨按：《诗》云：“不愆不忘，率由旧章。”《左氏传》曰：“旧章不可无也。”凡张官置吏，为之律度，故能摄固其位，天下无觊觎也。今仲让不先谒府，乃径到县，俱谍吏民，尔乃入舍。《论语》：“升车，必正立，执绥。不内顾。”不掩不备，不见人短见。《礼记》：“户有二屦，不入。”“将上堂，声必扬。”家且犹若此，况于长吏乎？君子之仕，行其道也。民未见德，唯诈是闻。远荐功曹，策名委质，就有不合，当徐告退，古既待放，须起乃逝，何得乱道，进退自由，傲很天常，若无君父？《洪范》陈五事，以貌为首，《孝经》列三法，以服为先，仲让居有田业，加之禄赐，势可免冻馁之厄，未必须冬日之暖也。利不体皆此也。河内、殷之旧都，国分为三，康叔之风既激，而纣之化由存，其俗士大夫本矜好大言，而少实行。"}]}, {"section": 4, "header": "十反", "data": [{"ID": 93, "text": "《易》记“出处默语”，《书》美“九德咸事”，同归殊涂，一致百虑，不期相反，各有云尚而已。是故伯夷让国以采薇，展禽不去于所生；孔丘周流以应聘，长沮隐居而耦耕；墨翟摩顶以放踵，杨朱一毛而不为；干木息偃以藩魏，包胥重蠒而存郢；夷吾朱弦以三归，平仲辞邑而濯缨；惠施从车以百乘，扈徒步而裸形；甯戚啇歌以干禄，颜阖逾墙而遁荣；高柴趣门以避难，季路求入而陨零；端木结驷以货殖，颜回屡空而弗营；孟献高宇以美室，原宪蓬门而株楹。《传》曰：“人心同，有其面。”古今行事，是则然矣，比其舛曰《十反》。"}, {"ID": 94, "text": "沛国刘叔方，父字叔辽，累祖，学敦，土名不休扬，又无力，仕陵。叔方雅有高问，远近伟之，州郡辟请，未尝荅命，往来京师，委质通门。太尉徐防、太傅桓焉二公，嘉其孝敬，慰愍契阔，为之先后，叔辽由此辟公府博士，徵议郎。叔方尔乃翻改志，以礼进退，三登台衮，号为宰。"}, {"ID": 95, "text": "阳翟令左冯翊田辉叔都，兄威都，俱合纯懿，不陨洪祚。叔都最为知名，郡常为察授之，辉耻越贤兄，惧不得免，因缘他疾，遂托病喑。家人子，莫情，人数恐灼，持之有度。在舍，连阴雨，友人张子平、吉仲考等，密逾，夺取衣衾，穷夜独处，迫切至，无声飨，徒喑喑而。子平曰：“我、某公也，谓汝避兄耳，何意耶？天丧斯人，吾侪将何效乎？”相歔欷，哀动左右。间积四岁，威都果举，迁安定长史，据辎垂緌，还历乡里，荐祀祖考。叔都沃醊神坐，俯仰因语。是月，司隶、太尉、大将军同时并辟，为侍御史，举茂才，不幸早陨。威都官至武都太守。"}, {"ID": 96, "text": "太尉掾汝南范滂孟博，天资聪睿，辩于持论，举孝廉、光禄主事，京师归德，四方影附。父字叔矩，遭母忧，既葬之后，饘粥不赡。叔矩谓其兄弟：“《礼》不言事，辩杖而起。今俱匍匐号啕，上阙奠酹，下困糊口，非孝道也。”因将人客于九江，田种畜牧，多所获，以解债，负土成冢，立祀。三年服阕，二兄仕进。叔矩以自替于丧纪，独寝坟侧，服制如初，哀犹未歇。郡举至孝，拜中司勾章长，病去官，博士徵，兄忧不行。"}, {"ID": 97, "text": "司徒梁国盛允字子翩，为议郎，慕孟博之德，贪树于有礼，谓孟博：“公区区，欲辟大臣，宜令邑人廉荐。”孟博厉声曰：“老夫年尊，绝意世事。又海内清高，当路非一。”退而告人：“子翩欲德我，我不受也。”子翩亦以恨，遂不得辟。孟博病去受事，而常干宰相之职。"}, {"ID": 98, "text": "谨按《礼》：“父为士，子为天子。”武王建有周之号，谥大王、王季，言王业肇于此矣。越裳重九译，献白雉，周公荐陈祖庙，曰：“先人之德。”有天下，尊归于父，此人道之极。前汉诏曰：“海内大乱，兵革并起，朕被坚执锐，自率士卒，犯危难，平暴乱，偃兵息民，天下大安，此皆太公之教训也。今上尊号曰太上皇。”《春秋》之义，“因其可褒而褒之。”《孝经》曰：“敬其父则子悦。”叔矩则其孝敬，则粥身苦思，率礼无违矣。则其友于，则褒兄委荣，尽其哀情矣。则其学艺，则家法洽览，诲人不倦矣。则其政事，则施于已试，靡有阙遗矣。君子百行，子产有四。凡在他姓，尚宜褒之，况于父乎！敬意之至，犹用夷悦，况于宠族乎？抗爽言以拒厚旨，抑所生以为己高，忍能厉然独享其荣，若乃不令之下愚，流货财于权嬖，此罪人也。田辉托疾，上也；刘矩屈体，次也；范滂、吾无取焉耳。"}, {"ID": 99, "text": "巴郡太守太山但望，伯门，为司徒掾，同产子作客杀系，望自劾去，星行电征，数日归，趋诣府，路首肉袒，辞谢太守太尉李固，谢与相见，顿头流血，自说：“弟薄命早亡，以孤为托，无义方之教，自陷罪恶，自男穿既与知情，幸有微胤，乞以代之。”言甚哀切。李公达于原度，即活出之。"}, {"ID": 100, "text": "高唐令乐安周紏，孟玉，为大将军掾，弟子使客杀人，捕得。太守盛亮阴为宿留，紏亦自劾去，诣府，亮与相见，不乞请，又不辞谢。亮告宾客：“周孟玉欲作抗直，不恤其亲，我何能枉宪乎？”遂毙于狱。弟妇不哭死子而哭孟玉。世人误之，犹以为高。"}, {"ID": 101, "text": "谨按：《春秋》：叔牙为庆父杀般、闵公，大恶之甚。而季子缘狱有所归，不探其情，缓追逸贼，亲亲之道。州吁既杀其君，而虐用其人，石碏恶之，而厚与焉，大义灭亲，君子犹曰：“纯臣之道备矣。”于恩未也。君亲无将，王诛宜耳。今二家之子，幸非元恶；但望诚心内发，哀情外露，义动君子，合礼中矣。周紏苟执果毅，忽如路人。昔乐羊为魏伐中山，歠其子羹，文侯壮其功而疑其心。秦西巴蜀命放兽，而孟氏旋进其位。麑犹不忍，况弟子乎？孟轲讥无恻隐之心。《传》曰：“于厚者薄，则无所不薄矣。”"}, {"ID": 102, "text": "豫章太守汝南封祈武兴、泰山太守周乘子居，为太李张所举，函封未发，张病物故。夫人于柩侧下帷见六孝廉，曰：“李氏蒙国厚恩，据重任，咨嘉休懿，相授岁贡，上欲报称圣朝，下欲流惠氓隶。今李氏获保首领以天年终，而诸君各怀进退，未肯发引。妾幸有三孤，足统丧纪。正相追随，蓬斅坟柏，何若曜德王室，昭显亡者？亡者有灵，实宠赖之。殁而不朽，此其然乎？”于是周乘顾谓左右：“诸君欲行，周乘当止者，莫逮郎君，尽其哀恻。”乘与郑伯坚即日辞行，祈与黄叔度、郅伯向、盛孔叔留随轜柩。乘拜郎，迁陵长，治无异称，意亦薄之。某官与祈相反，俱为侍御史、公车令，享相位焉。"}, {"ID": 103, "text": "谨按：《孝经》：“资于事父以事君。”“君亲临之，厚莫重焉。”《春秋国语》：“民生于三，事之如一。”《礼》：“斩衰，公、士、大夫众生为其君。”乘虽见察授，函封未发，未离陪隶，不与宾于王，爵诸临城社，民、神之主也，义当服勤，关其祀纪。夫人虽有恳切之教，盖子不以从令为孝。而乘嚣然要勒同侪，去丧即宠，谓能有功异也，明试无效，亦旋告退，安在其显君父德美之有！"}, {"ID": 104, "text": "河内太守府庐江周景仲向，每举孝廉，请之上堂，家人宴饮，皆令平仰，言笑宴宴，如是三四。临发，赠以衣齐，皆出自中。子弟中外，过历职署，逾于所望。曰：“移臣作子，于之何有！”"}, {"ID": 105, "text": "河内太守司徒頴川韩演伯南，举孝廉，唯临辞，一与相见，无所宠拔，曰：“我已举若，岂可令恩偏积于一门乎？”"}, {"ID": 106, "text": "谨按：《春秋左氏传》：“夫举无他也，唯善所在，亲踈一也。”“祈奚称其雠不为謟；立其子，不为比；举其偏，不为党。建一官而三物成。”晋国赖之，君子归焉。盖人君者辟门开窗，号啕博求，得贤而赏，闻善若惊，无适也，无莫也。周不综臧否，而务蕴崇之，韩演不唯善是务，越此一概。夫不择而疆用之，与可用而败之，其罪一也。"}, {"ID": 107, "text": "安定太守汝南胡伊伯、建平长樊绍孟建，俱为司空虞放掾属，故逊位自劾还家，郡以伊为主簿，迎新太守，曰：“我是宰士，何可委质于二朝乎？”因出门名户，占系陈国。绍曰：“柳下惠不去父母之国，君子不辞下位。”独行服事。后公黄琼大以为恨，移书汝南，论正主者吏，绝绍文书，而更辟伊。"}, {"ID": 108, "text": "谨按：《春秋》尊公曰宰，其吏为士，言于四海无所不统焉。孟轲称：“不枉尺以直寻，况于枉寻以直尺？”柳下惠不枉道以事人，故三黜而不去。孔子谓之不恭。今绍见编，会以礼游引耳，其义不同于此。伊心明审，自求多福。近灵帝之末，司徒掾弘农董君考上名典，君事不得自劾，暂以家急假，太季崇请乞相见，俯领功曹，与俱班录讫，乃遣。时公袁隗意亦非之，然弹紏。自是之后，弥以滋甚，郡用从事，县用府吏，上下溷淆，良可秽也。《诗》云：“虽无老成人，尚有典刑。”国之大纲也，可不申勑小惩而大戒哉！"}, {"ID": 109, "text": "宗正南阳刘祖奉为郡属曹吏，左骑校尉薛丞君卓为户曹史，太守公孙庆当祠章陵，旧俗常以衣冠子孙，容止端严，学问通览，任顾问者以为御史。时功曹白用刘祖，祖曰：“既托帝王肺腑，过闻前训，不能备光辉胥附之任，而当侧身陪乘，执策握革，有死而已，无能为役。”薛丞因前自白：“今明公垂出，未有御者，虽云不敏，敢充人之。”周旋进对，补察时阙，言出成谟，大见敬重；亦以祖为高，岁尽，俱举孝廉。"}, {"ID": 110, "text": "谨按：《周礼·保氏》：“掌艺之教，其一曰御。”《论语》曰：“吾何执？执御乎？”“卫，冉子仆。”有、政事之士，列于四友。然犹御者，不为役也。《春秋左氏传》：“晋悼公即位，程郑为乘马御，训群驺知礼。”今国家大驾，大仆亲御，他出，奉车都尉，宁可复言执策握革，而辞让之乎？凡黔首皆五帝子孙，何独今之肺腑，当见优异也。宗庙之人，或在甽亩，人之化也，何日之有。旧时长吏质朴，子皆驾御，故曰从儿。君臣父子，其揆一也。臣不肯御，乎岂可然？公子遂偃蹇不使，下陵上替，能无乱乎？刘祖幸免罪戾，而见褒赏，公孙于是失政刑矣！"}, {"ID": 111, "text": "聘士彭城姜肱伯雅，京兆韦著休明，灵帝践祚，太后临朝，陈、窦以忠见害，中常侍曹节秉国之权，大作威福，冀宠名贤，以弭己谤。于是起家肱为犍为太守，著东海相。肱告其人：“吾以虚获实，蕴藉声价。盛明之际，尚不委质，况今政在家哉？”遂乘桴浮海，莫知其极。而著驩以承命，驾言宵征，民不见德，唯戮是闻，论输左校。"}, {"ID": 112, "text": "谨按：《易》称：“君子之道，或出或处，或默或语。”《传》曰：“朝廷之人，入而不能出；山林之士，往而不能返。”言各有长也，孔子嘉虞仲、夷逸，作者七人，亦终隐约。姜肱高尚其事，见得思义，岂不绰绰有馀裕哉？韦著迈种其德，少有云补，可也；虐刑以逞，民心怨痛，德薄位尊，力小任重，古人惧旃，鲜能不及矣。"}, {"ID": 113, "text": "赵相汝南李统少幼，为冀州刺史况所奏耳目不聪明。股肱掾史咸用忿愤，欲诣阙自理。统闻知之，历收其家，遣吏追，曰：“相久忝重任，负于素餐，年渐七十，《礼》在悬车，顷被疾病，念存首丘，比自乞归，未见听许。州家幸能为，相得去，实上愿也。”居无几，果徵。时冀州有疑狱，章帝见问统。统处当详平，克厌上心，曰：“君大聪明，刺史侵君。”统曰：“臣受国厚恩，官尊禄重，不能自竭，有以报称，久抱重疾，气力羸露，耳聋目眩，守虚陨越，自分奄忽填壑，猥得承望阙廷，亲见御座，不胜其喜，权时有瘳，辞出之后，必复故也，刺史不侵臣也。”上悦其逊，即日免况，拜统侍中。"}, {"ID": 114, "text": "司徒九江朱伥以年老为司隶虞诩所奏耳目不聪明，见掾属大怒，曰：“颠而不扶，焉用彼相！君劳臣辱，何用为？”于是东閤祭酒周举曰：“昔圣帝明王，莫不历象日月星辰，以为镜戒。荧惑比有变异，岂能手书，密以上闻？”伥曰：“可自力也。”举为创草：“臣闻《易》曰：‘天垂象，见吉凶。’‘观乎天文以察时变。’臣窃见九月庚辰，今月丙辰，过荧惑于东井辟，金光辉合，并移时乃出。经术浅末，不晓天官，见其非常，昭昭再见，诚切怪之。诚懑愤。夫月者太阴，荧惑火星，不宜相干。臣闻盛德之主，不能无异，但当变改，有以供御。孔子曰：‘虽明天子，荧惑必谋。’祸福之徵，慎察用之。孝宣皇帝地节元年，月蚀荧惑，明年有霍氏乱。孔子曰：‘火上不可握，荧惑班变，不可息志，帝应其修无极。’此言荧惑火精，尤史家所宜察也。楚庄曰：‘灾异不见，寡人其亡。’今变异屡臻，此天以佑助汉室，觉悟国家也。臣诚惧史官畏忌，不敢极言，惟陛下深留圣思，按图书之文，鉴古今之戒，召见方，亲贤纳忠，诚应人。宋景公有善言，荧惑徙舍，延益寿。况乎至尊，感不旋日！《书》曰：‘天威棐谌。’言天德辅诚也。周公将没，戒成王以左右常伯、常任、准人、缀衣、虎贲，言此五官，存亡之机，不可不谨也。臣愿陛下思周旦之言，详左右清禁之内，谨供养之官，严宿卫之身，申勑屡省，务知戒慎，以退未萌，以此无强。谨匍匐自力，手书密上。”上览伥表，嘉其忠谟，伥目数病，手能细书。诩案大臣，苟肆私意。诩坐上谢，伥蒙慰劳。"}, {"ID": 115, "text": "谨按：《论语》：“能以礼让为国乎？何有？”“夫子温、良、恭、俭、让以得之。”《传》曰：“心苟不竞，何惮于病？”朱伥位极人臣，视事数年，讫无一言，弥缝时阙。又伥年且九十，足以惛愦，义当自引，以避贤路，就使有枉，欣以俟命耳。何能乃发忿，欲自提理。周举为人谋而不忠，维讫匡陈，起自营卫。夫奉义顺之谓礼，爱人而不以德，不可谓仁，信不由中，文辞何为？向遇中宗、永平之政，救罪不暇，何慰劳之有？李统内省不疚，进对温雅，明主是察，终为长者。"}, {"ID": 116, "text": "蜀郡太守頴川刘胜季陵去官在家，闭门却扫。岁时致敬郡县，荅问而已，无所褒贬，虽自枝叶，莫力。太仆杜密周甫亦去北海相，在家，每至郡县，多所陈说，笺记括属。太守王昱颇厌苦之，语次：“闻得京师书，公卿举故大臣刘季陵，高士也，当急见徵。”密知以见激，因曰：“明府在九重之内，臣吏惶畏天威，莫敢尽情。刘胜位故大夫，见礼上宾，俯伏甚于鳖猬，冷涩比如寒蜒，无能往来，此罪人也。清隽就义，隐居笃学，时所不综，而密达之；冤疑勋贤，成陈之罪，所折而密启之，明府赏刑得中，令问休扬，虽自天然之姿，犹有万分之一。《诗》不云乎：‘雨我公田，遂我私。’人情所有，庶不为阙。既不善是，多见讥论，夫何为哉？”于是昱甚悦服，待之弥厚。"}, {"ID": 117, "text": "谨按：《论语》：“澹台灭明非公事未尝至于偃之室也。”“君子思不出其位。”孟轲亦以为“达则兼济天下，穷则独善其身。”刘胜在约思纯，其静已甚，若时意宴及，言论折中，亦无嫌也。杜密婆娑府县，干与王政，就若所云，犹有公私。既见讥切，不蹴坐谢负，而多伐善，以为己力，惟颜之厚，博而俗矣。"}]}, {"section": 5, "header": "声音", "data": [{"ID": 118, "text": "《易》称：“先王作乐崇德，殷荐之上帝以配祖考。”《诗》云：“钟鼓鍠鍠，磬管枪枪，降福穰穰。”《书》曰：“击石拊石，百兽率舞。”鸟兽且犹感应，“而况于人乎？况于鬼神乎？”"}, {"ID": 119, "text": "夫乐者，圣人所以动天地、感鬼神、按万民、成性类者也。故黄帝作《咸池》，颛顼作《六茎》，喾作《五英》，尧作《大章》，舜作《韶》，禹作《夏》，汤作《护》，武王作《武》，周公作《勺》。《勺》、言能斟勺先祖之道也，《武》、言以功定天下也，《护》、言救民也，《夏》、大承二帝也，《韶》、继尧也，《大章》、章之也，《五英》、英华茂也，《六茎》、及根茎也，《咸池》、备矣。"}, {"ID": 120, "text": "其后周室陵迟，礼崩乐坏，诸侯恣行，竞悦所习，桑间、濮上，郑、卫、宋、赵之声，弥以放远，滔湮心耳，乃忘平和，乱政伤民，致疾损寿。重遭暴秦，遂以阙忘。汉兴，制氏世掌大乐，颇能纪其铿锵，而不能说其义。武帝始定郊祀、巡省告封，乐官多所增饰，然雅，故继其条畅曰《声音》也。"}, {"ID": 121, "text": "昔皇帝使伶伦自夏之西、昆仑之阴，竹于嶰谷生，其窍者，断两节而吹之，为黄钟之管，制十二，以听凤之鸣，其雄鸣为六，雌鸣亦为六。天地之风气正而十二律之，五声于是乎生，八音于是乎出。声者，宫、啇、角、徵、羽也。音者，土曰埙，匏曰笙，革曰鼓，竹曰管，丝曰弦，石曰磬，金曰钟，木曰柷。《诗》曰：“鹤鸣九皋，声闻于天。”《书》：“八音克谐，无相夺伦。”由是言之，声本音末也。"}, {"ID": 122, "text": "谨按：刘歆《钟律书》：“啇者、章也，物成熟，可章度也。”五行为金，五常为义，五事为言，凡归为臣。"}, {"ID": 123, "text": "谨按：刘歆《钟律书》：“角者、触也，物触地而出，戴芒角也。五行为木，五常为仁，五事为貌，凡归为民。”"}, {"ID": 124, "text": "谨按：刘歆《钟律书》：“宫者、中也，居中央，畅四方，倡始施生，为四声纲也。五行为土，五常为信，五事为思，凡归为君。”"}, {"ID": 125, "text": "谨按：刘歆《钟律书》：“徵者、祉也，物盛大而繁祉也。五行为火，五常为礼，五事为视，凡归为事。”"}, {"ID": 126, "text": "谨按：刘歆《钟律书》：“羽者、宇也，物聚藏，宇覆之也。”五行为水，五常为智，五事为德，凡归为物。故闻其宫声，使温润而广大；闻其啇声，使人方正而好义；闻其角声，使人整齐而好礼；闻其徵声，使人恻隐而博爱；闻其羽声，使人善养而好施。宫声乱者，则其君骄；啇声错者，则其臣坏；角声缪者，则其民怨；徵声洪者，则其事难；羽声差者，则其物乱。春宫秋律，百卉必雕；秋宫春律，万物必荣；夏宫冬律，雨雹必降；冬宫夏律，雷必发声。夫音乐至重，所感者大。故曰：“知礼乐之情者能作，识礼乐之文者能述。作者之谓圣，述者之谓明，明圣者、述作之谓也。”"}, {"ID": 127, "text": "谨按：《世本》：“暴辛公作埙。”《诗》云：“天之诱民，如埙如篪。”埙、烧土也，围五寸半，长三寸半，有四孔，其二通，凡为六孔。"}, {"ID": 128, "text": "谨按：《世本》：“随作笙。”长四寸，十二簧，像凤之身，正月之音也，物生故谓之笙。《诗》云：“我有嘉宾，鼓瑟吹笙。”大笙谓之𥲀，小者谓之和。"}, {"ID": 129, "text": "谨按：《易》称：“鼓之以雷霆”，“圣人则之。”不知谁所作也。鼓者、郭也，春分之音也。万物郭皮甲而出，故谓之鼓。《周礼》六鼓，雷鼓八面，路鼓四面，、睾鼓、晋鼓皆二面。《诗》云：“击鼓其镗。”《论语》：“小子鸣鼓而攻之，可也。”"}, {"ID": 130, "text": "谨按：《诗》云：“嘒嘒管声。”“箫管备举。”《礼·乐记》：“管、漆竹长一尺，六孔，十二月之音也。物贯地而牙，故谓之管。”《尚书大传》：“舜之时，西王母来献其白玉管。”昔章帝时，零陵文学奚景，于冷道舜祠下得生白玉管。知古以玉为管，后乃易之以竹耳。夫以玉作音，故神人和，凤皇仪也。"}, {"ID": 131, "text": "谨按：《世本》：“宓羲作，八尺一寸，四十五弦。”《黄帝书》：“泰帝使素女鼓瑟而悲，帝禁不止，故破其瑟为二十五弦。”《春秋》：“师旷为晋平公奏清徵之音，有玄鹤二八从南方来，进于廊门之扈。再奏之而成列，三奏之，则延鵛而鸣，舒翼而舞。音中宫啇，声闻于天。平公大说，坐者皆喜。平公提觞而起，为师旷寿，反坐而问曰：‘音莫悲于清徵乎？’师旷曰：‘不如清角。’平公曰：‘清角可得闻乎？’师旷曰：‘不可。昔黄帝驾象车，交龙，毕方并辖，蚩尤居前，风伯进扫，雨师洒道，虎狼在，后，䖝蛇伏地，大合鬼神于太山之上，作为清角。今主君德薄，不足以听之，听之，将恐有败。’平公曰：‘寡人老矣，所好者音也，愿遂闻之。’师旷不得已而鼓之，一奏之，有云从西北起；再奏之，暴风亟至，大雨沣沛，裂帷幕，破俎豆，堕廊瓦，凡坐者散走。平公恐惧，伏于室恻，身遂疾痛，晋国大旱，赤地三年。故曰：不务德治而好五音，则穷身之事也。”今瑟长五尺五寸，非正器也。"}, {"ID": 132, "text": "谨按：《世本》：“毋句作磬。”《尚书》：“豫州锡贡磬错。”《诗》云：“笙磬同音。”《论语》：“子磬击于卫，有荷蒉而过者，曰：‘有心哉！’”"}, {"ID": 133, "text": "谨按：《世本》：“垂作钟。”秋分之音也。《诗》：“鼓钟于宫，声闻于外。”《论语》云：“乐云乐云，钟鼓云乎哉！”周景王将铸大钟，单穆公谏：“夫先王之制钟也，大不出均，重不过石，律度量衡于是乎生，小大器用于是乎出，故圣人慎之。今王作钟，听之弗及，比之不度，钟磬不可以知和，制度不可以出节，无益于乐，而鲜民财，将焉用之！”"}, {"ID": 134, "text": "谨按：《礼乐·记》：“柷、漆桶，方画木，方三尺五寸，高尺五寸，中有椎，上用柷止音为节。”《书》曰：“合止柷敔，笙镛以间。”声所以五者，系五行也；音所以八者，系八风也。《传》曰：“八音之变，不可胜听也。”由经五艺六，而其枝别叶布，繁华无已也。"}, {"ID": 135, "text": "谨按：《世本》：“神农作琴。”《尚书》：“舜弹五弦之琴，歌《南风》之诗，而天下治。”《诗》云：“我有嘉宾，鼓瑟鼓琴。”雅琴者、乐之统也，与八音并行。然君子所常御者，琴最亲密，不离于身，非必陈设于宗庙乡党，非若钟鼓罗列于虡悬也。虽在穷阎陋巷、深山幽谷，犹不失琴。以为琴之大小得中而声音和，大声不哗人而流漫，小声不湮灭而不闻，适足以和人意气，感人善心。故琴之为言禁也，雅之为言正也，言君子守正以自禁也。夫以正雅之声，动感正意，故善心胜、邪恶禁。是以古之圣人君子，慎所以自感，因邪禁之适，故近之。间居则为从容以致思焉，如有所穷困，其道闭塞，不得施行，及有所通达而用事，则著之于琴，以杼其意，以示后人。其道行和乐而作者，命其曲曰《畅》。《畅》者、言其道之美畅，犹不敢自安，不骄不溢，好礼不以，畅其意也。其遇闭塞，忧愁而作者，命其曲曰《操》。《操》者、言遇灾遭害，困厄穷迫，虽怨恨失意，犹守礼义，不惧不慑，乐道而不失其操者也。伯子牙方鼓琴，锺子期听之，而意在高山，子期曰：“善哉乎！巍巍若太山。”顷之间而意在流水，锺子又曰：“善哉乎！汤汤若江、河。”子期死，伯牙破琴绝弦，终身不复鼓，以为世无足为音者也。今琴长四尺五寸，法四时五行也。七弦者、法七星也。"}, {"ID": 136, "text": "谨按：《汉书》：孝武皇帝赛南越，祷祠太乙、后土，始用乐人侯调，依琴作坎坎之乐，言其坎坎应节奏也。侯以姓冠章耳。或说：空侯取其空中。琴瑟皆空，何独坎侯耶？斯论是也。《诗》云：“坎坎鼓我。”是其文也。"}, {"ID": 137, "text": "谨按：《礼·乐记》：“五弦，筑身也。”今并、凉二州筝形如瑟，不知谁所改作也。或曰：秦蒙恬所造。"}, {"ID": 138, "text": "谨按：《太史公记》：“燕太子丹遣荆轲欲西刺秦王，与客送之易水，而设祖道。高渐离击筑，荆轲和歌，为濮上音，士皆垂发涕泣。后为羽声慷慨，而索瞋目，发尽上指冠。荆轲入秦，事败而死，渐离变名易姓为人庸保，匿作于宋子。久之，作苦，闻其家堂上客击筑，伎痒，不能出言，曰：‘彼有善不善。’从者告其主，曰：‘彼庸乃知音，窃言是非。’家丈人作乐，召前使击筑，一坐称美，赐酒。而渐离念久畏约毋穷已时，乃退，出装匣中筑与其善衣，更容貌而前，莫不惊愕，下与亢礼，以为上客。使击筑歌，无不涕泣而去者。宋子客传之，闻于秦始皇。始皇召见，人有识者，乃高渐离。始皇惜其善击筑，重杀之，乃矐其目。使击筑，未尝不称善。稍益近之，渐离乃以铅置筑木中，后进得近，举筑扑始皇，不中。于是遂诛。”"}, {"ID": 139, "text": "谨按：《易》称：“日昃之离，不鼓缶而歌。”《诗》云：“坎其击缶，宛丘之道。”缶者、瓦器，所以盛浆，秦人鼓之以节歌。《太史公记》：“赵惠文王与秦昭王会于渑池，秦王饮酒酣，曰：‘寡人窃闻赵王好音，请奏瑟。’赵王鼓瑟。秦御史前曰：‘某日秦王与赵王会饮，令赵王鼓瑟。’蔺相如前曰：‘窃闻秦王善为秦声，请奏缶以相乐。’秦王怒，不许。于是相如进曰：‘五步之内，相如请得以颈血溅大王矣！’左右欲刃相如，张目叱之，皆靡。于是秦王不怿，为一击缶。相如顾召御史书曰：‘秦王为赵王击缶’也。”"}, {"ID": 140, "text": "谨按：《乐记》：“武帝时丘仲之所作也。笛者、涤也，所以荡涤邪秽，纳之于雅正也。”长二尺四寸，七孔，其后又有𦍑笛。马融《笛赋》曰：“近世双笛从𦍑起，𦍑人伐竹木及已。龙鸣水中不见后，截竹吹之音相似。剡其上孔通洞之，材以当挝便易特。京君明贤识音律，故本四孔加以一，君明所加孔后出，是谓啇声五音。”"}, {"ID": 141, "text": "谨按：此近世乐家所作，不知谁也。以手批把，因以为名。长三尺五寸，法天地人与五行，四弦象四时。"}, {"ID": 142, "text": "谨按：《礼记》：“管三十六簧也，长四尺二寸。”今二十三管。"}, {"ID": 143, "text": "谨按：《世本》：“女娲作簧。”簧、笙中簧也。《诗》云：“吹笙鼓簧，承筐是将。”"}, {"ID": 144, "text": "谨按：《周礼》：“龠师氏掌教国子吹龠。”《诗》云：“以龠不僭。”龠、乐之器竹管三孔，所以和众声也。"}, {"ID": 145, "text": "谨按：《世本》：“苏成公作篪。”管乐，十孔，长尺一寸。《诗》云：“伯氏吹埙，仲氏吹篪。”"}, {"ID": 146, "text": "谨按：《尚书》：舜作，“箫《韶》九成，凤凰来仪。”其形参差，像凤之翼，十管，长一尺。"}, {"ID": 147, "text": "谨按：《礼·乐记》：“三孔龠也。大者谓之产，其中谓之仲，小者谓之箹。”"}, {"ID": 148, "text": "谨按：《汉书》旧注：“菰、吹鞭也。”菰者、怃也，言其节怃威仪。"}, {"ID": 149, "text": "谨按：《汉书》注：“荻、䇶也。”言其声音荻荻，名自定也。"}]}, {"section": 6, "header": "穷通", "data": [{"ID": 150, "text": "《易》称：“悬象著明，莫大乎于日月。”然时有昏晦。《诗》美：“滔滔江、汉，南北之纪。”然时有壅滞。《论语》：“固天纵之，莫盛于圣。”然时有困否。日月不失其体，故蔽而复明；江、汉不失其源，故穷而复通；圣久不失其德，故废而复兴。非唯圣人俾尔亶厚，夫有恒者亦允臻矣。是故君子厄穷而不闵，劳辱而不苟，乐天知命，无怨尤焉，故录先否后喜曰《穷通》也。"}, {"ID": 151, "text": "孔子困于陈、蔡之间，七日不尝粒，藜羹不糁，而犹弦琴于室。颜回释菜于户外，子路、子贡相与言曰：“夫子逐于鲁，削迹于卫，拔树于宋，今复见厄于此。杀夫子者无罪，籍夫子者不禁；夫子弦歌鼓儛，未尝绝音。盖君子之无耻也若此乎？”颜渊无以对，以告孔子。孔子恬然推琴，喟然而叹曰：“由与赐、小人也。召，吾语之。”子路与子贡入，子路曰：“如此可谓穷矣。”夫子曰：“由，是何言也？君子通于道之谓通，穷于道之谓穷。今丘抱仁义之道，以遭乱性之患，其何穷之为？故内省不疚于道，临难而不失其德。大寒既至，霜雪既降，吾是以知松柏之茂也。昔者桓公得之莒，晋文公得之曹，越得之会稽，陈、蔡之厄，于立其幸乎？”自卫反鲁，删《诗》、《书》，定《礼》、《乐》，制《春秋》之义，著素王之法，复相定公，会于夹谷，昭旧以正其礼，抗辞以拒其侮，齐人谢过，来归郓、欢、龟阴之田焉。"}, {"ID": 152, "text": "孟轲受业于子思，既通，游于诸侯，所言皆以为迂远而阔于事情，然终不屈道趣舍，枉尺以直寻。尝仕于齐，位至卿，后不能用。"}, {"ID": 153, "text": "孟子去齐，尹士曰：“不识王之不可以为汤、武，则是不明也；识其不可，然且至，则是干禄也。千里而见王，不遇故去，三宿而后出昼，是何濡滞也？”轲曰：“夫尹士乌知予哉？千里而见王，是予所欲也；不遇故去，岂予所欲哉？予不得已也。予三宿而出昼，于予心犹以为速，王庶几改诸。王如改之，则必反予。夫出画而王不予追也，予然后浩然有归志。”"}, {"ID": 154, "text": "鲁平公驾，将见孟子，嬖人臧仓谓曰：“何哉，君所谓轻身以先于匹夫者？以为贤乎？”乐正子曰：“克告于君，君将为来见也，嬖人有臧仓者沮君，君是以不果。”曰：“行，或使之；止，或尼之。行止，非人之所能也。吾不遇于鲁侯，天也。臧氏之子焉能使予不遇哉？”"}, {"ID": 155, "text": "又绝粮于邹、薛，困殆甚，退与万章之徒序《诗》、《书》、仲尼之意，作书中、外十一篇，以为：“圣王不作，诸侯恣行，处士横议，杨朱、墨翟之言盈于天下。天下之言不归杨，则归墨。杨氏为我，是无君也；墨氏兼爱，是无父也。无父无君，是禽兽也。杨、墨之道不息，孔子之道不著，是邪说诬民，充塞仁义也。仁义充塞，则率兽食人，人将相食也。吾为此惧，闲先王之道，距杨、墨，放淫辞，正人心，熄邪说，以承三圣者。予岂好辩哉？予不得已也。”梁惠王复聘请之，以为上卿。"}, {"ID": 156, "text": "孙况，齐威、宣王之时，聚天下贤士于稷下，尊宠。若邹衍、田骈、淳于髡之属甚众，号曰列大夫，皆世所称，咸作书刺世。是时，孙卿有秀才，年十五始来游学。诸子之事皆以为非先王之法也。孙卿善为《诗》、《礼》、《易》、《春秋》。至襄王时，而孙卿最为老师。齐尚循列大夫之缺，而孙卿三为祭酒焉。齐人或谗孙卿，乃适楚，楚相春申君以为兰陵令。人或谓春申君：“汤以七十里，文王以百里。孙卿、贤者也，今与之百里地，楚其危乎？”春申君谢之，孙卿去之，游赵，应聘于秦。"}, {"ID": 157, "text": "是时，七国交争，尚于权诈；而孙卿守礼义，贵术籍。虽见穷摈，而犹不黜其志。作书数十篇，疾浊世之政，国乱君危相属，不遵大道而营乎巫祝，信禨祥。苏秦、张仪以邪道说诸侯，以大贵显，随而笑之曰：“夫不以其道进者，必不以其道士。”又小五伯，以为仲尼之门羞称其功。"}, {"ID": 158, "text": "后客或谓春申君曰：“伊尹去夏入殷，殷王而夏衰；管仲去鲁入齐，鲁弱而齐疆。故贤者所在，君尊国安。今孙况、天下贤人，所去之国，其不安乎？”春申君使请孙况，况遗春申君书，刺楚国，因为歌赋以遗春申君，因不得已，乃行，复为兰陵令焉。"}, {"ID": 159, "text": "虞卿、游说之士也，一见赵孝成王，赐黄金百镒，白璧一双。再见拜为上卿，故号为虞卿。其后，范雎之仇魏齐亡过平原君，于是秦昭王请平原君，愿为布衣之交，与饮数日，请曰：“周文王得吕尚而以为太公，齐桓得管夷吾而以为仲父，今范君亦寡人之叔父也。范君之仇在君之家，愿使人取其头。不然，吾不出君于关。”平原君曰：“贵而交者，为贱也；富而友者，为贫也。夫魏齐者、胜之交也。在，固不出，况今又不在臣所乎？”昭王乃遗赵王书曰：“范君之仇魏齐在平原君家，王使人疾持其头来。不然，吾举兵而伐赵，又不出王之弟于关。”赵孝成王乃卒围平原君家，急，魏齐夜亡出，见赵相虞。虞卿度赵王终不可说，乃解其印，与魏齐，闲行，念诸侯莫可以赴急者，乃复走大梁，欲因信陵以至楚。而信陵君闻之，畏秦，犹与未肯见，曰：“虞卿何如人哉？”时侯嬴在傍，曰：“人固未易知，知人亦未易也。夫虞卿一见赵王，赐白璧一双、黄金百斤；再见，拜为上卿；三见平受相印，万户侯。当是之时，天下争知之。夫魏齐穷困过虞卿，虞卿不敢重爵禄之尊，解相印，捐万户侯而闲行。以急士穷而归公子，公子曰‘何如人’，知人固未易也。”信陵君大惭，驾如野迎之。魏齐间信陵君之初重见之，大怒而自刎。赵王闻之，卒取其头与秦，秦乃遣平原君。虞卿遂留于魏。魏、赵畏秦，莫复用。困而不得意，乃著书八篇，号《虞氏春秋》焉。"}, {"ID": 160, "text": "孟尝君逐于齐，见反，谭子迎于𣻱，曰：“君怨于齐大夫？”孟尝君曰：“有。”谭子曰：“如意则杀之乎？夫则又争归之；贫贱则人争去之。此物之，理之固然也，愿君勿怨。请以市论，朝而盈焉，夕而虚焉，非朝爱之而夕憎之也，求在故往，亡故去。”孟尝君曰：“谨受命。”于是削所怨者名而已。"}, {"ID": 161, "text": "韩信常从南昌亭长食，数月，亭长妻患之，乃晨早食。食时信往，不为具食。信亦知意，遂绝去。钓城下，有一漂母见信饥，饭之，竟漂数十日。信曰：“吾必重报母。”母怒曰：“大丈夫不能自食，吾哀王孙耳，岂望报乎！”淮阴少年有侮信者，曰：“君虽姣丽，好带长剑，能死，刺我；不能，则出我跨下。”于是信熟视之，俛出跨下，匍匐，一市人皆笑，以为信怯。后佐命大汉，功冠天下，封为楚王。赐所食母千金，及亭长与百钱，“公、小人也，为德不竟。”召辱之少年，以为中尉，告诸侯将相曰：“此人、壮也，方辱我时，岂不能杀之？杀之无名，故忍于此也。”"}, {"ID": 162, "text": "韩安国为梁中大夫，坐法抵，蒙狱吏田甲辱安国。安国曰：“死灰独不复燃乎？”田甲曰：“燃则溺之。”居无几，梁内史缺，孝景皇帝遣使者即拜安国为内史，起徒中为二千石。田甲亡。安国曰：“甲不就官，我灭乃宗。”甲肉袒谢。安国笑曰：“公等可与治乎？”卒善遇之。"}, {"ID": 163, "text": "李广去云中太守，屏居蓝山中射猎。当夜从一骑出，饮田间，还，霸呵止广，广骑曰：“故李将军。”尉曰：“今将军得夜行，何故也！”宿亭下。居无何，匈奴入辽，大为边害，于是孝武皇帝乃召广为北平太守，广请霸陵尉与俱，至军斩之，上书谢罪。报曰：“将军者、国之爪牙也，《司马法》曰：‘登车式，遭丧不服，振旅抚师，以征不服；率三军心，同战士之力，故怒形则千里竦，威振则万物伏；是以名声暴于夷、貊，威棱憺乎邻国。’报忿除害，捐残去杀，朕之所图于将军。乃免冠徒跣，稽颡请罪，岂称朕之指哉！”"}, {"ID": 164, "text": "太尉沛国刘矩叔方为尚书，失将军梁冀意，迁常山相，去官。冀妻兄孙礼为沛相，矩不敢还乡里，访友人彭城环都，玉都素敬重矩，欲得其意，喜于见归，为除处所，意气周密。人有请玉都者：“祸至无日，何宜为其主乎？”玉都因事远出，家人不复占问，暑则郁蒸，寒则凛冻，且饥且渴，如此一年。矩素直亮，众谈同愁。冀亦举寤，转薄为厚，上补从事中郎，复为尚书令，五卿三公，国光镇，玉都惭悔自绝。"}, {"ID": 165, "text": "司徒中山祝恬字休，公车徵，道得温病。过友人邺令谢著，不通，因载病去。至汲，积六七日，止客舍中。诸生曰：“今君所苦沈结，困无医师。闻汲令好，欲往语之。”恬曰：“谢著、我旧友也，尚不相见视；汲令初不相知，语之何益？死生命也，医药曷为？”诸生事急，坐相守，吉凶莫见收举，便寺门口白。时令汝南应融义高闻之惊愕，严便出，径诣床蓐，手自收摸，对之垂涕，曰：“休不世英才，当为国家干辅。人何有生相者，默止客舍，不为人所知，邂逅不自贞哉！家上有尊老，下有弱小，愿相随俱入解传。”伯休让，融遂不听，归取衣车，厚其荐蓐，躬自御，手为丸药，口尝饘粥，身自分热。三四日间，加甚劣极，便制衣棺器送终之具。后稍加损，谓伯休：“吉凶不讳，忧怖交心，间粗作备具。”相对悲喜，宿止传中。数十馀日，伯休强健，入舍后，室家酣宴，乃别。伯休到拜侍中尚书、豫章太守、大将军从事中郎。义高为守，八年，遭母丧，停柩官舍，章百馀上，得听行服。未阕，而恬拜司隶，荐融自代，历典五郡，名冠远近。著去邺，浅薄流闻，不为公府所。"}, {"ID": 166, "text": "司徒頴川韩演伯南为丹阳太守，坐从兄季朝为南阳太守刺探尚书，演法车徵，以非身中赃舋，道路听其从容。至萧，萧令吴斌，演同岁也。未至，谓其宾：“到萧乃一相劳。”而斌内之狴犴，坚其钚挺，躬将兵马，送之出境。从事汝南阎符迎之于杼秋，相得，令止传舍，解其桎梏，入与相见，为肴异，曰：“明府所在流称，今以公徵，往便原，不宜深入以介意。”意气过于所望。到亦遇。其间无几，演为沛相，斌去官。乃临中台，首辟符焉。"}, {"ID": 167, "text": "太傅汝南陈蕃仲举去光禄勋，还到临頴巨陵亭，从者击亭卒数下，亭长闲门收其诸生人客，皆猒毒痛。欲复收蕃，蕃曰：“我故大臣，有罪，州郡尚当先请。今约勑儿客无素，幸皆坐之，何谓乃欲相及？”相守数时，会行亭掾至，困乃得免。时令范伯弟亦即杀其亭长。"}, {"ID": 168, "text": "蕃本召陵，父梁父令，别仕平舆，其祖河东太守，冢在召陵。岁时往祠，以先人所出，重难解亭，止诸冢舍。时令刘子兴亦本凡庸，不肯出候，股肱争之，尔乃会其冢上。蕃持板迎之，长跪。令徐乃下车，即坐，不命去板，辞意又不谦恪，蕃深忿之。令去，顾谓宾客：“平舆老夫何欲召陵令哉？不但为诸家故耶？而为小竖子所慢。孔子曰：‘假我数年乎！’”其明年，桓帝赫然诛五侯邓氏，海内望风草偃。子兴以脏疾见弹，埋于当世矣。蕃起于家为尚书仆射、太中大夫、太尉。"}, {"ID": 169, "text": "谨按《尚书》曰：“人惟求旧。”《诗》云：“虽有兄弟，不如友生。”《论语》：“久要不忘平生之言。”《周礼》九两，“交、以任得民”。是以隋会图其身而不遗其友，鲍叔度其德而固推管子。厥后陵迟，弥已凋玩，《伐木》有鸟鸣之刺，《谷风》有弃予之怨。陈馀、张耳携手遯秦，友犹父子。及据国争权，还为豺虎。目汉所称，王、贡弹冠，萧、朱结绶，博、育复隙其终，始以交为难，况容悦偶合而能申固其好者哉？故长平之吏移于冠军，魏其之客移于武安，郑当、汲黯亦旋复然。翟公疾之，乃书其门：“一死一生，乃知交情。一贵一贱，交情乃见。”自古患焉，非直今也。韩信宠秩，出跨下之人，斯难能也。安国不念旧恶，合礼中平。李广因威归忿，非义之理。宣尼暨陈，皆降而复什，兼济天下。唯虞卿逼于强秦，独善其身，缵述篇籍，垂训后昆。昔子夏心战臞，道胜如肥，何必高位丰爵以为融懿也？"}]}, {"section": 7, "header": "祀典", "data": [{"ID": 170, "text": "“子祭天地山川，岁徧。”《春秋国语》：“凡禘、郊、、报，此五者、国之典礼。加之以社稷山川，皆有功烈于民者也；及前哲令德之人，为质者也；及天之三辰，所昭仰也；地之，所生殖也；九州名山川泽，所出财用也。族也，不在祀典。”礼矣。《论语》：“非其鬼而祭，也。”又曰：“淫祀无福。”是泰山不享季氏，而《易》美西邻之禴祭，盖重祀而不贵牲，而不求华也。自高祖受命，郊祀祈望，世增。武帝尤敬鬼神，于时盛矣。至平帝时，宗已下及诸小神凡千七百所，今营泯，宰器阙亡。盖物盛则衰，自然之道，天者欲反本也。故记叙神物曰《祀典》也。"}, {"ID": 171, "text": "《秋左氏传》曰：“夏四月，三卜郊，不从，乃。献子曰：‘吾乃今而知有卜、筮。夫郊，祈农事也。是故启蛰而郊，郊而后。耕而卜郊，宜其不从也。’”周四月，今，农之时也。孝文帝二年正月诏曰：“农、本，其开籍田，朕躬帅耕，以给宗庙粢。”民间名曰田官。古者，使民如借，故曰藉。"}, {"ID": 172, "text": "《说》：“社者、土地之主，土地广博，不可徧敬，以为社而祀之，报功也。”《周礼》说：“二十置一社。”但为田祖报求。《诗》云：“乃立冢土。”：“以御田祖，以祈甘雨。”"}, {"ID": 173, "text": "《春秋左氏传》曰：“共工有子曰勾龙，佐颛，平九土，为后土，故封为上公，祀以为社，祇。”"}, {"ID": 174, "text": "“稷者、五谷之长，五谷众多，不可徧祭，稷而祭之。”"}, {"ID": 175, "text": "《春秋左氏传》：“有烈山氏之子曰柱，能殖䟽果，故立以为稷正也。周弃亦以为稷正也。周弃亦以为稷，自啇以来祀之。”礼缘生以事死，故社稷人祀之也，则祭稷谷，不得稷米，稷反自食也。而邾文公用缯子于次睢之社，司马子鱼谏曰：“古者，六畜不相为用，祭以为人也，民人、神之主也，用人，其谁享之？”《诗》云：“吉日庚午，既伯既祷。”岂复杀马以祭马乎？《孝经》之说于斯悖矣。米之神为稷，故以癸未日祠稷于西南，水胜火为金相也。"}, {"ID": 176, "text": "俗说：县令问主簿：“灵星在城东南，何法？”主簿仰荅曰：“唯灵星所以在东南者，亦不知也。”"}, {"ID": 177, "text": "《汉书·郊祀志》：“高祖五年，初置灵星，祀后稷也。欧爵簸扬，田农之事也。”"}, {"ID": 178, "text": "谨按：祀典既以立稷，又有先农，无为灵星复祀后稷也。左中郎将贾逵说，以为龙第三有天田星，灵者、神也，故祀以报功。辰之神为灵星，故以壬辰日祀灵星于东南，金胜木为土相。"}, {"ID": 179, "text": "《礼器记》曰：“臧文仲安知礼？燔柴于竈。竈者、老妇之祭也。故盛于盆，尊于瓶。”"}, {"ID": 180, "text": "《周礼说》：“颛顼氏有子曰黎，为祝融，祀以为竈神。”"}, {"ID": 181, "text": "谨按：《明堂月令》：“孟冬之月，其祀竈也。”五祀之神，王者所祭，古之神圣有功德于民，非老妇也。《汉记》：“南阳阴子方积恩好施，喜祀竈，腊日晨炊而竈神见，再拜受神，时有黄羊，因以祀之。其孙识，执金吾，封原鹿侯；兴卫尉，鮦阳侯。家凡二侯，牧守数十。其后子孙常以腊日祀竈以黄羊。”"}, {"ID": 182, "text": "《楚辞》说：“后飞廉使奔属。”飞廉、风伯也。"}, {"ID": 183, "text": "谨按：《周礼》：“以●燎祀风师。”风师者、箕星也，箕主簸扬，能致风气。《易》：“巽为长女也。”长者伯，故曰风伯。鼓之以雷霆，润之以风雨，养成万物，有功于人，王者祀以报功也。戍之神为风伯，故以丙戌日祀于西北，火胜金为木相也。"}, {"ID": 184, "text": "《春秋左氏传》说：“共工之子为玄冥师。”“郑大夫子产禳于玄冥。”雨师也。"}, {"ID": 185, "text": "谨按：《周礼》：“以槱燎祀雨师。”雨师者、毕星也。《诗》云：“月离于毕，俾滂沱矣。”《易师封也》：“。”土中之众者莫若水。众者、师也。雷震百里，风亦如之，至于太山不崇朝而徧雨天下，异于雷风，其德散大，故雨独称师也。丑之神为雨师，故以己丑日祀雨师于东北，土胜水为火相也。"}, {"ID": 186, "text": "谨按：《黄帝书》：“上古之时，有荼与郁垒昆弟二人，性能执鬼。度朔山上章桃树，下简阅百鬼，无道理，妄为人祸害，荼与郁垒縳以苇索，执以食虎。”于是县官常以腊除夕饰桃人，垂苇茭，画虎于门，皆追效于前事，冀以卫凶也。"}, {"ID": 187, "text": "桃梗，梗者、更也，岁终更始受介祉也。《战国策》、《齐语》：“孟尝君将西入秦，谏者千数，而弗听。苏秦欲止，：‘，过于涩上，有土偶焉，与桃，偶人曰：“子西岸之土也，埏，天霖雨，涩水至，则子残矣。”曰：“。之土也，残则复西岸耳。今子东国桃木也，削子以为人，隆雨下，涩水至，泆子而，泛泛将何如矣！”夫秦、四塞之国，譬若虎口，而入之，则不知其可。’孟尝乃止。”"}, {"ID": 188, "text": "《春秋左氏传》曰：“鲁襄公朝楚，会楚康王卒，楚人使公亲襚，公患之。叔孙穆叔曰：‘祓殡而襚，则布帛也。’乃使巫以桃茢先祓殡，楚人弗禁，既而悔之。”“古者，日在北陆而藏冰，深山穷谷，其藏之也，黑牡秬黍，以享司寒。其出之也，桃弧棘矢，以除其灾也。”"}, {"ID": 189, "text": "苇茭，《传》曰：“萑苇有藂。”《吕氏春秋》：“汤始得伊尹，祓之于庙，薰以萑苇。”《周礼》：“卿大夫之子名曰门子。”《论语》：“谁能出不由户？”故用苇者，欲人子孙蕃殖，不失其类，有如萑苇。茭者、交易，阴阳代兴也。"}, {"ID": 190, "text": "虎者、阳物，百兽之长也，能执搏挫锐，噬食鬼魅。今人卒得恶遇，烧悟，虎皮饮之，击其爪，亦能辟恶，此其验也。"}, {"ID": 191, "text": "俗说：鸡鸣将旦，为人起居。门亦昏闭晨开，捍难守固。礼贵报功，故门户用鸡也。"}, {"ID": 192, "text": "《青史子》书说：“鸡者、东方之牲也。岁终更始，辨秩东作，万物触户而出，故以鸡祀祭也。”"}, {"ID": 193, "text": "太史丞邓平说：“腊者、所以迎刑送德也。大寒至，常恐阴胜，故以戍日腊。戍者、温气也，用其气日杀鸡以谢刑德。雄著门，雌著户，以和阴阳，调寒配水，节风雨也。”"}, {"ID": 194, "text": "谨按：《春秋左氏传》：“周大夫宾孟适郊，见雄鸡自断其尾，归以告景王曰：‘惮其为牺也。’”《山海经》曰：“祠鬼神皆以雄鸡。”鲁郊祀常以丹鸡，祀日：“以其朝声赤羽，去鲁侯之咎。”今人卒得鬼刺痱，悟，杀雄鸡以传其心上，病贼风者作鸡散，东门鸡头可以治蛊。由此言之，鸡主以御死辟恶也。"}, {"ID": 195, "text": "俗说：狗别宾主，善守御，故著四门，以辟盗贼也。"}, {"ID": 196, "text": "谨按：《月令》：“九门磔禳，以毕春气。”盖天子之城十有二门，东方三门，生气之门也。不欲使死物见于生门，故独于九门杀犬磔禳。犬者、金畜，禳者、却也。抑金使不害春之时所生，令万物遂成其性。火当受而长之，故曰“以毕春气”。功成而退，木行终也。《太史公记》：“秦德公始杀狗磔邑四门，以御蛊灾。”今人杀白犬以血题门户，正月白犬血辟除不祥，取法于此也。"}, {"ID": 197, "text": "谨按：《韩子》书：“山居谷汲者，膢腊而买水。”楚俗常以十二月祭饮食也。又曰：“尝新始杀也，食新曰膒膢。”"}, {"ID": 198, "text": "谨按：《礼传》：“夏曰嘉平，殷曰清祀，周曰大蜡，汉改为腊。”腊者、猎也，言田猎取兽以祭祀其先祖也。或曰：腊者、接也，新故交接，故大祭以报功也。汉家火行衰于戍，故曰腊也。"}, {"ID": 199, "text": "谨按：《礼传》：“共工之子曰修，好远游，舟车所至，足迹所达，靡不穷览，故祀以为祖神。”祖者、徂也。《诗》云：“韩侯出祖，清酒百壶。”《左氏传》：“襄公将适楚，梦周公祖而遣之。”是其事也。《诗》云：“吉日庚午。”汉家盛于午，故以午祖也。"}, {"ID": 200, "text": "谨按：《周礼》：“男巫掌望祀、望衍，旁招以茅。”“女巫掌岁时以祓除、衅浴。”禊者、洁也，春者、蠢也，蠢蠢摇动也。《尚书》：“以殷仲春，厥民析。”言人解。疗生疾之时，故于水上衅洁之也。巳者、祉也，邪疾已去，祈分祉也。"}, {"ID": 201, "text": "谨按：《诗》云：“芃芃棫朴，薪之槱之。”《周礼》：“槱燎司中、”。司命、文昌也，司中、文昌上六星也。槱者、积薪燔柴也。今民间独祀司命耳，刻木长尺二寸为人像，行者檐箧中，居者别作小屋。齐天地大尊重之，汝南馀郡亦多有，皆祠以腊，率以春秋之月。"}]}, {"section": 8, "header": "怪神", "data": [{"ID": 202, "text": "礼：天子祭天地、五岳、四渎，诸侯不过其望也。大夫五祀，士门、户，庶人祖。盖“非其鬼而祭之、謟也”。又曰：“淫祀无福。”是以隐公将祭锺巫，遇贼蒍氏。二世欲解淫神，阎乐劫弑。仲尼不许子路之祷，而消息之节平。荀罃不从《桑林》之祟，而晋侯之疾间。由是观之，则淫躁而畏者，灾自取之，厥咎向应。反诚据义、内省不疚者，物莫能动，祸转为福矣。《传》曰：“神者、申也，怪者、疑也。”孔子称“土之怪为坟羊”。《论语》：“子不语：怪、力、乱、神。”故采其晃著者曰《怪神》也。"}, {"ID": 203, "text": "谨按：《管子》书：“齐公出于泽，见衣紫衣，大如毂，长如辕，拱手而立。还归，寝疾，数月不出。有皇士者见公，语惊曰：‘物恶能伤公？公自伤也。此所谓泽神委虵者也，唯霸主乃得见之。’于是桓公欣然笑，不终日而病愈。”"}, {"ID": 204, "text": "予之祖父郴为汲令，以夏至日诣见主簿杜宣，赐酒。时北壁上有悬赤弩，照于柸，形如虵。宣畏恶之，然不敢不饮，其日，便得胸腹痛切，妨损饮食，大用羸露，攻治万端，不为愈。后郴因事过至宣家，闚视，问其变故，云：“畏此蛇，虵入腹中。”郴还听事，思惟良久，顾见悬弩，必是也。则使门下史将铃下侍徐扶辇载宣，于故处设酒，杯中故复有虵，因谓宣：“此壁上弩影耳，非有他怪。”宣遂解，甚夷怿，由是瘳平，官至尚书，历四郡，有威名焉。"}, {"ID": 205, "text": "谨按：《晏子春秋》：“齐景公病水十日，夜梦与二日鬭而不胜。晏子朝，公曰：‘吾梦与二日鬭，寡人不胜，我其死也？’晏子对曰：‘请召占梦者。’立于闺，使以车迎召占梦者。至，曰：‘曷为见召？’晏子曰：‘公梦与二日鬭，不胜，恐必死也。’占梦者曰：‘请反具书。’晏子曰：‘无反书，公无所病。病者、阴也，日者、阳也。一阴不胜二阳，公病将已。’居三日，公病大愈，且赐占梦者，曰：‘此非臣之功也，晏子教臣对也。’公召晏子，将赐之。晏子曰：‘占梦者以臣之言对，故有益也。使臣身言之，则不信矣。此占梦者之力也，臣无功焉。’公召吏而使两赐之。晏子不为夺人之功，占梦者不蔽人之能。”"}, {"ID": 206, "text": "谨按：《汉书》：“朱虚侯刘章，齐悼惠王子，高祖孙也，宿卫长安，年二十，有气力。高后摄政，诸吕擅恣，章私忿之。尝入侍宴饮，章为酒吏，自请曰：‘臣，将种也，请得军法行酒。’有诏可。酒酣，章进歌儛，已而复曰：‘请为太后耕田歌。’太后笑曰：‘顾汝父知田耳，若生而为王者子，安知田乎？’曰：‘臣知之。深耕广种，立苗欲䟽；非其种者，锄而去之。’太后默然。顷之，诸吕有亡酒，拔剑追斩之，而还报曰：‘有亡酒一人，臣谨行军法斩之。’太后左右大惊。业许之矣，无以罪也。自是诸吕畏惮，虽大臣亦皆依之。”高后崩，诸吕作乱，欲危社稷，章与周勃共诛灭之，尊立文帝，封城阳王，赐黄金千斤。立二年薨。"}, {"ID": 207, "text": "城阳、今莒县是也。自琅琊、青州六郡，及渤海都邑、乡亭、聚落皆为立祠，造饰五二千石车，商人次第为之，立服带绶，备置官属，烹杀讴歌，纷籍连日，转相诳曜，言有神明，其谴问祸福立应，历载弥久，莫之匡紏。唯乐安太傅陈蕃、济南相曹操，一切禁绝，肃然政清。陈、曹之后，稍复如故，安有鬼神，能为病者哉？"}, {"ID": 208, "text": "予为营陵令，以为章本封朱虚，并食此县。《春秋国语》：“以劳定国，能御大灾。”凡在于他，尚列祀典。章亲高祖之孙，进说耕田，军法行酒，时固有大志矣。及诛诸吕，尊立太宗，功冠天下，社稷已宁。同姓如此，功烈如彼，馀郡禁之可也，朱虚与莒，宜常血食。于是乃移书曰：“到闻此俗，旧多淫祀，糜财妨农，长乱积惑，其侈可忿，其愚可愍。昔仲尼不许子路之祷，晋悼不解《桑林》之祟，死生有命，吉凶由人，哀哉黔黎，渐染迷谬，岂乐也哉！莫之徵耳。今条丸禁，申约吏民，为陈利害，其有犯者，便收朝廷。若私遗脱，弥弥不绝，主者髡截，叹无反已。城阳景王，县甚尊之。惟王弱冠，内侍帷幄，吕氏恣睢，将危汉室，独见先识，权发酒令，抑邪扶正，忠义洪毅，其歆禋祀，礼亦宜之，于驾乘烹杀，倡优男女杂错，是何谓也？三边纷拏，师老器弊，朝廷旰食，百姓嚣然。礼兴在有，年饥则损。自今听岁再祀，备物而已，不得杀牛，远迎他倡，赋会宗落，造设纷华。方廉察之，明为身计，而复僭失，罚与上同。明除见处，勿后中觉。”"}, {"ID": 209, "text": "九江逡遒有唐、居山，名有神，众巫共为取公妪，岁易，男不得复娶，女不得复嫁，百姓若之。"}, {"ID": 210, "text": "谨按：时太守宋均到官，主者白出钱，给聘男子女，均曰：“众巫与神合契，知其旨欲，卒取小民，不相当。”于是勑条巫家男女以备公妪。巫扣头服罪，乃杀之，是后遂绝。"}, {"ID": 211, "text": "会稽俗多淫祀，好卜筮，民一以牛祭。巫祝赋敛受谢，民畏其口，惧被祟，不敢拒逆。是以财尽于鬼神，产匮于祭。或贫家不能以时祀，至竟言不敢食牛害，或发病且死，先为牛鸣。其畏惧如此。"}, {"ID": 212, "text": "谨按：时太守、司空第五伦到官，先禁绝之。掾吏皆谏，伦曰：“夫建功立事在敢断，为政当信《经》义，言：‘淫祀无福’，‘非其鬼而祭之、謟也’。《律》：‘不得屠杀少齿’。令鬼神有知，不妄饮食民间；使其无知，又何能祸人？”遂移书属县，晓谕百姓：“民不得有出门之祀，督课部吏，张设罪罚，犯，尉以下坐，祀依托鬼神，恐怖愚民，皆按论之。有屠生，辄行罚。”民初恐怖，颇摇动不安，或接祝妄言，伦勑之愈急，后遂断，无复有祸祟矣。"}, {"ID": 213, "text": "谨按：汝南鮦阳有于田得麇者，其主未往取也。啇车十馀乘经泽中行，望见此麇著绳，因持去。念其不事，持一鲍鱼置其处。有顷，其主往，不见所得麇，反见鲍君，泽中非人道路，怪其如是，大以为神，转相告语，治病求福，多有效验，因为起祀舍，众巫数十，帷帐锺鼓，方数百里皆来祷祀，号鲍君神。其后数年，鲍鱼主来历祠下，寻问其故，曰：“此我鱼也，当有何神。”上堂取之，遂从此坏。《传》曰：“物之所聚斯有神。”言人共奖成之耳。"}, {"ID": 214, "text": "谨按：汝南南顿张助于田中种禾，见李核，意欲持去，顾见空桑中有土，因殖种，以馀浆溉灌。后人见桑中反复生李，转相告语。有病目痛者息阴下，言：“李君令我自愈，谢以一豚。”目痛小疾，亦行自愈。众犬吠声，因盲者得视，远近翕赫，其下车骑常数千百，酒肉滂沱。间一岁馀，张助远出来还，见之，惊云：“此有何神？乃我所种耳。”因就斮也。"}, {"ID": 215, "text": "谨按：汝南汝阳彭氏墓路头立一石人，在石兽后。田家老母到市买数片饵，暑热行疲，顿息石人下，小瞑，遗一片饵，去，忽不自觉，行道人有见者。时客适会，问因有是饵？客聊调之：“石人能治病，愈者来谢之。”转语：“头痛者摩石人头，腹痛者摩其腹，亦还自摩，他处于此。”凡人病自愈者，因言得其福力，号曰贤士。辎辇毂击，帷帐绛天，丝竹之音，闻数十里。尉部常往护视，数年亦自歇，沬复其故矣。"}, {"ID": 216, "text": "世间多有亡人魄持其家语声气，所说良是。"}, {"ID": 217, "text": "谨按：陈国张汉直到南阳从京兆尹延叔坚读《左氏传》，行后数月，鬼物持其女弟，言：“我痛死，丧在陌上，常苦饥寒，操一量不借，挂柴后昔上，传子方送我五百钱，在北墉中，皆亡取之。又李幼一头牛，本券在书箧中。”往求索之，悉如其言。妇尚不知有此，女新从壻家来，非其所，受人哀伤，益以为审。父母诸弟衰绖到来迎丧，去精舍数里，遇汉直与诸生十馀人相追，汉直顾见其家，怪其如此。家见汉直，谓其鬼也。惝惘良久，汉直乃前为父拜，说其本末，且悲且喜。凡所闻见，若此非一。"}, {"ID": 218, "text": "夫死者、澌也，鬼者、归也，精气消越，骨肉归于土也。夏后氏用明器，殷人用祭器，周人兼用之，视民疑也。子贡问孔子：“死者其有知乎？”曰：“赐，尔死自知之，由未晚也。”董无心云：“杜伯死，亲射宣王于镐京。子以为桀、纣所杀，足以成军，可不须汤、武之众。”古事既察，且复以今验之。人相啖食，甚于畜生。凡菜肝鳖瘕，尚能病人。人用物精多，有生之最灵者也，何不芥蒂于其胸腹而割裂之哉？犹死者无知审者矣，而时有汉直为狗鼠之所为。"}, {"ID": 219, "text": "世间亡者多有见神，语言饮食，其家信以为是，益用悲伤。"}, {"ID": 220, "text": "谨按：司空南阳来季德停丧在殡，忽然坐祭床上，颜色、服饰、声气熟是也，孙儿妇女以次教诫，事有条贯，鞭挞奴婢，皆得其过，饮食饱满，辞诀而去，家人大哀剥断绝，如是三四，家益猒苦。其后饮醉形坏，但得老狗，便朴杀之，推问里头沽酒家狗。"}, {"ID": 221, "text": "世间多有狗作变怪，朴杀之，以血涂门户，然众得咎殃。"}, {"ID": 222, "text": "谨按：桂阳太守汝南李叔坚，少时为从事，在家，狗人立行，家言当杀之。叔坚云：“犬马谕君子，狗见人行，效之何伤？”叔坚见县令还，解冠榻上，狗戴持走，家大惊，时复云：“误触冠，冠缨挂著之耳。”狗于竈前蓄火，家益怔忪。复云：“儿婢皆在田中，狗助蓄火，幸可不烦邻里，此有何恶？”里中相骂，不言无狗怪，遂不肯杀。后数日，狗自暴死，卒无纤介之异。叔坚辟太尉椽、固陵长、原武令，终享大位。子条、蜀郡都尉，威龙、司徒掾。"}, {"ID": 223, "text": "凡变怪，皆妇女下贱，何者？小人愚而善畏，欲信其说，类复裨增；文人亦不证察，与俱悼慑、邪气承虚，故速咎证。《易》曰：“其亡，斯自取灾。”若叔坚者，心固于金石，妖至而不惧，自求多福，壮矣乎！"}, {"ID": 224, "text": "昔晋文公出猎，见大虵，高如堤，其长竟路。文公曰：“天子见妖则修德，诸侯修政，大夫修宫，士修身。”乃即斋馆，忘食与寝，请庙曰：“孤牺牲瘯蠡，币帛不厚，罪一也。游逸无度，不䘏国政，罪二也。赋役重数，刑罚懆克，罪三也。有三罪矣，敢逃死乎？”其夜，守虵吏梦天杀虵，曰：“何故当圣君道为！”及明视之，则已臭烂。"}, {"ID": 225, "text": "武帝时迷于鬼神，尤信越巫，董仲舒数以为言。武帝欲验其道，令巫诅仲舒，仲舒朝服南面，诵咏经论，不能伤害，而巫者忽死。"}, {"ID": 226, "text": "世间多有精物妖怪百端。"}, {"ID": 227, "text": "谨按：鲁相右扶风臧仲英为侍御史，家人作食，设桉，欻有不清尘土投污之。炊临熟，不知釜处。兵弩自行，火从箧中起，衣物烧尽，而簏故完。妇女婢使悉亡其镜，数日，堂下掷庭中，有人声言：“汝镜”。女孙年三四岁，亡之，求不能得，二三日乃于清中粪下啼：若此非一。"}, {"ID": 228, "text": "汝南有许季山者，素善卜卦，言：“家当有老青狗物，内中婉御者益喜与为之。诚欲绝，杀此狗，遣益喜归乡里。”皆如其言，因断无纤介，仲英迁太尉长史。"}, {"ID": 229, "text": "汝南汝阳西门亭有鬼魅，宾客宿止，有死亡，其厉猒者皆亡发失精。寻问其故，云：“先时颇已有怪物，其后，郡待奉掾宜禄郑奇来，去亭六七里，有一端正妇人，乞得寄载。奇初难之，然后上车，入亭，趋至楼下，吏卒檄白：‘楼不可上。’云：‘我不恶也。’时亦昏冥，遂上楼，与妇人栖宿。未明，发去，亭卒上楼扫除，见死妇，大惊，走白亭长。亭长击鼓会诸庐吏，其集诊之，乃亭西北八里吴氏妇新亡，以夜临殡，火灭；火至，失之，家即持去。奇发行里，腹痛，到新顿利阳亭加剧，物故，楼遂复上。”"}, {"ID": 230, "text": "谨按：北部督邮西平到伯夷年三十所，大有才决，长沙太守到若章孙也。日晡时到亭，勑前导人。录事掾白：“今尚早，可至前亭。”曰：“欲作文书，便留。”吏卒惶怖，言当解去。《传》云：“督邮欲于楼上观望，亟扫除。”须臾便上。未冥，楼镫，阶下复有火。勑：“我思道，不可见火，灭去。”吏知必有变，当用赴照，但藏置壶中耳。既冥，整服坐诵《六甲》、《孝经》、《易本》讫，卧。有顷，更转东首，以挐巾结两足帻冠之，密拔剑解带。夜时，有正黑者四五尺，稍高，走至柱屋，因覆伯夷。持被掩足，跣脱几失，再三，徐以剑带击魅脚，呼下火上照视，老狸正赤，略无衣毛，持下烧杀。明旦发楼屋，得所髡人结百馀，因从此绝。伯夷举孝廉，益阳长。"}, {"ID": 231, "text": "《楚辞》云：“鳖令尸亡，泝江而上，到崏山下苏起，蜀人神之，尊立为王。”汉淮阳太守尹齐，其治严酷，死未及殓，怨家欲烧之，尸亦飞去，见于书传。楼上新妇，岂虚也哉？"}, {"ID": 232, "text": "世间多有伐木血出以为怪者。"}, {"ID": 233, "text": "谨按：桂阳太守江夏张辽叔高去𨻳令家居，买田，田中有大树十馀围，扶疏盖数亩地，播不生谷，遣客伐之，木中血出。客惊怖，归，具事白叔高。大怒：“老树汁出，此何等血？”因自严行，复斫之，血大流洒，叔高使先斫其枝，上有一空处，白头公可长四五尺，忽出往赴叔高，高乃逆格之，凡杀四头。左右皆怖伏地，而叔高恬如也。徐熟视，非人非兽也，遂伐其木。其年同司空辟侍御史，兖州刺史，以二千石之尊，过乡里，荐祝祖考。白日绣衣，荣羡如此，其祸安居？《春秋国语》曰：“木石之怪夔、魍魉。”物恶能害人乎？"}, {"ID": 234, "text": "世间多有虵作怪者。"}, {"ID": 235, "text": "谨按：车骑将军巴郡冯绲鸿卿为议郎，发绶笥，有二赤虵，可长二尺，分南北走，大用忧怖。许季山孙字宁方，得其先人秘要，绲请使卜，云：“君后三岁，当为边将，东北四五里，官以东为名，复五年，为大将军，南征，此吉祥。”鸿卿意威名解，实应且惑。居无几，拜尚书、辽东太守、廷尉、太常。会武陵蛮夷黄高攻烧南郡，鸿卿以威名素著，选登亚将，统六师之任，奋虓虎之势。后为屯骑校尉、将作大匠、河南尹，复再临理，官纪数方面，如宁方之言。《春秋》：“外虵与内虵鬭。”文帝时亦复有此，《传》、《志》著其云为，而鸿卿独以终吉，岂所谓“或得神以昌”乎？"}, {"ID": 236, "text": "世间人家多有见赤白光为变怪者。"}, {"ID": 237, "text": "谨按：太尉梁国桥玄公祖为司徒长史，五月末所，于中门外卧，夜半后，见东壁正白，如开门明，呼问左右，左右莫见。因起自往手收莫之，壁自如故，还床，复见之，心大悸动。其旦，予适往候之，语次相告，因为说：“乡人有董彦兴者，即许季山外孙也。其探颐索隐，穷神知化，虽眭孟、京房无以过也。然天性褊狭，羞于卜术。间来候师王叔茂，请起往迎。”须臾，便与俱还。公祖虚礼盛馔，下席行觞。彦兴自陈：“下土诸生，无他异分，币重言甘，诚有踧踖。颇能别者，愿得从事。”公祖辞让再三，尔乃听之。曰：“府君当有怪白光如门明者，然不为害也。六月上旬鸡鸣时，南家哭声、吉也。到秋节，迁北，行郡以金为名，位至将军、三公。”公祖曰：“怪异如此，救族不暇，何能致望于所不图？此相饶耳。”到六月九日未明，太尉杨秉暴薨。七月二日，拜钜鹿太守，“钜”边有金，后为度辽将军，历登三事。今妖见此，而应在彼，犹赵鞅梦童子裸歌而吴入郢也。"}]}, {"section": 9, "header": "山泽", "data": [{"ID": 238, "text": "《孝经》曰：“圣不独立，智不独治。神不过天地，同灵造虚，由立五岳，设三台。”《传》曰：“五岳视三公，四渎视诸侯，其馀或伯或子男，大小为差。”《尚书》：“咸秩无文。”王者报功，以次秩之，无有文也。《易》称：“山泽通气。”《礼》：“名山大泽不以封诸侯。”故积其类曰《山泽》也。"}, {"ID": 239, "text": "东方泰山。《诗》云：“泰山岩岩，鲁邦所瞻。”尊曰岱宗。岱者、长也，万物之始，阴阳交代，云触石而出，肤寸而合，不崇朝而徧雨天下，其惟泰山乎？故为五岳之长。王者受命易姓，改制应天，功成封禅，以告天地。孔子曰：“封泰山，禅梁父，可得而数，七十有二。”岱宗庙在博县西北三十里，山虞长守之。十月日合冻，腊月日涸冻，正月日解冻，皆太守自侍祠，若有秽疾，代行事法，七十万五千，三牲燔柴上，福脯三十朐，县次传送京师。四岳皆王同礼。南方衡山，一名霍。霍者、万物盛长，垂枝布叶，霍然而大。庙在庐江灊县。西方崋山。崋者、华也，万物滋熟，变华于西方也。庙在弘农崋阴县。北方恒山。恒者、常也，万物伏藏于北方有常也。庙在中山上曲阳县。中央曰嵩高。嵩者、高也。《诗》云：“嵩高惟岳，峻极于天。”庙在頴川阳城县。"}, {"ID": 240, "text": "谨按《尚书》：“岁二月，东巡狩，至于岱宗，柴。”岱宗、泰山也。“望秩于山川，遂见东后。”东后、诸侯也。“合时、月，正日，同律、度、量、衡，修五礼、五玉、三帛、二牲、一死贽。”“五月，南巡狩，至于南岳。”南岳、衡山也。“八月，西巡狩，至于西岳。”西岳、华山也。“十二月，北巡狩，至于北岳。”北岳、恒山也。皆如岱宗之礼。中、嵩高也，王者所居，故不巡焉。巡者、循也，狩者、守也。道德太平，恐远不同化，幽隐有不得所者，故自亲行之也。所以五载一出者，盖五岁再闰，天道大备。岳者，埆功考德，黜陟幽明也。"}, {"ID": 241, "text": "河出炖煌塞外昆仑山，发源注海。《易》：“河出图，圣人则之。”《禹贡》：“九河既道。”《诗》曰：“河水洋洋。”庙在河南荥阳县，河堤谒者掌四渎，礼祠与五岳同。江出蜀郡湔流互徼外崏山，入海。《诗》云：“江、汉陶陶。”《禹贡》：“江、汉朝宗于海。”庙在广陵江都县。淮出南阳平氏桐柏大复山东南，入海。《禹贡》：“海岱及淮，淮、沂其乂。”《诗》云：“淮水汤汤。”庙在平氏县。济出常山房子赞皇山，东入沮。《禹贡》：“浮于汶，达于济。”庙在东郡临邑县。"}, {"ID": 242, "text": "谨按：《尚书大传》、《礼三正记》：“江、河、淮、济为四渎。渎者、通也，所以通中国垢浊，民陵居，殖五谷也。江者、贡也，珍物可贡献也。河者、，播为九流，出龙图也。淮者、均，均其务也。济者、齐，齐其度量也。”"}, {"ID": 243, "text": "谨按：《诗》云：“殷啇之旅，其会如林。”《传》曰：“山林之士，往而不能反。”《礼》记将至泰山，必先有事于配林。林、树木之所聚生也。今配林在泰山西南五六里，予前临郡，因侍祀之行，故往观之，树木盖不足言，犹七八百载间有衰索乎！"}, {"ID": 244, "text": "谨按：《尚书》：尧禅舜，“纳于大麓。”麓，林属于山者也。《春秋》：“沙麓崩。”《传》曰：“麓者、山足也。”《诗》云：“瞻彼旱麓。”《易》称：“即鹿无虞，以从禽也。”"}, {"ID": 245, "text": "谨按：《尔雅》：“丘之绝高大者为京。”谓非人力所能成，乃天地性自然也。《春秋左氏传》：“莫之与京。”《国语》：“赵文子与叔向游于九京。”今京兆、京师，其义取于此。"}, {"ID": 246, "text": "谨按：《诗》云：“如山如陵。”《易》曰：“伏戎于莽，升其高陵。”又：“天险、不可升，地险、山川丘陵。”《春秋左氏传》曰：“淆有二陵：其南陵，夏后皋之墓也；其北陵，文王之所避风雨也。”淆在弘农渑池县。其语曰：“东淆、西淆，渑池所高。”《国语》：“周单子会晋厉公于加陵。”《尔雅》曰：“陵莫大于加陵。”言其独高厉也。陵有天性自然者。今王公坟垄，各称陵也。"}, {"ID": 247, "text": "谨按：《尚书》：“民乃降丘度土。”尧遭洪水，万民皆山栖巢居，以避其害。禹决江䟽河，民乃下丘，营度爽垲之场而邑落之。故“丘”之字，二人立一上。“一”者、地也。四方高，中央下，像形也。《诗》云：“至于顿丘。”“宛丘之下。”《论语》：“他人之贤，丘陵也。”《尔雅》曰：“天下有名丘五，其三在河南，二在河北。”"}, {"ID": 248, "text": "谨按：《尚书》：“舜生姚墟。”《传》曰：“郭氏之墟。”墟者、虚也。郭氏、古之诸侯，善善不能用，恶恶不能去，故善人怨焉，恶人存焉，是以败为丘墟也。今故庐居处高下者，亦名为墟。姚墟在济阴城阳县，帝颛顼之墟、阏伯之墟是也。"}, {"ID": 249, "text": "谨按：《诗》云：“如山如阜。”《春秋左氏传》：“鲁公伯禽宅曲阜之地。”阜者、茂也，言平地隆踊不属于山陵也。今曲阜在鲁城中，委曲长七八里。雒北芒坂即为阜也。"}, {"ID": 250, "text": "谨按：《春秋左氏传》：“培塿无松柏。”言其卑小。部者、阜之类也。今齐、鲁之间田中少高卬名之为部矣。"}, {"ID": 251, "text": "谨按：《尔雅》：“薮者、泽也。”薮之为言厚也，草木鱼鳖所以厚养人君与百姓也。“鲁有泰野，晋有泰陆，秦有阳纡，宋有孟诸，楚有云梦，吴有具区，齐有海隅，燕有昭馀祁，郑有圃田，周有焦汉濩。”今汉有九州之薮，杨州曰具区，在吴县之西；荆州曰云梦，在华容县南，今有云梦长掌之；豫州曰圃田，在中牟县西；青州曰孟诸，不知在何处；兖州曰大野，在钜鹿县北；雍州曰弦蒲，在汧县北蒲谷亭；幽州曰奚养，在虎县东；冀州曰泰陆，在钜鹿县西北；并州曰昭馀祈，在鄢县北；其一薮，推求未得其处。《尚书》：“纣为逋逃渊薮。”《春秋左氏传》曰：“山薮藏疾。”又曰：“薮之薪蒸，虞候守之。”是也。"}, {"ID": 252, "text": "谨按：《尚书》：“雷夏既泽。”《诗》云：“彼泽之陂，有蒲与荷。”《传》曰：“水草交厝，名之为泽。”泽者、言其润泽万物，以阜民用也。《春秋左氏传》曰：“泽之莞蒲，舟鲛守之。”《韩诗内传》：“舜渔雷泽。”雷泽在济阴城阳县。"}, {"ID": 253, "text": "谨按：《传》曰：“沉者、莽也，言其平望莽莽无涯际也。”沉、泽之无水，斥卤之类也，今俗语亦曰沉。"}, {"ID": 254, "text": "谨按：《尚书》、《春秋公羊传》：“齐景公循海而东，师大陷沛泽之中。”《左氏传》：“齐景田子沛，招虞人以弓。”《传》曰：“送逸禽之超大沛。”沛者、草木之蔽茂，禽兽之所蔽匿也。"}, {"ID": 255, "text": "谨按：《春秋国语》：“伍子胥谏吴王：‘与我争五湖之利，非越乎？’”及越灭吴，范蠡乘扁舟于五湖。湖者、，言流渎四面所猥也，川泽所仰以溉灌也。今庐江临、丹阳芜湖县是也。"}, {"ID": 256, "text": "谨按：《传》曰：“陂者、繁也。”言因下锺水以繁利万物也。今陂皆以溉灌，今汝南富陂县是也。"}, {"ID": 257, "text": "谨按：《传》曰：“渠者、水所居也。”秦时韩人郑国穿渠，孝武帝时赵中大夫白公复穿渠。故其语曰：“田于何所？池阳、谷口。郑国在前，白渠起后。举锸为云，决渠为雨。泾水一石，其埿数斗。且溉且粪，长我稷黍。衣食京师，数百万口。”又郑当时穿渠以利漕道，若此非一，官民俱赖其饶焉。"}, {"ID": 258, "text": "谨按：《周礼》：“沟者、沟也，广四尺，深四尺。”《汉书》：“高祖与项羽要，割鸿沟以东为楚”是也。鸿沟在荥阳县。"}, {"ID": 259, "text": "谨按：《周礼》：“十里为成，成间广八尺，深八尺，故谓之洫。”《论语》曰：“禹尽力乎沟洫。”"}]}], "bookname": "风俗通义", "writer": null, "type": "儒家", "age": "[东汉] 190年-200年"}