{"alldata": [{"section": 0, "header": "山坟●天皇伏牺氏连山易爻卦大象", "data": [{"ID": 0, "text": "崇山君，君臣相，君民官，君物龙，君阴后，君阳师，君兵将，君象首。"}, {"ID": 1, "text": "夫山臣，臣君侯，臣民土，臣物龟，臣阴子，臣阳父，臣兵卒，臣象股。"}, {"ID": 2, "text": "列山民，民君食，民臣力，民物货，民阴妻，民阳夫，民兵器，民象体。"}, {"ID": 3, "text": "兼山物，物君金，物臣木，物民土，物阴水，物阳火，物兵执，物象春。"}, {"ID": 4, "text": "潜山阴，阴君土，阴臣野，阴民鬼，阴物兽，阴阳乐，阴兵妖，阴象冬。"}, {"ID": 5, "text": "连山阳，阳君天，阴臣干，阳民神，阳物禽，阳阴礼，阳兵谴，阳象夏。"}, {"ID": 6, "text": "藏山兵，兵君帅，兵臣佐，兵民军，兵物材，兵阴谋，兵阳阵，兵象秋。"}, {"ID": 7, "text": "叠山象，象君日，象臣月，象民星，象物云，象阴夜，象阳昼，象兵气。"}]}, {"section": 1, "header": "山坟●传", "data": [{"ID": 8, "text": "崇山君，崇高其山君之象也。君臣相，相位至贵君之臣也。君民官，君临百官以为民也。君物龙，龙善变化，能致云雨，为君物也。君阴后，君妻曰后，正婚姻也。君阳师，君师贤圣以询道也。君兵将，君不兵众，专务将佐也。君象首。首统方来，君之象也。"}, {"ID": 9, "text": "伏山臣，潜伏其山臣之象也。臣君侯，建侯军民，分方治也。臣民士，士守常业，臣之民也。臣物龟，死不改㞯，劝以义也。臣阴子，子为臣阴，训事父也。臣阳父，父为臣阳，以训子也。臣兵卒，臣以卒为兵，假其力也。臣象股。臣象股肱，以佐身也。"}, {"ID": 10, "text": "列山民，山有行列，民之象也。民君食，民所尊崇，以食为本务，故为君矣。民臣力，民之使力，如君使臣也。民物货，四民之物，货为本也。民阴妻，民之有妻，以成家也。民阳夫，女之从夫，以有归也。民兵器，生民之兵，以利用也。民象体。民为邦本，如肌体也。"}, {"ID": 11, "text": "兼山物，高下相兼，物之象也。物君金，金主利用，物之君也。物臣木，木为金所克服，故为臣矣。物民土，土生万类，为物民矣。物阴水，水性润下，物之阴也。物阳火，火性炎土，物之阳也。物兵埶，物之相克胜制，故为兵也。物象春。春主发生，物之象也。"}, {"ID": 12, "text": "潜山阴，深潜其山，阴之象也。阴君土，地德广大为阴君也。阴臣野，野分地理，故为阴臣也。阴民鬼，人死曰鬼，阴之民也。阴物兽，兽行于地，阴之物也。阴阳乐，乐本声音，为阴之阳也。阴兵妖，阴告人主，厥罚妖异也，阴象冬。冬主闭藏，阴之象也。"}, {"ID": 13, "text": "连山阳，山之相连如阳气也。阳君天，天覆群物，阳之君也。阳臣干，十干相配，阳之臣也。阳民神，神变万物，阳之民也。阳物禽，禽飞戾天，阳之物也。阳阴礼，礼主卑己，阳之阴也。阳兵谴，天垂谴象，阳之兵也。阳象夏。夏长万物，阳之象也。"}, {"ID": 14, "text": "藏山兵，藏刚于地，兵之象也。兵君帅，帅以统众，兵之君也。兵臣佐，佐以辅帅，兵之臣也。兵民军，军有行列，兵之民也。兵物材，山生五材，兵之物也。兵阴谋，谋善计，兵之阴也。兵阳阵，阵兵誓众，兵之阳也。兵象秋。秋主发物，兵之象也。"}, {"ID": 15, "text": "叠山象，石叠其山，如天象也。象君日，日为阳精，象之君也。象臣月，月为阴精，象之臣也。象民星，星有行列，明象照也。象物云，云有异形，象万物也。象阴夜，夜景幽暗，象之阴也。象阳昼，昼日明察，象之阳也。象兵气。气形妖异，象之兵也。"}]}, {"section": 2, "header": "山坟●太古河图代姓纪", "data": [{"ID": 16, "text": "清气未升，浊气未沉，游神未灵，五色未分。中有其物，冥冥而性存，谓之混沌。混沌为太始。太始者、元胎之萌也，太始之数一，一为太极，太极者、天地之父母也。一极易，天高明而清，地博厚而浊，谓之太易。太易者、天地之变也，太易之数二，二为两仪，两仪者、阴阳之形也，谓之太初。太初者、天地之交也，太初之数四，四盈易，四象变而成万物，谓之太素。太素者、三才之始也，太素之数三，三盈易，天地孕而生男女，谓之三才。三才者、天地之备也，游神动而灵，故飞走潜化，动植虫鱼之类必备于天地之间，谓之太古。"}, {"ID": 17, "text": "太古者、生民之始也，太古之人皆寿，盈易始三男三女，冬聚夏散，食鸟兽、虫鱼、草木之实，而男女构精，以女生为姓，始三头谓之合雄纪，生子三世，合雄氏没，子孙相传，记其寿命，谓之叙命纪。通纪四姓，生子二世，男女众多，群居连逋，从强而行，是谓连逋纪。生子一世，通纪五姓，是谓五姓纪。天下群居，以类相亲，男女众多，分为九头，各有居方，故号居方氏。没，生子三十二世，强弱相迫，欲生吞害。中有神人，提挺而治，故号提挺氏。提挺氏生子三十五世，通纪七十二姓，故号通姓氏。"}, {"ID": 18, "text": "有巢氏生太古之先，觉识于天地、草木、虫鱼、鸟兽，俾人居巢穴，积鸟兽之肉，聚草木之实。天下九头，咸归有巢，始君也，动止群，群相聚而尊事之，寿，一太易，本通姓氏之后也。"}, {"ID": 19, "text": "燧人氏、有巢子也，生而神灵，教人炮食，钻木取火，天下生灵尊事之。始有日中之市，交易其物；有传教之台，有结绳之政，寿，一太易，本通姓氏之后也。"}, {"ID": 20, "text": "伏牺氏、燧人子也，因风而生，故风姓。末甲八太七，成三十二易草木，草生月，雨降，日河泛，时龙马负图，盖分五色，文开五易，甲象崇山。天皇始画八卦，皆连山名易，君臣、民物、阴阳、兵象始明于世。图出，后二成二十二易草木，木枯月；命臣飞龙氏造六书，后草木一易，木王月；命臣潜龙氏作甲历，伏制牺牛，治金成器，教民炮食，易九头为九牧，因尊事为礼仪，因龙出而纪官，因凤来而作乐。命降龙氏何率万民，命水龙氏平治水土，命火龙氏炮治器用，因居方而置城郭，天下之民号曰天皇。太昊伏牺有庖升龙氏，本通姓氏之后也。"}]}, {"section": 3, "header": "山坟●天皇伏牺氏皇策辞", "data": [{"ID": 21, "text": "昔在天皇居于君位，咨于将，咨于相，咨于民，垂皇策辞："}, {"ID": 22, "text": "皇曰：惟我生无道，承父居方，三十二易草木，上升君位。我父燧皇归世，未降河图，生民结绳而无不信。于末甲八太七，成三十二易草木。惟我老极时，生人众多，群群虫聚，欲相吞害。惟天至仁，于草生月，天雨降，河龙马负图，神开我心。子其未生，我画八卦，自上而下，咸安其居。后二成二十二易草木，皇曰：命子襄居我飞龙之位，主我图文，代我咨于四方上下，无或私。襄曰：咸若咨众之辞，君无念哉！后一易草木。皇曰：命子英居我潜龙之位，主我阴阳甲历，咨于四方上下无或差。英曰：依其法亦顺，君无念哉！皇曰：无为。后二十二易草木，昊英氏进历于君。曰：历起甲寅。皇曰：甲日寅辰，乃鸠众于传教台，告民，示始甲寅。易二月，天王升传教台，乃集生民，后女娲子无之右，上相共工，下相皇桓。飞龙朱襄氏、潜龙昊英氏居君左右，栗陆氏居北，赫胥氏居南，昆连氏居西，葛天氏居东，阴康氏居下。九州之牧各统其人，群居于外。皇曰：咨予上相共工，我惟老极无为，子惟扶我正道，咨告于民，俾知甲历、日月岁时，自兹始，无或不记。子勿怠。共工曰：工居君臣之位，无有劳，君其念哉！皇曰：下相皇桓，我惟老极无为，子惟扶我正道，抚爱下民，同力，咨告于民，俾知甲历、日月岁时，自兹始，无或不记。子其勿怠。桓曰：居君臣之位，无有劳，君其念哉！皇曰：栗陆子居我水龙之位，主养草木，开道泉源，无或失时。子其勿怠。陆曰：竭力于民，君其念哉！皇曰：大庭主我屋室，视民之未居者，喻之，借力同构其居，无或寒冻。庭曰：顺民之辞。皇曰：阴康子居水土，俾民居处，无或漂流，勤于道，达于下。康曰：顺君之辞。皇曰：浑沌子居我降龙之位，惟主于民。皇曰：昆连子主我刀斧，无俾野兽、牺虎之类，伤残生命，无俾同类、大力之徒区逐微弱，子其伏之。连曰：专主兵事，君无念哉！皇曰：四方之君咸顺我辞，则世无害。惟爱于民，则位不危。皇曰：子无怀安，惟安于民。民安子安，民危子危，子其念哉。"}]}, {"section": 4, "header": "气坟●人皇神农氏归藏易爻卦大象", "data": [{"ID": 23, "text": "天气归，归藏定位，归生魂，归动乘舟，归长兄，归有造物，归止居域，归杀降。"}, {"ID": 24, "text": "地气藏，藏归交，藏生卵，藏动鼠，藏长姊，藏育化物，藏止重门，藏杀盗。"}, {"ID": 25, "text": "木气生，生归孕，生藏害，生动勋阳，生长元胎，生育泽，生止性，生杀相克。"}, {"ID": 26, "text": "风气动，动归乘轩，动藏受种，动生机，动长风，动育源，动止戒，动杀虐。"}, {"ID": 27, "text": "火气长，长归从师，长藏从夫，长生志，长动丽，长育违道，长止平，长杀顺性。"}, {"ID": 28, "text": "水气育，育归流，育藏海，育生爱，育动渔，育长苖，育止养，育杀傗。"}, {"ID": 29, "text": "山气止，止归约，止藏渊，生止貌，止动济，止长植物，止育润，止杀宽宥。"}, {"ID": 30, "text": "金气杀，杀归尸，杀藏墓，杀生无忍，杀动干戈，杀长战，杀育无伤，杀止动。"}]}, {"section": 5, "header": "气坟●传", "data": [{"ID": 31, "text": "天气归，圣人以礼下贤智。归藏定位，圣人以仪辨尊卑。归生魂，圣人以明神变。归动乘舟，圣人以造舟楫。归长兄，圣人以辨兄弟。归育造物，圣人以明天意。归止居域，圣人以居生民。归杀降。圣人以存归类。"}, {"ID": 32, "text": "地气藏，圣人以藏智于国。藏归交，圣人以道接生灵。藏生卵，圣人以仁及飞鸟。藏动鼠，圣人以防佞幸。藏长姊，圣人以分男女。藏育化物，圣人以察地理。藏止重门，圣人以谨启闭。藏杀盗。圣人以防民乱。"}, {"ID": 33, "text": "木气生，圣人以行仁政。生归孕，圣人以察生产。生藏害，圣人以异居室。生动勋阳，圣人以行庆锡。生长元胎，圣人以测大象。生育泽，圣人以待天时。生止性，圣人以随民心，顺民性。生杀相克。圣人以防民事。"}, {"ID": 34, "text": "风气动，圣人以宣号令。动归乘轩，圣人以造车轮。动藏受种，圣人以播百谷。动生机，君子以通变化。动长风，圣人以通达治道。动育源，圣人以溉灌民田。动止戒，圣人以慎起居，防祸乱。动杀虐，圣人以戒杀伐。"}, {"ID": 35, "text": "火气长，圣人以明长幼。长归从师，圣人以立学教民。长藏从夫，圣人以教妇道。长生志，圣人以量能受事。长动丽，圣人以置网罟。长育违道，圣人以防民逆。长止平，圣人以均有无，平阿党。长杀顺性。圣人以尽物寿。"}, {"ID": 36, "text": "水气育，圣人以教民育材。育归流，圣人以䟽通群议。育藏海，圣人以仁广纳万虑。育生爱，圣人以恤穷民。育动渔，圣人以教民渔网。育长苖，圣人以教农锄耨。育止养，圣人以教民孝。育教傗。圣人以教养六畜。"}, {"ID": 37, "text": "山气止，圣人以安万国。止归约，圣人以教民归信。止藏渊，圣人以深治道。止生貌，圣人以形辨贵贱，色正贤否。止动济，圣人以置民器，利民用。止长植物，圣人以名草药辨味性。止育润，圣人以开河渠，泽润草木。止杀宽宥。圣人以御凶乱。"}, {"ID": 38, "text": "金气杀，圣人以顺天杀物。杀归尸，圣人以封丘之。杀藏墓，圣人以穴丘之。杀生无忍，圣人以远庖厨。杀动干戈，圣人以定祸乱。杀长战，圣人以陈卒伍。杀育无伤，圣人以用非常。杀止乱。圣人以刑伐格治。"}]}, {"section": 6, "header": "气坟●人皇神农氏政典", "data": [{"ID": 39, "text": "政典曰：惟天生民，惟君奉天，惟食丧祭、衣服教化，一归于政。皇曰：我惟生无德，咸若古政。嗟尔四方之君，有官有业，乃子乃父，乃兄乃弟，无乱于政。昔二君始王，未有书契，结绳而治，交易而生，亦惟归政。昔在天皇肇修文教，始画八卦，明君臣、民物、阴阳、兵象以代结绳之政，出言惟辞，制器惟象，动作惟变，卜筮惟占。"}, {"ID": 40, "text": "天皇氏归气，我惟代政，惟若古道以立政。皇曰：正天时，因地利，惟厚于民。民惟邦本，食惟民天；农不正，食不丰；民不正，业不专。惟民有数，惟食有节，惟农有教，林林生人，无乱政典。政典曰：君正一道，二三凶；臣正一德，有常吉；时正惟四，乱时不植；气正惟和，气乱作疠；官正惟百，民正惟四；色正惟五，惟质惟良；病正四百四，药正三百六十五，过数乃乱，而昏而毒。"}, {"ID": 41, "text": "道正常，过政反僻；刑正平，过政反私；禄正满，过政反侈；礼正度，过政反僭；乐正和，过政反流；治正简，过政反乱；丧正哀，过政反游；干戈正乱，过政反危；市肆正货，过政反邪；讥禁正非，过政失用。皇曰：嗟尔有官有业，乃子乃父，乃兄乃弟，咸若我辞，一归于正。皇曰：君相信任惟正，相君俌位惟忠，相官统治惟公，官相代位惟勤，民官抚爱惟仁，官民事上惟业。父无不义，厥子惟孝；兄无不友，厥弟惟恭。夫不游，妻不淫；师不怠，教不失。刑者、形也，形尔身；道者、导也，导尔志；礼者、制也，制尔情；乐者、和也，和尔声；政者、正也，正其事。"}]}, {"section": 7, "header": "形坟●地皇轩辕氏乾坤易爻卦大象", "data": [{"ID": 42, "text": "乾形天，地天降气，日天中道，月天夜明，山天曲上，川天曲下，云天成阴，气天习蒙。"}, {"ID": 43, "text": "坤形地，天地圆丘，日地圜宫，月地斜曲，山地险径，川地广平，云地高林，气地下湿。"}, {"ID": 44, "text": "阳形日，天日昭明，地日景随，日月从朔，山日沉西，川日流光，云日蔽霠，气日昏蔀。"}, {"ID": 45, "text": "阴形月，天月淫，地月伏辉，日月代明，山月升腾，川月东浮，云月藏宫，气月冥阴。"}, {"ID": 46, "text": "土形山，天山岳，地山磐石，日山危峰，月山斜巅，川山岛，云山岫，气山岩。"}, {"ID": 47, "text": "水形川，天川汉，地川河，日川湖，月川曲池，山川涧，云川溪，气川泉。"}, {"ID": 48, "text": "雨形云，天云祥，地云黄霙，日云赤昙，月云素雯，山云叠峰，山云流瘴，气云散彩。"}, {"ID": 49, "text": "风形气，天气垂氤，地气腾氲，日气昼围，月气夜圆，山气笼烟，川气浮光，云气流霞。"}]}, {"section": 8, "header": "形坟●传", "data": [{"ID": 50, "text": "乾形天，圣人以仰观天象。地天降气，圣人以推中气，正岁年。日天中道，圣人以分昼景。月天夜明，圣人以辨昏象。山天曲上，圣人以慎行求谏。川天曲下，圣人以察奸佞。云天成阴，圣人以泽荫庶物。气天习蒙。圣人以至明烛幽。"}, {"ID": 51, "text": "坤形地，圣人以辨方隅。天地圆丘，圣人以祀上帝。日地圜宫，圣人以祭日。月地斜曲，圣人以正经界。山地险径，圣人以通道路。川地广平，圣人以设沟洫。云地高林，圣人以教人取材。气地下湿。圣人以教民漉网。"}, {"ID": 52, "text": "阳形日，圣人以继照下。天日昭明，圣人以求贤代明。地日景随，圣人以德教化民。日月从朔，圣人以推气候。山日沉西，圣人以思贤继治。川日流光，圣人以恩及虫鱼。云日蔽霠，圣人以明察左右。气日昏蔀。圣人以修国政。"}, {"ID": 53, "text": "阴形月，圣人以命相代政。天月淫，圣人以机密大臣。地月伏辉，圣人以访求贤隐。日月代明，圣人以君臣代政。山月升腾，圣人以命相统治。川月东浮，圣人以恩及命妇。云月藏宫，圣人以慎内政。气月冥阴。圣人以慎群小。"}, {"ID": 54, "text": "土形山，圣人以正名岳镇。天山岳，圣人以严恭崇祀。地山磐石，圣人以深固基业。日山危峰，圣人以慎孤高。月山斜巅，圣人以慎危覆。川山岛，圣人以防滥僭。云山岫，圣人以振财禄贤。气山岩。圣人以深宫养性。"}, {"ID": 55, "text": "水形川，圣人以设法无弊。天川汉，圣人以辨时候。地川河，圣人以纪地理。日川湖，圣人以聚财养士。月川曲池，圣人以教民漉网。山川涧，圣人以通江海。云川溪，圣人以思求隐逸。气川泉。圣人以通溉民田。"}, {"ID": 56, "text": "雨形云，圣人以云瑞纪官。天云祥，圣人以符应天命。地云黄霙，圣人以土德推历。日云赤昙，圣人以防慎火灾。月云素雯，圣人以占测治乱。山云叠峰，圣人以意决灾异。川云流瘴，圣人以防备水患。气云散彩。圣人以决兵胜败。"}, {"ID": 57, "text": "风形气，圣人以决乱。天气垂氤，圣人以辨时候。地气腾氲，圣人以辨妖孽。日气昼围，圣人以决灾变。月气夜圆，圣人以定方象。山气笼烟，圣人以取金玉。川气浮光，圣人以采珠宝。云气流霞。圣人以辨怪异。"}]}, {"section": 9, "header": "形坟●地皇轩辕氏政典", "data": [{"ID": 58, "text": "皇曰：嗟尔天师，俌相正五，百官、士子、农夫、啇人、工技，咸若我言。政典曰：国无邪教，市无淫货，地无荒土，官无滥士，邑无游民。山不童，泽不涸，其正道至矣。正道至，则官有常职，民有常业；父子不背恩，夫妇不背情，兄弟不去义；禽兽不失长，草木不失生。"}, {"ID": 59, "text": "政典曰：方圆、角直、曲斜、凹凸必有形，远近、高下、长短、疾缓必有制，寒暑、燥湿、风雨、逆顺必有时，金木、水火、土石、羽毛必有济，布帛、桑麻、筋角、齿革必有用，百工器用必有制。圣人治天下，权以聚财，财以施智，智以傗贤，贤以辅道，道以统下，下以事上，上以施仁，仁以保位，位以制义，义以俌礼，礼以制情，情以敦信，信以一德，德以明行，行以崇教，教以归政，政以崇化，化以顺性，性以存命，命以保生，生以终寿。"}, {"ID": 60, "text": "皇曰：岐伯天师，尔司日月、星辰、阴阳、历数，尔正尔考，无有差贷。先时者杀，不及时者杀，尔惟戒哉。"}, {"ID": 61, "text": "皇曰：后土中正，尔识山川、草木、虫鱼、鸟兽，尔掌尔察，无乱田制以作田讼，尔惟念哉。"}, {"ID": 62, "text": "皇曰：龙东正，尔分爵禄、贤智，尔咨尔行，无掩大贤以恡财，无庇恶德以私赏。"}, {"ID": 63, "text": "皇曰：融南正，尔平礼服、祭祀，尔正惟，无乱国制以僭上，无废祀事以简恭，尔惟念哉。"}, {"ID": 64, "text": "皇曰：太封西正，尔分干戈、刑法，尔掌尔平。"}, {"ID": 65, "text": "皇曰：太常北正，尔居田制、民事，尔训尔均，百工惟良，山川尔图，尔惟勤恭哉。"}, {"ID": 66, "text": "皇曰：天师俌相五正，百官、士子、农夫、啇人、工技，咸顺我言，终身于休。"}]}], "bookname": "古三坟", "writer": null, "type": "史书", "age": "[汉 (公元前206年 - 220年)]"}