{"bookname": "黄帝内经", "writer": "黄帝，歧伯", "type": "医书", "age": "中古", "alldata": [{"section": 0, "header": "上古天真论", "data": [{"ID": 0, "text": "昔在黄帝，生而神灵，弱而能言，幼而徇齐，长而敦敏，成而登天。乃问于天师曰：余闻上古之人，春秋皆度百岁，而动作不衰；今时之人，年半百而动作皆衰者，时世异耶，人将失之耶？歧伯对曰：上古之人，其知道者，法于阴阳，和于术数，食饮有节，起居有常，不妄作劳，故能形与神俱，而尽终其天年，度百岁乃去。今时之人不然也，以酒为浆，以妄为常，醉以入房，以欲竭其精，以耗散其真，不知持满，不时御神，务快其心，逆于生乐，起居无节，故半百而衰也。"}, {"ID": 1, "text": "夫上古圣人之教下也，皆谓之虚邪贼风，避之有时，恬惔虚无，真气从之，精神内守，病安从来。是以志闲而少欲，心安而不惧，形劳而不倦，气从以顺，各从其欲，皆得所愿。故美其食，任其服，乐其俗，高下不相慕，其民故曰朴。是以嗜欲不能劳其目，淫邪不能惑其心，愚智贤不肖不惧于物，故合于道。所以能年皆度百岁，而动作不衰者，以其德全不危也。"}, {"ID": 2, "text": "帝曰：人年老而无子者，材力尽邪，将天数然也。歧伯曰：女子七岁，肾气盛，齿更发长；二七而天癸至，任脉通，太冲脉盛，月事以时下，故有子；三七，肾气平均，故真牙生而长极；四七，筋骨坚，发长极，身体盛壮；五七，阳明脉衰，面始焦，发始堕；六七，三阳脉衰于上，面皆焦，发始白；七七，任脉虚，太冲脉衰少，天癸竭，地道不通，故形坏而无子也。丈夫八岁，肾气实，发长齿更；二八，肾气盛，天癸至，精气溢写，阴阳和，故能有子；三八，肾气平均，筋骨劲强，故真牙生而长极；四八，筋骨隆盛，肌肉满壮；五八，肾气衰，发堕齿槁；六八，阳气衰竭于上，面焦，发鬓颁白；七八，肝气衰，筋不能动，天癸竭，精少，肾藏衰，形体皆极；八八，则齿发去，肾者主水，受五藏六府之精而藏之，故五藏盛，乃能写。今五藏皆衰，筋骨解堕，天癸尽矣。故发鬓白，身体重，行步不正，而无子耳。帝曰：有其年已老而有子者何也。歧伯曰：此其天寿过度，气脉常通，而肾气有馀也。此虽有子，男不过尽八八，女不过尽七七，而天地之精气皆竭矣。帝曰：夫道者年皆百数，能有子乎。歧伯曰：夫道者能却老而全形，身年虽寿，能生子也。"}, {"ID": 3, "text": "黄帝曰：余闻上古有真人者，提挈天地，把握阴阳，呼吸精气，独立守神，肌肉若一，故能寿敝天地，无有终时，此其道生。中古之时，有至人者，淳德全道，和于阴阳，调于四时，去世离俗，积精全神，游行天地之间，视听八达之外，此盖益其寿命而强者也，亦归于真人。其次有圣人者，处天地之和，从八风之理，适嗜欲于世俗之间，无恚嗔之心，行不欲离于世，被服章，举不欲观于俗，外不劳形于事，内无思想之患，以恬愉为务，以自得为功，形体不敝，精神不散，亦可以百数。其次有贤人者，法则天地，象似日月，辩列星辰，逆从阴阳，分别四时，将从上古合同于道，亦可使益寿而有极时。"}]}, {"section": 1, "header": "四气调神大论", "data": [{"ID": 4, "text": "春三月，此谓发陈，天地俱生，万物以荣，夜卧早起，广步于庭，被发缓形，以使志生，生而勿杀，予而勿夺，赏而勿罚，此春气之应养生之道也。逆之则伤肝，夏为寒变，奉长者少。夏三月，此谓蕃秀，天地气交，万物华实，夜卧早起，无厌于日，使志无怒，使华英成秀，使气得泄，若所爱在外，此夏气之应养长之道也。逆之则伤心，秋为痎疟，奉收者少，冬至重病。秋三月，此谓容平，天气以急，地气以明，早卧早起，与鸡俱兴，使志安宁，以缓秋刑，收敛神气，使秋气平，无外其志，使肺气清，此秋气之应养收之道也，逆之则伤肺，冬为飱泄，奉藏者少。冬三月，此谓闭藏，水冰地坼，无扰乎阳，早卧晚起，必待日光，使志若伏若匿，若有私意，若已有得，去寒就温，无泄皮肤使气亟夺，此冬气之应养藏之道也。逆之则伤肾，春为痿厥，奉生者少。"}, {"ID": 5, "text": "天气，清净光明者也，藏德不止，故不下也。天明则日月不明，邪害空窍，阳气者闭塞，地气者冒明，云雾不精，则上应白露不下。交通不表，万物命故不施，不施则名木多死。恶气不发，风雨不节，白露不下，则菀稾不荣。贼风数至，暴雨数起，天地四时不相保，与道相失，则未央绝灭。唯圣人从之，故身无奇病，万物不失，生气不竭。逆春气，则少阳不生，肝气内变。逆夏气，则太阳不长，心气内洞。逆秋气，则太阴不收，肺气焦满。逆冬气，则少阴不藏，肾气独沈。夫四时阴阳者，万物之根本也。所以圣人春夏养阳，秋冬养阴，以从其根，故与万物沈浮于生长之门。逆其根，则伐其本，坏其真矣。"}, {"ID": 6, "text": "故阴阳四时者，万物之终始也，死生之本也，逆之则灾害生，从之则苛疾不起，是谓得道。道者，圣人行之，愚者佩之。从阴阳则生，逆之则死，从之则治，逆之则乱。反顺为逆，是谓内格。是故圣人不治已病，治未病，不治已乱，治未乱，此之谓也。夫病已成而后药之，乱已成而后治之，譬犹渴而穿井，鬭而铸锥，不亦晚乎。"}]}, {"section": 2, "header": "生气通天论", "data": [{"ID": 7, "text": "黄帝曰：夫自古通天者生之本，本于阴阳天地之间，六合之内，其气九州九窍五藏十二节，皆通乎天气。其生五，其气三，数犯此者，则邪气伤人，此寿命之本也。苍天之气清净，则志意治，顺之则阳气固，虽有贼邪，弗能害也，此因时之序。故圣人传精神，服天气，而通神明。失之则内闭九窍，外壅肌肉，卫气散解，此谓自伤，气之削也。"}, {"ID": 8, "text": "阳气者若天与日，失其所，则折寿而不彰，故天运当以日光明。是故阳因而上，卫外者也。因于寒，欲如运枢，起居如惊，神气乃浮。因于暑，汗烦则喘喝，静则多言，体若燔炭，汗出而散。因于湿，首如裹，湿热不攘，大筋緛短，小筋弛长，緛短为拘，弛长为痿。因于气，为肿，四维相代，阳气乃竭。"}, {"ID": 9, "text": "阳气者，烦劳则张，精绝辟积，于夏使人煎厥。目盲不可以视，耳闭不可以听，溃溃乎若坏都，汨汨乎不可止。阳气者，大怒则形气绝，而血菀于上，使人薄厥。有伤于筋纵，其若不容，汗出偏沮，使人偏枯。汗出见湿，乃生痤痱。高梁之变，足生大丁，受如持虚。劳汗当风，寒薄为齄，郁乃痤。"}, {"ID": 10, "text": "阳气者，精则养神，柔则养筋。开阖不得，寒气从之，乃生大偻。陷脉为瘻，留连肉腠。俞气化薄，传为善畏，及为惊骇。营气不从，逆于肉理，乃生痈肿。魄汗未尽，形弱而气烁，穴俞以闭，发为风疟。故风者，百病之始也，清静则肉腠闭拒，虽有大风苛毒，弗之能害，此因时之序也。故病久则传化，上下不并，良医弗为。故阳畜积病死，而阳气当隔，隔者当写，不亟正治，粗乃败之。"}, {"ID": 11, "text": "故阳气者，一日而主外，平旦人气生，日中而阳气隆，日西而阳气已虚，气门乃闭。是故暮而收拒，无扰筋骨，无见雾露，反此三时，形乃困薄。"}, {"ID": 12, "text": "歧伯曰：阴者，藏精而起亟也，阳者，卫外而为固也。阴不胜其阳，则脉流薄疾，并乃狂。阳不胜其阴，则五藏气争，九窍不通。是以圣人陈阴阳，筋脉和同，骨髓坚固，气血皆从。如是，则内外调和，邪不能害，耳目聪明，气立如故。"}, {"ID": 13, "text": "风客淫气，精乃亡，邪伤肝也。因而饱食，筋脉横解，肠澼为痔。因而大饮，则气逆。因而强力，肾气乃伤，高骨乃坏。凡阴阳之要，阳密乃固，两者不和，若春无秋，若冬无夏，因而和之，是谓圣度。故阳强不能密，阴气乃绝，阴平阳秘，精神乃治，阴阳离决，精气乃绝，因于露风，乃生寒热。"}, {"ID": 14, "text": "是以春伤于风，邪气留连，乃为洞泄。夏伤于暑，秋为痎疟。秋伤于湿，上逆而咳，发为痿厥。冬伤于寒，春必温病。四时之气，更伤五藏。"}, {"ID": 15, "text": "阴之所生，本在五味，阴之五宫，伤在五味。是故味过于酸，肝气以津，脾气乃绝。味过于咸，大骨气劳，短肌，心气抑。味过于甘，心气喘满，色黑肾气不衡。味过于苦，脾气不濡，胃气乃厚。味过于辛，筋脉沮弛，精神乃央，是故谨和五味，骨正筋柔，气血以流，凑理以密，如是，则骨气以精，谨道如法，长有天命。"}]}, {"section": 3, "header": "金匮真言论", "data": [{"ID": 16, "text": "黄帝问曰：天有八风，经有五风，何谓。歧伯对曰：八风发邪，以为经风，触五藏，邪气发病。所谓得四时之胜者，春胜长夏，长夏胜冬，冬胜夏，夏胜秋，秋胜春，所谓四时之胜也。东风生于春，病在肝，俞在颈项；南风生于夏，病在心，俞在胸脇；西风生于秋，病在肺，俞在肩背；北风生于冬，病在肾，俞在腰股；中央为土，病在脾；俞在脊。故春气者病在头，夏气者病在藏，秋气者病在肩背，冬气者病在四支。故春善病鼽衄，仲夏善病胸脇，长夏善病洞泄寒中，秋善病风疟，冬善病痹厥。故冬不按蹻，春不鼽衄，春不病颈项，仲夏不病胸脇，长夏不病洞泄寒中，秋不病风疟，冬不病痹厥飱泄，而汗出也。夫精者身之本也，故藏于精者春不病温。夏暑汗不出者，秋成风疟。此平人脉法也。"}, {"ID": 17, "text": "故曰：阴中有阴，阳中有阳。平旦至日中，天之阳，阳中之阳也；日中至黄昏，天之阳，阳中之阴也；合夜至鸡鸣，天之阴，阴中之阴也；鸡鸣至平旦，天之阴，阴中之阳也。故人亦应之。夫言人之阴阳，则外为阳，内为阴。言人身之阴阳，则背为阳，腹为阴。言人身之藏府中阴阳，则藏者为阴，府者为阳。肝心脾肺肾五藏，皆为阴。胆胃大肠小肠膀胱三焦六府，皆为阳。所以欲知阴中之阴，阳中之阳者何也。为冬病在阴，夏病在阳，春病在阴，秋病在阳，皆视其所在，为施针石也。故背为阳，阳中之阳，心也；背为阳，阳中之阴，肺也；腹为阴，阴中之阴，肾也；腹为阴，阴中之阳，肝也；腹为阴，阴中之至阴，脾也。此皆阴阳表里内外雌雄相输应也，故以应天之阴阳也。"}, {"ID": 18, "text": "帝曰：五藏应四时，各有收受乎，歧伯曰：有。东方青色，入通于肝，开窍于目，藏精于肝，其病发惊骇，其味酸，其类草木，其畜鸡，其谷麦，其应四时，上为岁星，是以春气在头也，其音角，其数八，是以知病之在筋也，其臭臊。南方赤色，入通于心，开窍于耳，藏精于心，故病在五藏，其味苦，其类火，其畜羊，其谷黍，其应四时，上为荧惑星，是以知病之在脉也，其音徵，其数七，其臭焦。中央黄色，入通于脾，开窍于口，藏精于脾，故病在舌本，其味甘，其类土，其畜牛，其谷稷，其应四时，上为镇星，是以知病之在肉也，其音宫，其数五，其臭香。西方白色，入通于肺，开窍于鼻，藏精于肺，故病在背，其味辛，其类金，其畜马，其谷稻，其应四时，上为太白星，是以知病之在皮毛也，其音商，其数九，其臭腥。北方黑色，入通于肾，开窍于二阴，藏精于肾，故病在溪，其味咸，其类水，其畜彘，其谷豆，其应四时，上为辰星，是以知病之在骨也，其音羽，其数六，其臭腐。故善为脉者，谨察五藏六府，一逆一从，阴阳表里，雌雄之纪，藏之心意，合心于精，非其人勿教，非其真勿授，是谓得道。"}]}, {"section": 4, "header": "阴阳应象大论", "data": [{"ID": 19, "text": "黄帝曰：阴阳者，天地之道也，万物之纲纪，变化之父母，生杀之本始，神明之府也，治病必求于本。故积阳为天，积阴为地。阴静阳躁，阳生阴长，阳杀阴藏。阳化气，阴成形。寒极生热，热极生寒。寒气生浊，热气生清。清气在下，则生飱泄，浊气在上，则生䐜胀。此阴阳反作，病之逆从也。"}, {"ID": 20, "text": "故清阳为天，浊阴为地；地气上为云，天气下为雨；雨出地气，云出天气。"}, {"ID": 21, "text": "故清阳出上窍，浊阴出下窍；清阳发腠理，浊阴走五藏；清阳实四支，浊阴归六府。"}, {"ID": 22, "text": "水为阴，火为阳，阳为气，阴为味。味归形，形归气，气归精，精归化，精食气，形食味，化生精，气生形。味伤形，气伤精，精化为气，气伤于味。阴味出下窍，阳气出上窍。味厚者为阴，薄为阴之阳。气厚者为阳，薄为阳之阴。味厚则泄，薄则通。气薄则发泄，厚则发热。壮火之气衰，少火之气壮。壮火食气，气食少火。壮火散气，少火生气。气味，辛甘发散为阳，酸苦涌泄为阴。"}, {"ID": 23, "text": "阴胜则阳病，阳胜则阴病。阳胜则热，阴胜则寒。重寒则热，重热则寒。寒伤形，热伤气。气伤痛，形伤肿。故先痛而后肿者，气伤形也；先肿而后痛者，形伤气也。风胜则动，热胜则肿，燥胜则乾，寒胜则浮，湿胜则濡写。"}, {"ID": 24, "text": "天有四时五行，以生长收藏，以生寒暑燥湿风。人有五藏，化五气，以生喜怒悲忧恐。故喜怒伤气，寒暑伤形。暴怒伤阴，暴喜伤阳。厥气上行，满脉去形。喜怒不节，寒暑过度，生乃不固。故重阴必阳，重阳必阴。故曰：冬伤于寒，春必温病；春伤于风，夏生飱泄；夏伤于暑，秋必痎疟；秋伤于湿，徘生咳嗽。"}, {"ID": 25, "text": "帝曰：余闻上古圣人，论理人形，列别藏府，端络经脉，会通六合，各从其经，气穴所发各有处名，溪谷属骨皆有所起，分部逆从，各有条理，四时阴阳，尽有经纪，外内之应，皆有表里，其信然乎。歧伯对曰：东方生风，风生木，木生酸，酸生肝，肝生筋，筋生心，肝主目。其在天为玄，在人为道，在地为化。化生五味，道生智，玄生神，神在天为风，在地为木，在体为筋，在藏为肝，在色为苍，在音为角，在声为呼，在变动为握，在窍为目，在味为酸，在志为怒。怒伤肝，悲胜怒；风伤筋，燥胜风；酸伤筋，辛胜酸。南方生热，热生火，火生苦，苦生心，心生血，血生脾，心主舌。其在天为热，在地为火，在体为脉，在藏为心，在色为赤，在音为徵，在声为笑，在变动为忧，在窍为舌，在味为苦，在志为喜。喜伤心，恐胜喜；热伤气，寒胜热，苦伤气，咸胜苦。中央生湿，湿生土，土生甘，甘生脾，脾生肉，肉生肺，脾主口。其在天为湿，在地为土，在体为肉，在藏为脾，在色为黄，在音为宫，在声为歌，在变动为哕，在窍为口，在味为甘，在志为思。思伤脾，怒胜思；湿伤肉，风胜湿；甘伤肉，酸胜甘。西方生燥，燥生金，金生辛，辛生肺，肺生皮毛，皮毛生肾，肺主鼻。其在天为燥，在地为金，在体为皮毛，在藏为肺，在色为白，在音为商，在声为哭，在变动为咳，在窍为鼻，在味为辛，在志为忧。忧伤肺，喜胜忧；热伤皮毛，寒胜热；辛伤皮毛，苦胜辛。北方生寒，寒生水，水生咸，咸生肾，肾生骨髓，髓生肝，肾主耳。其在天为寒，在地为水，在体为骨，在藏为肾，在色为黑，在音为羽，在声为呻，在变动为栗，在窍为耳，在味为咸，在志为恐。恐伤肾，思胜恐；寒伤血，燥胜寒；咸伤血，甘胜咸。故曰：天地者，万物之上下也；阴阳者，血气之男女也；左右者，阴阳之道路也；水火者，阴阳之徵兆也；阴阳者，万物之能始也。故曰：阴在内，阳之守也；阳在外；阴之使也。"}, {"ID": 26, "text": "帝曰：法阴阳柰何。歧伯曰：阳胜则身热，腠理闭，喘粗为之俛仰，汗不出而热，齿乾以烦冤腹满，死，能冬不能夏。阴胜则身寒汗出，身常清，数栗而寒，寒则厥，厥则腹满，死，能夏不能冬。此阴阳更胜之变，病之形能也。"}, {"ID": 27, "text": "帝曰：调此二者，柰何。歧伯曰：能知七损八益，则二者可调，不知用此，则早衰之节也。年四十，而阴气自半也，起居衰矣。年五十，体重，耳目不聪明矣。年六十，阴痿，气大衰，九窍不利，下虚上实，涕泣俱出矣。故曰：知之则强，不知则老，故同出而名异耳。智者察同，愚者察异，愚者不足，智者有馀，有馀则耳目聪明，身体轻强，老者复壮，壮者益治。是以圣人为无为之事，乐恬憺之能，从欲快志于虚无之守，故寿命无穷，与天地终，此圣人之治身也。"}, {"ID": 28, "text": "天不足西北，故西北方阴也，而人右耳目不如左明也。地不满东南，故东南方阳也，而人左手足不如右强也。帝曰：何以然。歧伯曰：东方阳也，阳者其精并于上，并于上，则上明而下虚，故使耳目聪明，而手足不便也。西方阴也，阴者其精并于下，并于下，则下盛而上虚，故其耳目不聪明，而手足便也。故俱感于邪，其在上则右甚，在下则左甚，此天地阴阳所不能全也，故邪居之。故天有精，地有形，天有八纪，地有五里，故能为万物之父母。清阳上天，浊阴归地，是故天地之动静，神明为之纲纪，故能以生长收藏，终而复始，惟贤人上配天以养头，下象地以养足，中傍人事以养五藏。天气通于肺，地气通于嗌，风气通于肝，雷气通于心，谷气通于脾，雨气通于肾。六经为川，肠胃为海，九窍为水注之气。以天地为之阴阳，阳之汗，以天地之雨名之；阳之气，以天地之疾风名之。暴气象雷，逆气象阳。故治不法天之纪，不用地之理，则灾害至矣。"}, {"ID": 29, "text": "故邪风之至，疾如风雨，故善治者治皮毛，其次治肌肤，其次治筋脉，其次治六府，其次治五藏。治五藏者，半死半生也。故天之邪气，感则害人五藏；水谷之寒热，感则害于六府；地之湿气，感则害皮肉筋脉。故善用针者，从阴引阳，从阳引阴，以右治左，以左治右，以我知彼，以表知里，以观过与不及之理，见微得过，用之不殆。善诊者，察色按脉，先别阴阳；审清浊，而知部分；视喘息，听音声，而知所苦；观权衡规矩，而知病所主。按尺寸，观浮沈滑涩，而知病所生；以治无过，以诊则不失矣。故曰：病之始起也，可刺而已；其盛，可待衰而已。故因其轻而扬之，因其重而减之，因其衰而彰之。形不足者，温之以气，精不足者，补之以味。其高者，因而越之；其下者，引而竭之；中满者，写之于内；其有邪者，渍形以为汗；其在皮者，汗而发之；其慓悍者，按而收之；其实者，散而写之。审其阴阳，以别柔刚，阳病治阴，阴病治阳，定其血气，各守其乡，血实宜决之，气虚宜𤙲引之。"}]}, {"section": 5, "header": "阴阳离合论", "data": [{"ID": 30, "text": "黄帝问曰：余闻天为阳，地为阴，日为阳，月为阴，大小月三百六十日成一岁，人亦应之。今三阴三阳，不应阴阳，其故何也。歧伯对曰：阴阳者，数之可十，推之可百，数之可千，推之可万，万之大不可胜数，然其要一也。天覆地载，万物方生，未出地者，命曰阴处，名曰阴中之阴；则出地者，命曰阴中之阳。阳予之正，阴为之主。故生因春，长因夏，收因秋，藏因冬，失常则天地四塞。阴阳之变，其在人者，亦数之可数。"}, {"ID": 31, "text": "帝曰：愿闻三阴三阳之离合也。歧伯曰：圣人南面而立，前曰广明，后曰太冲，太冲之地，名曰少阴，少阴之上，名曰太阳，太阳根起于至阴，结于命门，名曰阴中之阳。中身而上，名曰广明，广明之下，名曰太阴，太阴之前，名曰阳明，阳明根起于厉兑，名曰阴中之阳。厥阴之表，名曰少阳，少阳根起于窍阴，名曰阴中之少阳。是故三阳之离合也，太阳为开，阳明为阖，少阳为枢。三经者，不得相失也，搏而勿浮，命曰一阳。"}, {"ID": 32, "text": "帝曰：愿闻三阴。歧伯曰：外者为阳，内者为阴，然则中为阴，其冲在下，名曰太阴，太阴根起于隐白，名曰阴中之阴。太阴之后，名曰少阴，少阴根起于涌泉，名曰阴中之少阴。少阴之前，名曰厥阴，厥阴根起于大敦，阴之绝阳，名曰阴之绝阴。是故三阴之离合也，太阴为开，厥阴为阖，少阴为枢。三经者，不得相失也。搏而勿沈，名曰一阴。阴阳𩅞𩅞，积传为一周，气里形表而为相成也。"}]}, {"section": 6, "header": "阴阳别论", "data": [{"ID": 33, "text": "黄帝问曰：人有四经十二从，何谓。歧伯对曰：四经应四时，十二从应十二月，十二月应十二脉。脉有阴阳，知阳者知阴，知阴者知阳。凡阳有五，五五二十五阳。所谓阴者，真藏也，见则为败，败必死也；所谓阳者，胃脘之阳也。别于阳者，知病处也；别于阴者，知死生之期。三阳在头，三阴在手，所谓一也。别于阳者，知病忌时；别于阴者，知死生之期。谨熟阴阳，无与众谋。所谓阴阳者，去者为阴，至者为阳；静者为阴，动者为阳；迟者为阴，数者为阳。凡持真脉之藏脉者，肝至悬绝急，十八日死；心至悬绝，九日死；肺至悬绝，十二日死；肾至悬绝，七日死；脾至悬绝，四日死。"}, {"ID": 34, "text": "曰：二阳之病，发心脾，有不得隐曲，女子不月；其传为风消，其传为息贲者，死不治。曰：三阳为病，发寒热，下为痈肿，及为痿厥腨㾓；其传为索泽，其传为颓疝。曰：一阳发病，少气善咳善泄；其传为心掣，其传为隔。二阳一阴发病，主惊骇背痛，善噫善欠，名曰风厥。二阴一阳发病，善胀心满善气。三阳三阴发病，为偏枯痿易，四支不举。"}, {"ID": 35, "text": "鼓一阳曰钩，鼓一阴曰毛，鼓阳胜急曰弦，鼓阳至而绝曰石，阴阳相过曰溜。阴争于内，阳扰于外，魄汗未藏，四逆而起，起则熏肺，使人喘鸣。阴之所生，和本曰和。是故刚与刚，阳气破散，阴气乃消亡。淖则刚柔不和，经气乃绝。死阴之属，不过三日而死；生阳之属，不过四日而死。所谓生阳死阴者，肝之心，谓之生阳。心之肺，谓之死阴。肺之肾，谓之重阴。肾之脾，谓之辟阴，死不治。结阳者，肿四支。结阴者便血一升，再结二升，三结三升。阴阳结斜，多阴少阳曰石水，少腹肿。二阳结谓之消，三阳结谓之隔，三阴结谓之水，一阴一阳结谓之喉痹。阴搏阳别谓之有子。阴阳虚肠辟死。阳加于阴谓之汗。阴虚阳搏谓之崩。三阴俱搏，二十日夜半死。二阴俱搏，十三日夕时死。一阴俱搏，十日死。三阳俱搏且鼓，三日死。三阴三阳俱搏，心腹满。发尽不得隐曲，五日死。二阳俱搏，其病温，死不治，不过十日死。"}]}, {"section": 7, "header": "灵兰秘典论", "data": [{"ID": 36, "text": "黄帝问曰：愿闻十二藏之相使，贵贱何如。歧伯对曰：悉乎哉问也，请遂言之。心者，君主之官也，神明出焉。肺者，相傅之官，治节出焉。肝者，将军之官，谋虑出焉。胆者，中正之官，决断出焉。膻中者，臣使之官，喜乐出焉。脾胃者，仓廪之官，五味出焉。大肠者，传道之官，变化出焉。小肠者，受盛之官，化物出焉。肾者，作强之官，伎巧出焉。三焦者，决渎之官，水道出焉。膀胱者，州都之官，津液藏焉，气化则能出矣。"}, {"ID": 37, "text": "凡此十二官者，不得相失也。故主明则下安，以此养生则寿，殁世不殆，以为天下则大昌。主不明则十二官危，使道闭塞而不通，形乃大伤，以此养生则殃，以为天下者，其宗大危，戒之戒之。"}, {"ID": 38, "text": "至道在微，变化无穷，孰知其原；窘乎哉，消者瞿瞿，孰知其要；闵闵之当，孰者为良。恍惚之数，生于毫氂，毫氂之数，起于度量，千之万之，可以益大，推之大之，其形乃制。黄帝曰：善哉，余闻精光之道，大圣之业，而宣明大道，非斋戒择吉日，不敢受也。黄帝乃择吉日良兆，而藏灵兰之室，以传保焉。"}]}, {"section": 8, "header": "六节藏象论", "data": [{"ID": 39, "text": "黄帝问曰：余闻天以六六之节，以成一岁，人以九九制会，计人亦有三百六十五节以为天地久矣，不知其所谓也。歧伯对曰：昭乎哉问也，请遂言之。夫六六之节，九九制会者，所以正天之度、气之数也。天度者，所以制日月之行也；气数者，所以纪化生之用也。"}, {"ID": 40, "text": "天为阳，地为阴；日为阳，月为阴。行有分纪，周有道理，日行一度，月行十三度而有奇焉，故大小月三百六十五日而成岁积气馀而盈闰矣。立端于始，表正于中，推馀于终，而天度毕矣。"}, {"ID": 41, "text": "帝曰：余已闻天度矣，愿闻气数何以合之。歧伯曰：天以六六为节，地以九九制会，天有十日，日六竟而周甲，甲六复而终岁，三百六十日法也。夫自古通天者，生之本，本于阴阳。其气九州九窍，皆通乎天气。故其生五，其气三，三而成天，三而成地，三而成人，三而三之，合则为九，九分为九野，九野为九藏，故形藏四，神藏五，合为九藏以应之也。"}, {"ID": 42, "text": "帝曰：余已闻六六九九之会也，夫子言积气盈闰，愿闻何谓气。请夫子发蒙解惑焉。歧伯曰：此上帝所秘，先师传之也。帝曰：请遂闻之。歧伯曰：五日谓之候，三候谓之气，六气谓之时，四时谓之岁，而各从其主治焉。五运相袭，而皆治之，终朞之日，周而复始，时立气布，如环无端，候亦同法。故曰：不知年之所加，气之盛衰，虚实之所起，不可以为工矣。"}, {"ID": 43, "text": "帝曰：五运之始，如环无端，其太过不及何如。歧伯曰：五气更立，各有所胜，盛虚之变，此其常也。帝曰：平气何如？歧伯曰：无过者也。帝曰：太过不及奈何。歧伯曰：在经有也。帝曰：何谓所胜。歧伯曰：春胜长夏，长夏胜冬，冬胜夏，夏胜秋，秋胜春，所谓得五行时之胜，各以气命其藏。帝曰：何以知其胜。歧伯曰：求其至也，皆归始春，未至而至，此谓太过，则薄所不胜，而乘所胜也，命曰气淫。不分邪僻内生，工不能禁。至而不至，此谓不及，则所胜妄行，而所生受病，所不胜薄之也，命曰气迫。所谓求其至者，气至之时也。谨候其时，气可与期，失时反候，五治不分，邪僻内生，工不能禁也。帝曰：有不袭乎。歧伯曰：苍天之气，不得无常也。气之不袭，是谓非常，非常则变矣。帝曰：非常而变柰何。歧伯曰：变至则病所，胜则微，所不胜则甚，因而重感于邪，则死矣。故非其时则微，当其时则甚也。"}, {"ID": 44, "text": "帝曰：善。余闻气合而有形，因变以正名。天地之运，阴阳之化，其于万物，孰少孰多，可得闻乎。歧伯曰：悉哉问也，天至广不可度，地至大不可量，大神灵问，请陈其方。草生五色，五色之变，不可胜视；草生五味，五味之美，不可胜极，嗜欲不同，各有所通。天食人以五气，地食人以五味。五气入鼻，藏于心肺，上使五色修明，音声能彰。五味入口，藏于肠胃，味有所藏，以养五气，气和而生津液相成，神乃自生。"}, {"ID": 45, "text": "帝曰：藏象何如。歧伯曰：心者，生之本，神之变也，其华在面，其充在血脉，为阳中之太阳，通于夏气。肺者，气之本，魄之处也，其华在毛，其充在皮，为阳中之太阴，通于秋气。肾者，主蛰封藏之本，精之处也，其华在发，其充在骨，为阴中之少阴，通于冬气。肝者，罢极之本，魂之居也，其华在爪，其充在筋，以生血气，其味酸，其色苍，此为阳中之少阳，通于春气。脾胃大肠小肠三焦膀胱者，仓廪之本，营之居也，名曰器，能化糟粕，转味而入出者也，其华在唇四白，其充在肌，其味甘，其色黄，此至阴之类通于土气。凡十一藏取决于胆也。"}, {"ID": 46, "text": "故人迎一盛病在少阳，二盛病在太阳，三盛病在阳明，四盛已上为格阳。寸口一盛，病在厥阴，二盛病在少阴，三盛病在太阴，四盛已上为关阴。人迎与寸口俱盛四倍已上为关格，关格之脉赢，不能极于天地之精气，则死矣。"}]}, {"section": 9, "header": "五藏生成", "data": [{"ID": 47, "text": "心之合脉也，其荣色也，其主肾也。肺之合皮也，其荣毛也，其主心也。肝之合筋也，其荣爪也，其主肺也。脾之合肉也，其荣唇也，其主肝也。肾之合骨也，其荣发也，其主脾也。"}, {"ID": 48, "text": "是故多食咸则脉凝泣而变色；多食苦则皮槁而毛拔；多食辛则筋急而爪枯；多食酸则肉胝䐢而唇揭；多食甘则骨痛而发落，此五味之所伤也。故心欲苦，肺欲辛，肝欲酸，脾欲甘，肾欲咸，此五味之所合也。五藏之气，故色见青如草兹者死，黄如枳实者死，黑如尚炱者死，赤如衃血者死，白如枯骨者死，此五色之见死也。青如翠羽者生，赤如鸡冠者生，黄如蟹腹者生，白如豕膏者生，黑如乌羽者生，此五色之见生也。生于心，如以缟裹朱；生于肺，如以缟裹红；生于肝，如以缟裹绀；生于脾，如以缟裹栝楼实，生于肾，如以缟裹紫，此五藏所生之外荣也。色味当五藏：白当肺，辛，赤当心，苦，青当肝，酸，黄当脾，甘，黑当肾，咸，故白当皮，赤当脉，青当筋，黄当肉，黑当骨。"}, {"ID": 49, "text": "诸脉者皆属于目，诸髓者皆属于脑，诸筋者皆属于节，诸血者皆属于心，诸气者皆属于肺，此四支八溪之朝夕也。故人卧，血归于肝，肝受血而能视，足受血而能步，掌受血而能握，指受血而能摄。卧出而风吹之，血凝于肤者为痹，凝于脉者为泣，凝于足者为厥。此三者，血行而不得反其空，故为痹厥也。人有大谷十二分，小溪三百五十四名，少十二俞，此皆卫气之所留止，邪气之所客也，针石缘而去之。"}, {"ID": 50, "text": "诊病之始五决为纪，欲知其始，先建其母，所谓五决者五脉也。是以头痛巅疾，下虚上实过在足少阴，巨阳甚则入肾。徇蒙招尤目冥耳聋，下实上虚，过在足少阳，厥阴甚则入肝。腹满䐜胀，支鬲胠脇，下厥上冒，过在足太阴，阳明。咳嗽上气，厥在胸中，过在手阳明太阴。心烦头痛病在鬲中，过在手巨阳，少阴。"}, {"ID": 51, "text": "夫脉之小大滑涩浮沈，可以指别；五藏之象，可以类推；五藏相音，可以意识；五色微诊，可以目察。能合脉色，可以万全。赤脉之至也喘而坚，诊曰有积气在中，时害于食，名曰心痹，得之外疾，思虑而心虚，故邪从之。白脉之至也喘而浮，上虚下实。惊，有积气在胸中，喘而虚名曰肺痹寒热，得之醉而使内也。青脉之至也长而左右弹有积气在心下支胠，名曰肝痹，得之寒湿，与疝同法，腰痛足清头痛。黄脉之至也大而虚，有积气在腹中，有厥气名曰厥疝，女子同法，得之疾使四支汗出当风。黑脉之至也上坚而大有积气在小腹与阴，名曰肾痹，得之沐浴清水而卧。"}, {"ID": 52, "text": "凡相五色之奇脉，面黄目青，面黄目赤，面黄目白，面黄目黑者，皆不死也。面青目赤，面赤目白，面青目黑，面黑目白，面赤目青，皆死也。"}]}, {"section": 10, "header": "五藏别论", "data": [{"ID": 53, "text": "黄帝问曰：余闻方士，或以脑髓为藏，或以肠胃为藏，或以为府，敢问更相反皆自谓是不知其道，愿闻其说。歧伯对曰：脑髓骨脉胆女子胞，此六者地气之所生也，皆藏于阴而象于地，故藏而不写，名曰奇恒之府。夫胃大肠小肠三焦膀胱，此五者，天气之所生也，其气象天故写而不藏，此受五藏浊气，名曰传化之府，此不能久留输写者也。魄门亦为五藏，使水谷不得久藏。所谓五藏者，藏精气而不写也，故满而不能实。六府者，传化物而不藏，故实而不能满也。所以然者，水谷入口，则胃实而肠虚；食下，则肠实而胃虚。故曰：实而不满，满而不实也。"}, {"ID": 54, "text": "帝曰：气口何以独为五藏主。歧伯曰：胃者水谷之海，六府之大源也。五味入口，藏于胃以养五藏气，气口亦太阴也。是以五藏六府之气味，皆出于胃，变见于气口。故五气入鼻，藏于心肺，心肺有病而鼻为之不利也。"}, {"ID": 55, "text": "凡治病必察其下，适其脉，观其志意，与其病也。拘于鬼神者，不可与言至德。恶于针石者，不可与言至巧。病不许治者病必不治，治之无功矣。"}]}, {"section": 11, "header": "异法方宜论", "data": [{"ID": 56, "text": "黄帝问曰：医之治病也，一病而治各不同皆愈何也。歧伯对曰：地势使然也。故东方之域，天地之所始生也，鱼盐之地，海滨傍水，其民食鱼而嗜咸，皆安其处，美其食，鱼者使人热中，盐者胜血，故其民皆黑色踈理，其病皆为痈疡，其治宜砭石，故砭石者，亦从东方来。"}, {"ID": 57, "text": "西方者，金玉之域，沙石之处，天地之所收引也，其民陵居而多风，水土刚强，其民不衣而褐荐，其民华食而脂肥，故邪不能伤其形体，其病生于内，其治宜毒药，故毒药者，亦从西方来。"}, {"ID": 58, "text": "北方者，天地所闭藏之域也，其地高陵居，风寒冰冽，其民乐野处而乳食，藏寒生满病，其治宜灸焫，故灸焫者，亦从北方来。"}, {"ID": 59, "text": "南方者，天地所长养，阳之所盛处也，其地下，水土弱，雾露之所聚也，其民嗜酸而食胕，故其民皆致理而赤色，其病挛痹，其治宜微针，故九针者，亦从南方来。"}, {"ID": 60, "text": "中央者，其地平以湿，天地所以生万物也众，其民食杂而不劳，故其病多痿厥寒热，其治宜导引按蹻，故导引按蹻者，亦从中央出也。故圣人杂合以治，各得其所宜，故治所以异而病皆愈者，得病之情，知治之大体也。"}]}, {"section": 12, "header": "移精变气论", "data": [{"ID": 61, "text": "黄帝问曰：余闻古之治病，惟其移精变气，可祝由而已。今世治病，毒药治其内，针石治其外，或愈或不愈，何也。歧伯对曰：往古人居禽兽之闲，动作以避寒，阴居以避暑，内无眷慕之累，外无伸官之形，此恬憺之世，邪不能深入也。故毒药不能治其内，针石不能治其外，故可移精祝由而已。当今之世不然，忧患缘其内，苦形伤其外，又失四时之从，逆寒暑之宜，贼风数至，虚邪朝夕，内至五藏骨髓，外伤空窍肌肤，所以小病必甚，大病必死，故祝由不能已也。"}, {"ID": 62, "text": "帝曰：善。余欲临病人，观死生，决嫌疑，欲知其要，如日月光，可得闻乎。歧伯曰：色脉者，上帝之所贵也，先师之所传也。上古使僦贷季，理色脉而通神明，合之金木水火土四时八风六合，不离其常，变化相移，以观其妙，以知其要，欲知其要，则色脉是矣。色以应日，脉以应月，常求其要，则其要也。夫色之变化，以应四时之脉，此上帝之所贵，以合于神明也，所以远死而近生。生道以长，命曰圣王。中古之治病，至而治之，汤液十日，以去八风五痹之病，十日不已，治以草苏草荄之枝，本末为助，标本已得，邪气乃服。暮世之治病也则不然，治不本四时，不知日月，不审逆从，病形已成，乃欲微针治其外，汤液治其内，粗工凶凶，以为可攻，故病未已，新病复起。"}, {"ID": 63, "text": "帝曰：愿闻要道。歧伯曰：治之要极，无失色脉，用之不惑，治之大则。逆从到行，标本不得，亡神失国。去故就新，乃得真人。帝曰：余闻其要于夫子矣，夫子言不离色脉，此余之所知也。歧伯曰：治之极于一。帝曰：何谓一。歧伯曰：一者，因得之。帝曰：奈何。歧伯曰：闭户塞牖，系之病者，数问其情，以从其意，得神者昌，失神者亡。帝曰：善。"}]}, {"section": 13, "header": "汤液醪醴论", "data": [{"ID": 64, "text": "黄帝问曰：为五谷汤液及醪醴，柰何。歧伯对曰：必以稻米，炊之稻薪，稻米者完，稻薪者坚。帝曰：何以然。歧伯曰：此得天地之和，高下之宜，故能至完，伐取得时，故能至坚也。帝曰：上古圣人作汤液醪醴，为而不用，何也。歧伯曰：自古圣人之作汤液醪醴者，以为备耳，夫上古作汤液，故为而弗服也。中古之世，道德稍衰，邪气时至，服之万全。帝曰：今之世不必已何也。歧伯曰：当今之世，必齐毒药攻其中，鑱石针艾治其外也。"}, {"ID": 65, "text": "帝曰：形弊血尽而功不立者何。歧伯曰：神不使也。帝曰：何谓神不使。歧伯曰：针石道也。精神不进，志意不治，故病不可愈。今精坏神去，荣卫不可复收。何者，嗜欲无穷，而忧患不止，精气弛坏，荣泣卫除，故神去之而病不愈也。"}, {"ID": 66, "text": "帝曰：夫病之始生也，极微极精，必先入结于皮肤。今良工皆称曰：病成名曰逆，则针石不能治，良药不能及也。今良工皆得其法，守其数，亲戚兄弟远近音声日闻于耳，五色日见于目，而病不愈者，亦何暇不早乎。歧伯曰：病为本，工为标，标本不得，邪气不服，此之谓也。"}, {"ID": 67, "text": "帝曰：其有不从毫毛而生，五藏阳以竭也，津液充郭，其魄独居，孤精于内，气耗于外，形不可与衣相保，此四极急而动中，是气拒于内，而形施于外，治之柰何。歧伯曰：平治于权衡，去宛陈莝，微动四极，温衣，缪刺其处，以复其形。开鬼门，洁净府，精以时服，五阳已布，踈涤五藏，故精自生，形自盛，骨肉相保，巨气乃平。帝曰：善。"}]}, {"section": 14, "header": "玉版论要", "data": [{"ID": 68, "text": "黄帝问曰：余闻揆度奇恒，所指不同，用之柰何。歧伯对曰：揆度者，度病之浅深也。奇恒者，言奇病也。请言道之至数，五色脉变，揆度奇恒，道在于一。神转不回，回则不转，乃失其机，至数之要，迫近以微，著之玉版，命曰合玉机。"}, {"ID": 69, "text": "容色见上下左右，各在其要。其色见浅者，汤液主治，十日已。其见深者，必齐主治，二十一日己。其见大深者，醪酒主治，百日已。色夭面脱，不治，百日尽已。脉短气绝死，病温虚甚死。色见上下左右，各在其要。上为逆，下为从。女子右为逆，左为从；男子左为逆，右为从。易重阳死，重阴死。"}, {"ID": 70, "text": "阴阳反他，治在权衡相夺，奇恒事也，揆度事也。搏脉痹躄，寒热之交。脉孤为消气，虚泄为夺血。孤为逆，虚为从。行奇恒之法，以太阴始。行所不胜曰逆，逆则死；行所胜曰从，从则活。八风四时之胜，终而复始，逆行一过，不复可数，论要毕矣。"}]}, {"section": 15, "header": "诊要经终论", "data": [{"ID": 71, "text": "黄帝问曰：诊要何如。歧伯对曰：正月二月，天气始方，地气始发，人气在肝。三月四月，天气正方，地气定发，人气在脾。五月六月，天气盛，地气高，人气在头。七月八月，阴气始杀，人气在肺。九月十月，阴气始冰，地气始闭，人气在心。十一月十二月，冰复，地气合，人气在肾。"}, {"ID": 72, "text": "故春刺散俞，及与分理，血出而止，甚者传气，闲者环也。夏刺络俞，见血而止，尽气闭环，痛病必下。秋刺皮肤，循理，上下同法，神变而止。冬刺俞窍于分理，甚者直下，闲者散下。春夏秋冬，各有所刺，法其所在。"}, {"ID": 73, "text": "春刺夏分，脉乱气微，入淫骨髓，病不能愈，令人不嗜食，又且少气。春刺秋分，筋挛，逆气环，为咳嗽，病不愈，令人时惊，又且哭。春刺冬分，邪气著藏，令人胀，病不愈，又且欲言语。夏刺春分，病不愈，令人解墯。夏刺秋分，病不愈，令人心中欲无言，惕惕如人将补之。夏刺冬分，病不愈，令人少气，时欲怒。秋刺春分，病不已，令人惕然欲有所为，起而忘之。秋刺夏分，病不已，令人益嗜卧，又且善㝱。秋刺冬分，病不已，令人洒洒时寒。冬刺春分，病不已，令人欲卧不能眠，眠而有见。冬刺夏分，病不愈，气上，发为诸痹。冬刺秋分，病不已，令人善渴。"}, {"ID": 74, "text": "凡刺胸腹者，必避五藏。中心者，环死；中脾者，五日死；中肾者，七日死；中肺者，五日死；中鬲者，皆为伤中，其病虽愈，不过一岁必死。刺避五藏者，知逆从也。所谓从者，鬲与脾肾之处，不知者反之。刺胸腹者，必以布憿著之，乃从单布上刺，刺之不愈，复刺。刺针必肃，刺肿摇针，经刺勿摇，此刺之道也。"}, {"ID": 75, "text": "帝曰：愿闻十二经脉之终，奈何。歧伯曰：太阳之脉，其终也戴眼反折瘈瘲，其色白，绝汗乃出，出则死矣。少阳终者，耳聋百节皆纵，目𦊷绝系，绝系一日半死，其死也，色先青白，乃死矣。阳明终者，口目动作，善惊妄言，色黄，其上下经盛，不仁，则终矣。少阴终者，面黑齿长而垢，腹胀闭，上下不通而终矣。太阴终者，腹胀闭不得息，善噫善呕，呕则逆，逆则面赤，不逆则上下不通，不通则面黑皮毛焦而终矣。厥阴终者，中热嗌乾，善溺心烦，甚则舌卷卵上缩而终矣。此十二经之所败也。"}]}, {"section": 16, "header": "脉要精微论", "data": [{"ID": 76, "text": "黄帝问曰：诊法何如。歧伯对曰：诊法常以平旦，阴气未动，阳气未散，饮食未进，经脉未盛，络脉调匀，气血未乱，故乃可诊有过之脉。切脉动静而视精明，察五色，观五藏有馀不足，六府强弱，形之盛衰，以此参伍决死生之分。"}, {"ID": 77, "text": "夫脉者，血之府也，长则气治，短则气病，数则烦心，大则病进，上盛则气高，下盛则气胀，代则气衰，细则气少，涩则心痛，浑浑革至如涌泉，病进而色弊，緜緜其去如弦绝，死。夫精明五色者，气之华也。赤欲如白裹朱，不欲如赭；白欲如鹅羽，不欲如盐；青欲如苍璧之泽，不欲如蓝；黄欲如罗裹雄黄，不欲如黄土；黑欲如重漆色，不欲如地苍。五色精微象见矣，其寿不久也。夫精明者，所以视万物，别白黑，审短长。以长为短，以白为黑，如是则精衰矣。"}, {"ID": 78, "text": "藏者，中之守也，中盛藏满，气胜伤恐者，声如从室中言，是中气之湿也。言而微，终日乃复言者，此夺气也。衣被不敛，言语善恶，不避亲踈者，此神明之乱也。仓廪不藏者，是门户不要也。水泉不止者，是膀胱不藏也。得守者生，失守者死。夫五藏者，身之强也，头者精明之府，头倾视深，精神将夺矣。背者胸中之府，背曲肩随，府将坏矣。腰者肾之府，转摇不能，肾将惫矣。膝者筋之府，屈伸不能，行则偻附，筋将惫矣。骨者髓之府，不能久立，行则振掉，骨将惫矣。得强则生，失强则死。"}, {"ID": 79, "text": "歧伯曰：反四时者，有馀为精，不足为消。应太过，不足为精；应不足，有馀为消。阴阳不相应，病名曰关格。帝曰：脉其四时动柰何，知病之所在柰何，知病之所变奈何，知病乍在内柰何，知病乍在外奈何，请问此五者，可得闻乎。歧伯曰：请言其与天运转大也。万物之外，六合之内，天地之变，阴阳之应，彼春之暖，为夏之暑，彼秋之忿，为冬之怒，四变之动，脉与之上下，以春应中规，夏应中矩，秋应中衡，冬应中权。是故冬至四十五日，阳气微上，阴气微下；夏至四十五日，阴气微上，阳气微下。阴阳有时，与脉为期，期而相失，知脉所分，分之有期，故知死时。微妙在脉，不可不察，察之有纪，从阴阳始，始之有经，从五行生，生之有度，四时为宜，补写勿失，与天地如一，得一之情，以知死生。是故声合五音，色合五行，脉合阴阳，是知阴盛则梦涉大水恐惧，阳盛则梦大火燔灼，阴阳俱盛则梦相杀毁伤；上盛则梦飞，下盛则梦堕；甚饱则梦予，甚饥则梦取；肝气盛则梦怒，肺气盛则梦哭；短虫多则梦聚众，长虫多则梦相击毁伤。是故持脉有道，虚静为保。春日浮，如鱼之游在波；夏日在肤，泛泛乎万物有馀；秋日下肤，蛰虫将去；冬日在骨，蛰虫周密，君子居室。故曰：知内者按而纪之，知外者终而始之。此六者，持脉之大法。"}, {"ID": 80, "text": "心脉搏坚而长，当病舌卷不能言；其耎而散者，当消环自已。肺脉搏坚而长，当病唾血；其耎而散者，当病灌汗，至今不复散发也。肝脉搏坚而长，色不青，当病坠若搏，因血在胁下，令人喘逆；其耎而散色泽者，当病溢饮，溢饮者渴暴多饮，而易入肌皮肠胃之外也。胃脉搏坚而长，其色赤，当病折髀；其耎而散者，当病食痹。脾脉搏坚而长，其色黄，当病少气；其耎而散色不泽者，当病足䯒肿，若水状也。肾脉搏坚而长，其色黄而赤者，当病折腰；其耎而散者，当病少血，至今不复也。帝曰：诊得心脉而急，此为何病，病形何如。歧伯曰：病名心疝，少腹当有形也。帝曰：何以言之。歧伯曰：心为牡藏，小肠为之使，故曰少腹当有形也。帝曰：诊得胃脉，病形何如。歧伯曰：胃脉实则胀，虚则泄。"}, {"ID": 81, "text": "帝曰：病成而变何谓。歧伯曰：风成为寒热，瘅成为消中，厥成为巅疾，久风为飱泄，脉风成为疠，病之变化，不可胜数。帝曰：诸痈肿筋挛骨痛，此皆安生。歧伯曰：此寒气之肿，八风之变也。帝曰：治之奈何。歧伯曰：此四时之病，以其胜治之，愈也。帝曰：有故病五藏发动，因伤脉色，各何以知其久暴至之病乎。歧伯曰：悉乎哉问也。徵其脉小色不夺者，新病也；徵其脉不夺其色夺者，此久病也；徵其脉与五色俱夺者，此久病也；徵其脉与五色俱不夺者，新病也。肝与肾脉并至，其色苍赤，当病毁伤，不见血，已见血，湿若中水也。"}, {"ID": 82, "text": "尺内两傍，则季胁也，尺外以候肾，尺里以候腹中。附上左，外以候肝，内以候鬲；右，外以候胃，内以候脾。上附上右，外以候肺，内以候胸中；左，外以候心，内以候膻中。前以候前，后以候后。上竟上者，胸喉中事也；下竟下者，少腹腰股膝胫足中事也。"}, {"ID": 83, "text": "粗大者，阴不足阳有馀，为热中也。来疾去徐，上实下虚，为厥巅疾；来徐去疾，上虚下实，为恶风也。故中恶风者，阳气受也。有脉俱沈细数者，少阴厥也；沈细数散者，寒热也；浮而散者为眴仆。诸浮不躁者皆在阳，则为热，其有躁者在手。诸细而沈者皆在阴，则为骨痛；其有静者在足。数动一代者，病在阳之脉也，泄及便脓血。诸过者，切之，涩者阳气有馀也，滑者阴气有馀也。阳气有馀，为身热无汗，阴气有馀，为多汗身寒，阴阳有馀，则无汗而寒。推而外之，内而不外，有心腹积也。推而内之，外而不内，身有热也。推而上之，上而不下，腰足清也。推而下之，下而不上，头项痛也。按之至骨，脉气少者，腰脊痛而身有痹也。"}]}, {"section": 17, "header": "平人气象论", "data": [{"ID": 84, "text": "黄帝问曰：平人何如。歧伯对曰：人一呼脉再动，一吸脉亦再动，呼吸定息脉五动，闰以太息，命曰平人。平人者，不病也。常以不病调病人，医不病，故为病人平息以调之为法。人一呼脉一动，一吸脉一动，曰少气。人一呼脉三动，一吸脉三动而躁，尺热曰病温，尺不热脉滑曰病风，脉涩曰痹。人一呼脉四动以上曰死，脉绝不至曰死，乍踈乍数曰死。"}, {"ID": 85, "text": "平人之常气禀于胃，胃者，平人之常气也，人无胃气曰逆，逆者死。春胃微弦曰平，弦多胃少曰肝病，但弦无胃曰死，胃而有毛曰秋病，毛甚曰今病。藏真散于肝，肝藏劢膜之气也。夏胃微钩曰平，钩多胃少曰心病，但钩无胃曰死，胃而有石曰冬病，石甚曰今病。藏真通于心，心藏血脉之气也。长夏胃微耎弱曰平，弱多胃少曰脾病，但代无胃曰死，耎弱有石曰冬病，弱甚曰今病。藏真濡于脾，脾藏肌肉之气也。秋胃微毛曰平，毛多胃少曰肺病，但毛无胃曰死，毛而有弦曰春病，弦甚曰今病。藏真高于肺，以行荣卫阴阳也。冬胃微石曰平，石多胃少曰肾病，但石无胃曰死，石而有钩曰夏病，钩甚曰今病。藏真下于肾，肾藏骨髓之气也。胃之大络，名曰虚里，贯鬲络肺，出于左乳下，其动应衣，脉宗气也。盛喘数绝者，则病在中；结而横，有积矣；绝不至曰死。乳之下其动应衣，宗气泄也。"}, {"ID": 86, "text": "欲知寸口太过与不及，寸口之脉中手短者，曰头痛。寸口脉中手长者，曰足胫痛。寸口脉中手促上击者，曰肩背痛。寸口脉沈而坚者，曰病在中。寸口脉浮而盛者，曰病在外。寸口脉沈而弱，曰寒热及疝瘕少腹痛。寸口脉沈而横，曰脇下有积，腹中有横积痛。寸口脉沈而喘，曰寒热。脉盛滑坚者，曰病在外。脉小实而坚者，病在内。脉小弱以涩，谓之久病。脉滑浮而疾者，谓之新病。脉急者，曰疝瘕少腹痛。脉滑曰风。脉涩曰痹。缓而滑曰热中。盛而紧曰胀。"}, {"ID": 87, "text": "脉从阴阳，病易已；脉逆阴阳，病难已。脉得四时之顺，曰病无他；脉反四时及不闲藏，曰难已。"}, {"ID": 88, "text": "臂多青脉，曰脱血。尺脉缓涩，谓之解㑊，安卧脉盛，谓之脱血。尺涩脉滑，谓之多汗。尺寒脉细，谓之后泄。脉尺粗常热者，谓之热中。"}, {"ID": 89, "text": "肝见庚辛死，心见壬癸死，脾见甲乙死，肺见丙丁死，肾见戊己死，是谓真藏见皆死。"}, {"ID": 90, "text": "颈脉动喘疾咳，曰水。目里微肿如卧蚕起之状，曰水。溺黄赤安卧者，黄疸。已食如饥者，胃疸。面肿曰风。足胫肿曰水。目黄者曰黄疸。"}, {"ID": 91, "text": "妇人手少阴脉动甚者，妊子也。"}, {"ID": 92, "text": "脉有逆从四时，未有藏形，春夏而脉瘦，秋冬而脉浮大，命曰逆四时也。风热而脉静，泄而脱血脉实，病在中，脉虚，病在外，脉涩坚者，皆难治，命曰反四时也。"}, {"ID": 93, "text": "人以水谷为本，故人绝水谷则死，脉无胃气亦死。所谓无胃气者，但得真藏脉不得胃气也。所谓脉不得胃气者，肝不弦肾不石也。太阳脉至，洪大以长；少阳脉至，乍数乍踈，乍短乍长；阳明脉至，浮大而短。夫平心脉来，累累如连珠，如循琅玕，曰心平，夏以胃气为本。病心脉来，喘喘连属，其中微曲，曰心病。死心脉来，前曲后居，如操带钩，曰心死。平肺脉来，厌厌聂聂，如落榆荚，曰肺平，秋以胃气为本。病肺脉来，不上不下，如循鸡羽，曰肺病。死肺脉来，如物之浮，如风吹毛，曰肺死。平肝脉来，耎弱招招，如揭长竿末梢，曰肝平，春以胃气为本。病肝脉来，盈实而滑，如循长竿，曰肝病。死肝脉来，急益劲，如新张弓弦，曰肝死。平脾脉来，和柔相离，如鸡践地，曰脾平，长夏以胃气为本。病脾脉来，实而盈数，如鸡举足，曰脾病。死脾脉来，锐坚如乌之喙，如鸟之距，如屋之漏，如水之流，曰脾死。平肾脉来，喘喘累累如钩，按之而坚，曰肾平，冬以胃气为本。病肾脉来，如引葛，按之益坚，曰肾病。死肾脉来，发如夺索，辟辟如弹石，曰肾死。"}]}, {"section": 18, "header": "玉机真藏论", "data": [{"ID": 94, "text": "黄帝问曰：春脉如弦，何如而弦。歧伯对曰：春脉者肝也，东方木也，万物之所以始生也，故其气来，耎弱轻虚而滑，端直以长，故曰弦，反此者病。帝曰：何如而反。歧伯曰：其气来实而强，此谓太过，病在外；其气来不实而微，此谓不及，病在中。帝曰：春脉太过与不及，其病皆何如。歧伯曰：太过则令人善忘，忽忽眩冒而巅疾；其不及，则令人胸痛引背，下则两脇胠满。帝曰：善。"}, {"ID": 95, "text": "夏脉如钩，何如而钩。歧伯曰：夏脉者心也，南方火也，万物之所以盛长也，故其气来盛去衰，故曰钩，反此者病。帝曰：何如而反。歧伯曰：其气来盛去亦盛，此谓太过，病在外；其气来不盛去反盛，此谓不及，病在中。帝曰：夏脉太过与不及，其病皆何如。歧伯曰：太过则令人身热而肤痛，为浸淫；其不及，则令人烦心，上见咳唾，下为气泄。帝曰：善。"}, {"ID": 96, "text": "秋脉如浮，何如而浮。歧伯曰：秋脉者肺也，西方金也，万物之所以收成也，故其气来，轻虚以浮，来急去散，故曰浮，反此者病。帝曰：何如而反。歧伯曰：其气来，毛而中央坚，两傍虚，此谓太过，病在外；其气来，毛而微，此谓不及，病在中。帝曰：秋脉太过与不及，其病皆何如。歧伯曰：太过则令人逆气而背痛，愠愠然；其不及，则令人喘，呼吸少气而咳，上气见血，下闻病音。帝曰：善。"}, {"ID": 97, "text": "冬脉如营，何如而营。歧伯曰：各脉者肾也，北方水也，万物之所以合藏也，故其气来，沈以搏，故曰营，反此者病。帝曰：何如而反。歧伯曰：其气来如弹石者，此谓太过，病在外；其去如数者，此谓不及，病在中。帝曰：冬脉太过与不及，其病皆何如。歧伯曰：太过，则令人解㑊，脊脉痛而少气不欲言；其不及，则令人心悬如病饥，䏚中清，脊中痛，少腹满，小便变。帝曰：善。"}, {"ID": 98, "text": "帝曰：四时之序，逆从之变异也，然脾脉独何主。歧伯曰：脾脉者土也，孤藏以灌四傍者也。帝曰：然则脾善恶，可得见之乎。歧伯曰：善者不可得见，恶者可见。帝曰：恶者何如可见。歧伯曰：其来如水之流者，此谓太过，病在外；如鸟之喙者，此谓不及，病在中。帝曰：夫子言脾为孤藏，中央土以灌四傍，其太过与不及，其病皆何如。歧伯曰：太过，则令人四支不举；其不及，则令人九窍不通，名曰重强。帝瞿然而起，再拜而稽首曰：善。吾得脉之大要，天下至数，五色脉变，揆度奇恒，道在于一，神转不回，回则不转，及失其机，至数之要，迫近以微，著之玉版，藏之藏府，每旦读之，名曰玉机。"}, {"ID": 99, "text": "藏受气于其所生，传之于其所胜，气舍于其所生，死于其所不胜。病之且死，必先传行至其所不胜，病乃死。此言气之逆行也，故死。肝受气于心，传之于脾，气舍于肾，至肺而死。心受气于脾，传之于肺，气舍于肝，至肾而死。脾受气于肺，传之于肾，气舍于心，至肝而死。肺受气于肾，传之于肝，气舍于脾，至心而死。肾受气于肝，传之于心，气舍于肺，至脾而死。此皆逆死也。一日一夜五分之，此所以占死生之早暮也。"}, {"ID": 100, "text": "黄帝曰：五藏相通，移皆有次，五藏有病，则各传其所胜。不治，法三月若六月，若三日若六日，传五藏而当死，是顺传所胜之次。故曰：别于阳者，知病从来；别于阴者，知死生之期。言知至其所困而死。"}, {"ID": 101, "text": "是故风者百病之长也，今风寒客于人，使人毫毛毕直，皮肤闭而为热，当是之时，可汗而发也；或痹不仁肿痛，当是之时，可汤熨及火灸刺而去之。弗治，病入舍于肺，名曰肺痹，发咳上气。弗治，肺即传而行之肝，病名曰肝痹，一名曰厥，脇痛出食，当是之时，可按若刺耳。弗治，肝传之脾，病名曰脾风，发瘅，腹中热，烦心出黄，当此之时，可按可药可浴。弗治，脾传之肾，病名曰疝瘕，少腹冤热而痛，出白，一名曰蛊，当此之时，可按可药。弗治，肾传之心，病筋脉相引而急，病名曰瘛，当此之时，可灸可药。弗治，满十日，法当死。肾因传之心，心即复反传而行之肺，发寒热，法当三岁死，此病之次也。"}, {"ID": 102, "text": "然其卒发者，不必治于传，或其传化有不以次，不以次入者，忧恐悲喜怒，令不得以其次，故令人有大病矣。因而喜大虚则肾气乘矣，怒则肝气乘矣，悲则肺气乘矣，恐则脾气乘矣，忧则心气乘矣，此其道也。故病有五，五五二十五变，及其传化。传，乘之名也。"}, {"ID": 103, "text": "大骨枯槀，大肉陷下，胸中气满，喘息不便，其气动形，期六月死，真藏脉见，乃予之期日。大骨枯槀，大肉陷下，胸中气满，喘息不便，内痛引肩项，期一月死，真藏见，乃予之期日。大骨枯槀，大肉陷下，胸中气满，喘息不便，内痛引肩项，期一月死，真藏见，乃予之期日。大骨枯槀，大肉陷下，胸中气满，喘息不便，内痛引肩项，身热脱肉破䐃，真藏见，十月之内死。大骨枯槀，大肉陷下，肩髓内消，动作益衰，真藏来见，期一岁死，见其真藏，乃予之期日。大骨枯槀，大肉陷下，胸中气满，腹内痛，心中不便，肩项身热，破䐃脱肉，目匡陷，真藏见，目不见人，立死，其见人者，至其所不胜之时则死。急虚身中卒至，五藏绝闭，脉道不通，气不往来，譬于堕溺，不可为期。其脉绝不来，若人一息五六至，其形肉不脱，真藏虽不见，犹死也。真肝脉至，中外急，如循刀刃责责然，如按琴瑟弦，色青白不泽，毛折，乃死。真心脉至，坚而搏，如循薏苡子累累然，色赤黑不泽，毛折，乃死。真肺脉至，大而虚，如以毛羽中人肤，色白赤不泽，毛折，乃死。真肾脉至，搏而绝，如指弹石辟辟然，色黑黄不泽，毛折，乃死。真脾脉至，弱而乍数乍踈，色黄青不泽，毛折，乃死。诸真藏脉见者，皆死，不治也。黄帝曰：见真藏曰死，何也。歧伯曰：五藏者，皆禀气于胃，胃者，五藏之本也，藏气者，不能自致于手太阴，必因于胃气，乃至于手太阴也，故五藏各以其时，自为而至于手太阴也。故邪气胜者，精气衰也，故病甚者，胃气不能与之俱至于手太阴，故真藏之气独见，独见者病胜藏也，故曰死。帝曰：善。"}, {"ID": 104, "text": "黄帝曰：凡治病，察其形气色泽，脉之盛衰，病之新故，乃治之无后其时。形气相得，谓之可治；色泽以浮，谓之易已；脉从四时，谓之可治；脉弱以滑，是有胃气，命曰易治，取之以时。形气相失，谓之难治；色夭不泽，谓之难已；脉实以坚，谓之益甚；脉逆四时，为不可治。必察四难，而明告之。所谓逆四时者，春得肺脉，夏得肾脉，秋得心脉，冬得脾脉，其至皆悬绝沈涩者，命曰逆四时。未有藏形，于春夏而脉沈涩，秋冬而脉浮大，名曰逆四时也。病热脉静，泄而脉大，脱血而脉实，病在中脉实坚，病在外，脉不实坚者，皆难治。"}, {"ID": 105, "text": "黄帝曰：余闻虚实以决死生，愿闻其情。歧伯曰：五实死，五虚死。帝曰：愿闻五实五虚。歧伯曰：脉盛，皮热，腹胀，前后不通，闷瞀，此谓五实。脉细，皮寒，气少，泄利前后，饮食不入，此谓五虚。帝曰：其时有生者，何也。歧伯曰：浆粥入胃，泄注止，则虚者活；身汗得后利，则实者活。此其候也。"}]}, {"section": 19, "header": "三部九候论", "data": [{"ID": 106, "text": "黄帝问曰：余闻九针于夫子，众多博大，不可胜数。余愿闻要道，以属子孙，传之后世，著之骨髓，藏之肝肺，歃血而受，不敢妄泄，令合天道，必有终始，上应天光星辰历纪，下副四时五行，贵贱更互，冬阴夏阳，以人应之奈何，愿闻其方。歧伯对曰：妙乎哉问也！此天地之至数。帝曰：愿闻天地之至数，合于人形，血气通，决死生，为之奈何。歧伯曰：天地之至数，始于一，终于九焉。一者天，二者地，三者人，因而三之，三三者九，以应九野。故人有三部，部有三候，以决死生，以处百病，以调虚实，而除邪疾。"}, {"ID": 107, "text": "帝曰：何谓三部。歧伯曰：有下部，有中部，有上部，部各有三候，三候者，有天有地有人也，必指而导之，乃以为真。上部天，两额之动脉；上部地，两额之动脉；上部人，耳前之动脉。中部天，手太阴也；中部地，手阳明也；中部人，手少阴也。下部天，足厥阴也；下部地，足少阴也；下部人，足太阴也。故下部之天以候肝，地以候肾，人以候脾胃之气。帝曰：中部之候奈何。歧伯曰：亦有天，亦有地，亦有人。天以候肺，地以候胸中之气，人以候心。帝曰：上部以何候之。歧伯曰：亦有天，亦有地，亦有人，天以候头角之气，地以候口齿之气，人以候耳目之气。三部者，各有天，各有地，各有人。三而成天，三而成地，三而成人，三而三之，合则为九，九分为九野，九野为九藏。故神藏五，形藏四，合为九藏。五藏已败，其色必夭，夭必死矣。帝曰：以候奈何。歧伯曰：必先度其形之肥瘦，以调其气之虚实，实则写之，虚则补之。必先去其血脉而后调之，无问其病，以平为期。"}, {"ID": 108, "text": "帝曰：决死生奈何。歧伯曰：形盛脉细，少气不足以息者，危。形瘦脉大，胸中多气者，死。形气相得者，生。参伍不调者，病。三部九候皆相失者，死。上下左右之脉相应如参舂者，病甚。上下左右相失不可数者，死。中部之候虽独调，与众藏相失者，死。中部之候相减者，死。目内陷者死。帝曰：何以知病之所在。歧伯曰：察九候独小者，病，独大者，病，独疾者，病，独迟者，病，独热者，病，独寒者，病，独陷下者，病。以左手足上，上去踝五寸按之，庶右手足当踝而弹之，其应过五寸以上，蠕蠕然者，不病；其应疾，中手浑浑然者，病；中手徐徐然者，病；其应上不能至五寸，弹之不应者，死。是以脱肉身不去者，死。中部乍踈乍数者，死。其脉代而钩者，病在络脉。九候之相应也，上下若一，不得相失。一候后则病，二候后则病甚，三候后则病危。所谓后者，应不俱也。察其府藏，以知死生之期。"}, {"ID": 109, "text": "必先知经脉，然后知病脉，真藏脉见者，胜死。足太阳气绝者，其足不可屈伸，死必戴眼。帝曰：冬阴夏阳奈何。歧伯曰：九候之脉，皆沈细悬绝者为阴，主冬，故以夜半死。盛躁喘数者为阳，主夏，故以日中死。是故寒热病者，以平旦死。热中及热病者，以日中死。病风者，以日夕死。病水者，以夜半死。其脉乍踈乍数乍迟乍疾者，日乘四季死。形肉已脱，九候虽调，犹死。七诊虽见，九候皆从者不死。所言不死者，风气之病，及经月之病，似七诊之病，而非也，故言不死。若有七诊之病，其脉候亦败者，死矣，必发哕噫。必审问其所始病，与今之所方病，而后各切循其脉，视其经络浮沈，以上下逆从循之，其脉疾者不病，其脉迟者病，脉不往来者，死，皮肤著者，死。"}, {"ID": 110, "text": "帝曰：其可治者奈何。歧伯曰：经病者治其经，孙络病者治其孙络血，血病身有痛者，治其经络。其病者在奇邪，奇邪之脉则缪刺之。留瘦不移，节而刺之。上实下虚，切而从之，索其结络脉，刺出其血，以见通之。瞳子高者，太阳不足，戴眼者，太阳已绝，此决死生之要，不可不察也。手指及手外踝上五指，留针。"}]}, {"section": 20, "header": "经脉别论", "data": [{"ID": 111, "text": "黄帝问曰：人之居处动静勇怯，脉亦为之变乎。歧伯对曰：凡人之惊恐恚劳动静，皆为变也。是以夜行则喘出于肾，淫气病肺。有所堕恐，喘出于肝，淫气害脾。有所惊恐，喘出于肺，淫气伤心。度水跌仆，喘出于肾与骨，当是之时，勇者气行则已，怯者则著而为病也。故曰：诊病之道，观人勇怯骨肉皮肤，能知其情，以为诊法也。故饮食饱甚，汗出于胃。惊而夺精，汗出于心。持重远行，汗出于肾。疾走恐惧，汗出于肝。摇体劳苦，汗出于脾。故春秋冬夏，四时阴阳，生病起于过用，此为常也。"}, {"ID": 112, "text": "食气入胃，散精于肝，淫气于筋。淫气入胃，浊气归心，淫精于脉。脉气流经，经气归于肺，肺朝百脉，输精于皮毛。毛脉合精，行气于腑。腑精神明，留于四脏，气归于椎衡。权衡以平，气口成寸，以决死生。饮入于胃，游溢精气，上输于脾。脾气散精，上归于肺，通调水道，下输膀胱。水精四布，五经并行，合于四时五脏阴阳，揆度以为常也。"}, {"ID": 113, "text": "太阳藏独至，厥喘虚气逆，是阴不足阳有馀也，表里当俱写，取之下俞。阳明藏独至，是阳气重并也，当写阳补阴，取之下俞。少阳藏独至，是厥气也，蹻前卒大，取之下俞，少阳独至者，一阳之过也。太阴藏搏者，用心省真，五脉气少，胃气不平，三阴也，宜治其下俞，补阳写阴。一阳独啸，少阳厥也，阳并于上，四脉争张，气归于肾，宜治其经络，写阳补阴。一阴至，厥阴之治也，真虚㾓心，厥气留薄，发为白汗，调食和药，治在下俞。"}, {"ID": 114, "text": "帝曰：太阳藏何象。歧伯曰：象三阳而浮也。帝曰：少阳藏何象。歧伯曰：象一阳也，一阳藏者，滑而不实也。帝曰：阳明藏何象。歧伯曰：象大浮也，太阴藏搏，言伏鼓也。二阴搏至，肾沈不浮也。"}]}, {"section": 21, "header": "藏气法时论", "data": [{"ID": 115, "text": "黄帝问曰：合人形以法四时五行而治，何如而从，何如而逆，得失之意，愿闻其事。歧伯对曰：五行者，金木水火土也，更贵更贱，以知死生，以决成败，而定五藏之气，间甚之时，死生之期也。帝曰：愿卒闻之。歧伯曰：肝主春，足厥阴少阳主治，其日甲乙，肝苦急，急食甘以缓之。心主夏，手少阴太阳主治，其日丙丁，心苦缓，急食酸以收之。脾主长夏，足太阴阳明主治，其日戊己，脾苦湿，急食甘以缓之。心主夏，手少阴太阳主治，其日丙丁，心苦缓，急食酸以收之。脾主长夏，足太阴阳明主治，其日戊己，脾苦湿，急食苦以燥之。肺主秋，手太阴阳明主治，其日庚辛，肺苦气上逆，急食苦以泄之。肾主冬，足少阴太阳主治，其日壬癸，肾苦燥，急食辛以润之，开腠理，致津液，通气也。"}, {"ID": 116, "text": "病在肝，愈于夏，夏不愈，甚于秋，秋不死，持于冬，起于春，禁当风。肝病者，愈在丙丁，丙丁不愈，加于庚辛，庚辛不死，持于壬癸，起于甲乙。肝病者，平旦慧，下晡甚，夜半静。肝欲散，急食辛以散之，用辛补之，酸写之。"}, {"ID": 117, "text": "病在心，愈在长夏，长夏不愈，甚于冬，冬不死，持于春，起于夏，禁温食热衣。心病者，愈在戊己，戊己不愈，加于壬癸，壬癸不死，持于甲乙，起于丙丁。心病者，日中慧，夜半甚，平旦静。心欲耎，急食咸以耎之，用咸补之，甘写之。"}, {"ID": 118, "text": "病在脾，愈在秋，秋不愈，甚于春，春不死，持于夏，起于长夏，禁温食饱食湿地濡衣。脾病者，愈在庚辛，庚辛不愈，加于甲乙，甲乙不死，持于丙丁，起于戊己。脾病者，日昳慧，日出甚，下晡静。脾欲缓，急食甘以缓之，用苦写之，甘补之。"}, {"ID": 119, "text": "病在肺，愈在冬，冬不愈，甚于夏，夏不死，持于长夏，起于秋，禁寒饮食寒衣。肺病者，愈在壬癸，壬癸不愈，加于丙丁，丙丁不死，持于戊己，起于庚辛。肺病者，下晡慧，日中甚，夜半静。肺欲收，急食酸以收之，用酸补之，辛写之。"}, {"ID": 120, "text": "病在肾，愈在春，春不愈，甚于长夏，长夏不死，持于秋，起于冬，禁犯焠㶼热食温炙衣。肾病者，愈在甲乙，甲乙不愈，甚于戊己，戊己不死，持于庚辛，起于壬癸。肾病者，夜半慧，四季甚，下晡静。肾欲坚，急食苦以坚之，用苦补之，咸写之。"}, {"ID": 121, "text": "夫邪气之客于身也，以胜相加，至其所生而愈，至其所不胜而甚，至于所生而持，自得其位而起。必先定五藏之脉，乃可言间甚之时，死生之期也。"}, {"ID": 122, "text": "肝病者，两脇下痛引少腹，令人善怒，虚则目䀮䀮无所见，耳无所闻，善恐如人将捕之，取其经，厥阴与少阳，气逆，则头痛耳聋不聪颊肿。取血者。"}, {"ID": 123, "text": "心病者，胸中痛，脇支满，脇下痛，膺背肩甲间痛，两臂内痛，虚则胸腹大，脇下与腰相引而痛，取其经者，少阴太阳，舌下血者。其变病，刺郄中血者。"}, {"ID": 124, "text": "脾病者，身重善肌肉痿，足不收，行善瘈，脚下痛，虚则腹满肠鸣，飱泄食不化，取其经，太阴阳明少阴血者。"}, {"ID": 125, "text": "肺病者，喘咳逆气，肩背痛，汗出尻阴股膝髀腨胻足皆痛，虚则少气不能报息，耳聋嗌乾，取其经，太阴足太阳之外厥阴内血者。"}, {"ID": 126, "text": "肾病者，腹大胫肿，喘咳身重，寝汗出憎风，虚则胸中痛，大腹小腹痛，清厥意不乐，取其经，少阴太阳血者。"}, {"ID": 127, "text": "肝色青，宜食甘，粳米、牛肉、枣、葵皆甘。心色赤，宜食酸，小豆、犬肉、李、韭皆酸。肺色白，宜食苦，麦、羊肉、杏、薤皆苦。脾色黄，宜食咸，大豆、豕肉、栗、藿皆咸。肾色黑，宜食辛，黄黍、鸡肉、桃、葱皆辛。辛散，酸收，甘缓，苦坚，咸耎。毒药攻邪，五谷为养，五果为助，五畜为益，五菜为充，气味合而服之，以补精益气。此五者。有辛酸甘苦咸，各有所利，或散或收，或缓或急，或坚或耎，四时五藏，病随五味所宜也。"}]}, {"section": 22, "header": "宣明五气", "data": [{"ID": 128, "text": "味所入；酸入肝，辛入肺，苦入心，咸入肾，甘入脾，是谓五入。"}, {"ID": 129, "text": "气所病：心为噫，肺为咳，肝为语，脾为吞，肾为欠为嚏，胃为气逆为哕为恐，大肠小肠为泄，下焦溢为水，膀胱不利为癃，不约为遗溺，胆为怒，是谓五病。"}, {"ID": 130, "text": "精所并：精气并于心则喜，并于肺则悲，并于肝则忧，并于脾则畏，并于肾则恐，是谓五并，虚而相并者也。"}, {"ID": 131, "text": "藏所恶：心恶热，肺恶寒，肝恶风，脾恶湿，肾恶燥，是谓五恶。"}, {"ID": 132, "text": "藏化液：心为汗，肺为涕，肝为泪，脾为涎，肾为唾，是谓五液。"}, {"ID": 133, "text": "味所禁：辛走气，气病无多食辛；咸走血，血病无多食咸；苦走骨，骨病无多食苦；甘走肉，肉病无多食甘；酸走筋，筋病无多食酸；是谓五禁，无令多食。"}, {"ID": 134, "text": "病所发：阴病发于骨，阳病发于血，阴病发于肉，阳病发于冬，阴病发于夏，是谓五发。"}, {"ID": 135, "text": "邪所乱：邪入于阳则狂，邪入于阴则痹，搏阳则为巅疾，搏阴则为喑，阳入之阴则静，阴出之阳则怒，是谓五乱。"}, {"ID": 136, "text": "邪所见：春得秋脉，夏得冬脉，长夏得春脉，秋得夏脉，冬得长夏脉，名曰阴出之阳，病善怒不治，是谓五邪，皆同命，死不治。"}, {"ID": 137, "text": "藏所藏：心藏神，肺藏魄，肝藏魂，脾藏意，肾藏志，是谓五藏所藏。"}, {"ID": 138, "text": "藏所主：心主脉，肺主皮，肝主筋，脾主肉，肾主骨，是谓五主。"}, {"ID": 139, "text": "劳所伤：久视伤血，久卧伤气，久坐伤肉，久立伤骨，久行伤筋，是谓五劳所伤。"}, {"ID": 140, "text": "脉应象：肝脉弦，心脉钩，脾脉代，肺脉毛，肾脉石，是谓五藏之脉。"}]}, {"section": 23, "header": "血气形志", "data": [{"ID": 141, "text": "夫人之常数，太阳常多血少气，少阳常少血多气，阳明常多气多血，少阴常少血多气，厥阴常多血少气，太阴常多气少血，此天之常数。足太阳与少阴为表里，少阳与厥阴为表里，阳明与太阴为表里，是为足阴阳也。手太阳与少阴为表里，少阳与心主为表里，阳明与太阴为表里，是为手之阴阳也。今知手足阴阳所苦，凡治病必先去其血，乃去其所苦，伺之所欲，然后写有馀，补不足。"}, {"ID": 142, "text": "欲知背俞，先度其两乳间，中折之，更以他草度去半已，即以两隅相拄也，乃举以度其背，令其一隅居上，齐脊大椎，两隅在下，当其下隅者，肺之俞也。得下一度，心之俞也。复下一度，左角肝之俞也，右角脾之俞也。复下一度，肾之俞也。是谓五藏之俞，灸刺之度也。"}, {"ID": 143, "text": "形乐志苦，病生于脉，治之以灸刺。形乐志乐，病生于肉，治之以针石。形苦志乐，病生于筋，治之以熨引。形苦志苦，病生于咽嗌，治之以百药。形数惊恐，经络不通，病生于不仁，治之以按摩醪药。是谓五形志也。"}, {"ID": 144, "text": "刺阳明出血气，刺太阳，出血恶气，刺少阳，出气恶血，刺太阴，出气恶血，刺少阴，出气恶血，刺厥阴，出血恶气也。"}]}, {"section": 24, "header": "宝命全形论", "data": [{"ID": 145, "text": "黄帝问曰：天覆地载，万物悉备，莫贵于人，人以天地之气生，四时之法成，君王众庶，尽欲全形，形之疾病，莫知其情，留淫日深，著于骨髓，心私虑之。余欲针除其疾病，为之奈何。歧伯对曰：夫盐之味咸者，其气令器津泄；弦绝者，其音嘶败；木敷者，其叶发；病深者，其声哕。人有此三者，是谓坏府，毒药无治，短针无取，此皆绝皮伤肉，血气争黑。"}, {"ID": 146, "text": "帝曰：余念其痛，心为之乱惑，反甚，其病，不可更代，百姓闻之，以为残贼，为之柰何。歧伯曰：夫人生于地，悬命于天，天地合气，命之曰人。人能应四时者，天地为之父母；知万物者，谓之天子。天有阴阳，人有十二节；天有寒暑，人有虚实。能经天地阴阳之化者，不失四时；知十二节之理者，圣智不能欺也；能存八动之变，五胜更立；能达虚实之数者，独出独入，呿吟至微，秋毫在目。"}, {"ID": 147, "text": "帝曰：人生有形，不离阴阳，天地合气，别为九野，分为四时，月有小大，日有短长，万物并至，不可胜量，虚实呿吟，敢问其方。歧伯曰：木得金而伐，火得水而灭，土得木而达，金得火而缺，水得土而绝，万物尽然，不可胜竭。故针有悬布天下者五，黔首共馀食，莫知之也。一曰治神，二曰知养身，三曰知毒药为真，四曰制砭石小大，五曰知府藏血气之诊。五法俱立，各有所先。今末世之刺也，虚者实之，满者泄之，此皆众工所共知也。若夫法天则地，随应而动，和之者若响，随之者若影，道无鬼神，独来独往。"}, {"ID": 148, "text": "帝曰：愿闻其道。歧伯曰：凡刺之真，必先治神，五藏已定，九候已备，后乃存针，众脉不见，众凶弗闻，外肉相得，无以形先，可玩往来，乃施于人。人有虚实，五虚勿近，五实勿远，至其当发，间不容𣊇。手动若务，针耀而匀，静意视义，观适之变，是谓冥冥，莫知其形，见其乌乌，见其稷稷，从见其飞，不知其谁，伏如横弩，起如发机。帝曰：何如而虚，何如而实。歧伯曰：刺虚者须其实，刺实者须其虚，经气已至，慎守勿失，深浅在志，远近若一，如临深渊，手如握虎，神无营于众物。"}]}, {"section": 25, "header": "八正神明论", "data": [{"ID": 149, "text": "黄帝问曰：用针之服，必有法则焉，今何法何则。歧伯对曰：法天则地，合以天光。帝曰：愿卒闻之。歧伯曰：凡刺之法，必候日月星辰四时八正之气，气定，乃刺之。是故天温日明，则人血淖液，而卫气浮，故血易写，气易行；天寒日阴，则人血凝泣，而卫气沈。月始生，则血气始精，卫气始行；月郭满，则血气实，肌肉坚；月郭空，则肌肉减，经络虚，卫气去，形独居。是以因天时而调血气也。是以天寒无刺，天温无疑。月生无写，月满无补，月郭空无治，是谓得时而调之。因天之序，盛虚之时，移光定位，正立而待之。故日月生而写，是谓藏虚；月满而补，血气扬溢，络有留血，命曰重实；月郭空而治，是谓乱经。阴阳相错，真邪不别，沈以留止，外虚内乱，淫邪乃起。"}, {"ID": 150, "text": "帝曰：星辰八正何候。歧伯曰；星辰者，所以制日月之行也。八正者，所以候八风之虚邪，以时至者也。四时者，所以分春秋冬夏之气所在，以时调之也，八正之虚邪，而避之勿犯也。以身之虚，而逢天之虚，两虚相感，其气至骨，入则伤五藏，工候救之，弗能伤也，故曰：天忌不可不知也。"}, {"ID": 151, "text": "帝曰：善。其法星辰者，余闻之矣，愿闻法往古者。歧伯曰；法往古者，先知针经也。验于来今者，先知日之寒温，月之虚盛，以候气之浮沈，而调之于身，观其立有验也。观其冥冥者，言形气荣卫之不形于外，而工独知之，以日之寒温，月之虚盛，四时气之浮沈，参伍相合而调之，工常先见之，然而不形于外，故曰观于冥冥焉。通于无穷者，可以传于后世也，是故工之所以异也，然而不形见于外，故俱不能见也。视之无形，尝之无味，故谓冥冥，若神仿𨱰。虚邪者，八正之虚邪气也。正邪者，身形若用力，汗出，腠理开，逢虚风，其中人也微，故莫知其情，莫见其形。上工救其萌牙，必先见三部九候之气，尽调不败而救之，故曰上工。下工救其已成，救其已败。救其已成者，言不知三部九候之相失，因病而败之也，知其所在者，知诊三部九候之病脉处而治之。故曰守其门户焉，莫知其情而见邪形也。"}, {"ID": 152, "text": "帝曰：余闻补写，未得其意。歧伯曰：写必用方，方者，以气方盛也，以月方满也，以日方温也，以身方定也，以息方吸而内针，乃复候其方吸而转针，乃复候其方呼而徐引针，故曰写必用方，其气而行焉。补必用员，员者，行也，行者，移也，刺必中其荣，复以吸排针也。故员与方，非针也。故养神者，必知形之肥瘦，荣卫血气之盛衰。血气者，人之神，不可不谨养。"}, {"ID": 153, "text": "帝曰：妙乎哉论也。合人形于阴阳四时，虚实之应，冥冥之期，其非夫子孰能通之。然夫子数言形与神，何谓形，何谓神，愿卒闻之。歧伯曰：请言形，形乎形，目冥冥，问其所病，索之于经，慧然在前，按之不得，不知其情，故曰形。帝曰：何谓神。歧伯曰：请言神，神乎神，耳不闻，目明心开，而志先，慧然独悟，口弗能言，俱视独见，适若昏，昭然独明，若风吹云，故曰神。三部九候为之原，九针之论，不必存也。"}]}, {"section": 26, "header": "离合真邪", "data": [{"ID": 154, "text": "黄帝问曰：余闻九针九篇，夫子乃因而九之，九九八十一篇，余尽通其意矣。经言气之盛衰，左右倾移，以上调下，以左调右，有馀不足，补写于荣输，余知之矣。此皆荣卫之倾移，虚实之所生，非邪气从外入于经也。余愿闻邪气之在经也，其病人何如，取之奈何。歧伯对曰：夫圣人之起度数，必应于天地，故天有宿度，地有经水，人有经脉。天地温和，则经水安静；天寒地冻，则经水凝泣；天暑地热，则经水沸溢；卒风暴起，则经水波涌而陇起。夫邪之入于脉也，寒则血凝泣，暑则气淖泽，虚邪因而入客，亦如经水之得风也，经之动脉，其至也亦时陇起，其行于脉中循循然，其至寸口中手也，时大时小，大则邪至，小则平，其行无常处，在阴与阳，不可为度，从而察之，三部九候，卒然逢之，早遏其路。吸则内针，无令气忤，静以久留，无令邪布，吸则转针，以得气为故，候呼引针，呼尽乃去，大气皆出，故命曰写。帝曰：不足者补之，柰何。歧伯曰：必先扪而循之，切而散之，推而按之，弹而怒之，抓而下之，通而取之，外引其门，以闭其神，呼尽内针，静以久留，以气至为故，如待所贵，不知日暮，其气以至，适而自护，候吸引针，气不得出，各在其处，推阖其门，令神气存，大气留止，故命曰补。"}, {"ID": 155, "text": "帝曰：候气奈何。歧伯曰；夫邪去络入于经也，舍于血脉之中，其寒温未相得，如涌波之起也，时来时去，故不常在。故曰：方其来也，必按而止之，止而取之，无逢其冲而写之。真气者，经气也，经气太虚，故曰：其来不可逢，此之谓也。故曰：候邪不审，大气已过，写之则真气脱，脱则不复，邪气复至，而病益蓄，故曰：其往不可追，此之谓也。不可挂以发者，待邪之至时而发针写矣，若先若后者，血气已尽，其病不可下，故曰：知其可取如发机，不知其取如扣椎，故曰：知机道者不可挂以发，不知机者扣之不发，此之谓也。帝曰：补写奈何。歧伯曰：此攻邪也，疾出以去盛血，而复其真气，此邪新客，溶溶未有定处也，推之则前，引之则止，逆而刺之，温血也。刺出其血，其病立已。"}, {"ID": 156, "text": "帝曰：善。然真邪以合，波陇不起，候之柰何。歧伯曰：审扪循三部九候之盛虚而调之，察其左右上下相失及相减者，审其病藏以期之。不知三部者，阴阳不别，天地不分。地以候地，天以候天，人以候人，调之中府，以定三部，故曰：刺不知三部九候病脉之处，虽有大过且至，工不能禁也。诛罚无过，命曰：大惑，反乱大经，真不可复，用实为虚，以邪为真，用针无义，反为气贼，夺人正气，以从为逆，荣卫散乱，真气已失，邪独内著，绝人长命，予人天殃，不知三部九候，故不能久长。因不知合之四时五行，因加相胜，释邪攻正，绝人长命。邪之新客来也，未有定处，推之则前，引之则止，逢而写之，其病立已。"}]}, {"section": 27, "header": "通评虚实论", "data": [{"ID": 157, "text": "黄帝问曰：何谓虚实。歧伯对曰：邪气盛则实，精气夺则虚。帝曰：虚实何如。歧伯曰：气虚者肺虚也，气逆者足寒也，非其时则生，当其时则死。馀藏皆如此。帝曰：何谓重实。歧伯曰：所谓重实者，言大热病，气热脉满，是谓重实。帝曰：经络俱实何如，何以治之。歧伯曰：经络皆实，是寸脉急而尺缓也，皆当治之，故曰：滑则从，涩则逆也。夫虚实者，皆从其物类始，故五藏骨肉滑利，可以长久也。帝曰：络气不足，经气有馀，何如。歧伯曰：络气不足，经气有馀者，脉口热而尺寒也，秋冬为逆，春夏为从，治主病者。帝曰：经虚络满何如。歧伯曰：经虚络满者，尺热满脉口寒涩也，此春夏死秋冬生也。帝曰：治此者奈何。歧伯曰：络满经虚，灸阴刺阳；经满络虚，刺阴灸阳。帝曰：何谓重虚。歧伯曰：脉气上虚尺虚，是谓重虚。帝曰：何以治之。歧伯曰：所谓气虚者，言无常也。尺虚者，行步恇然。脉虚者，不象阴也。如此者，滑则生，涩则死也。"}, {"ID": 158, "text": "帝曰：寒气暴上，脉满而实何如。歧伯曰：实而滑则生，实而逆则死。帝曰：脉实满，手足寒，头热，何如。歧伯曰：春秋则生，冬夏则死。脉浮而涩，涩而身有热者死。帝曰：其形尽满何如。歧伯曰：其形尽满者，脉急大坚，尺涩而不应也，如是者，故从则生，逆则死。帝曰：何谓从则生，逆则死。歧伯曰：所谓从者，手足温也。所谓逆者，手足寒也。帝曰：乳子而病热，脉悬小者何如。歧伯曰：手足温则生，寒则死。帝曰：乳子中风热，喘鸣肩息者，脉何如。歧伯曰：喘鸣肩息者，脉实大也，缓则生，急则死。帝曰：肠澼便血何如。歧伯曰：身热则死，寒则生。帝曰：肠澼下白沫何如。歧伯曰：脉沈则生，脉浮则死。帝曰：肠澼下脓血何如。歧伯曰：脉悬绝则死，滑大则生。帝曰：肠澼之属，身不热，脉不悬绝何如。歧伯曰：滑大者曰生，悬涩者曰死，以藏期之。帝曰：癫疾何如。歧伯曰：脉搏大滑，久自已；脉小坚急，死不治。帝曰：癫疾之脉，虚实何如。歧伯曰：虚则可治，实则死。帝曰：消瘅虚实何如。歧伯曰：脉实大，病久可治；脉悬小坚，病久不可治。"}, {"ID": 159, "text": "帝曰：形度骨度脉度筋度，何以知其度也。帝曰：春亟治经络，夏亟治经俞，秋亟治六府，冬则闭塞。闭塞者，用药而少针石也。所谓少针石者，非痈疽之谓也，痈疽不得顷时回。痈不知所，按之不应手，乍来乍已，刺手太阴傍三痏与缨脉各二。掖痈大热，刺足少阳五，刺而热不止，刺手心主三，刺手太阴经络者大骨之会各三。暴痈筋緛，随分而痛，魄汗不尽，胞气不足，治在经俞。腹暴满，按之不下，取手太阳经络者，胃之募也，少阴俞去脊椎三寸傍五，用员利针。霍乱，刺俞傍五，足阳明及上傍三。刺痫惊脉五，针手太阴各五，刺经太阳五，刺手少阴经络傍者一，足阳明一，上踝五寸刺三针。"}, {"ID": 160, "text": "凡治消瘅仆击，偏枯痿厥，气满发逆，肥贵人，则高梁之疾也。隔塞闭绝，上下不通，则暴忧之病也。暴厥而聋，偏塞闭不通，内气暴薄也。不从内外中风之病，故瘦留著也。跖跛，寒风湿之病也。黄帝曰：黄疸暴痛，癫疾厥狂，久逆之所生也。五藏不平，六府闭塞之所生也。头痛耳鸣，九窍不利，肠胃之所生也。"}]}, {"section": 28, "header": "太阴阳明论", "data": [{"ID": 161, "text": "黄帝问曰：太阴阳明为表里，脾胃脉也，生病而异者何也。歧伯对曰：阴阳异位，更虚更实，更逆更从，或从内，或从外，所从不同，故病异名也。帝曰：愿闻其异状也。歧伯曰：阳者，天气也，主外；阴者，地气也，主内。故阳道实，阴道虚。故犯贼风虚邪者，阳受之；食饮不节起居不时者，阴受之。阳受之，则入六府，阴受之，则入五藏。入六府，则身热不时卧，上为喘呼；入五藏则䐜满闭塞，下为飱泄，久为肠澼。故喉主天气，咽主地气。故阳受风气，阴受湿气。故阴气从足上行至头，而下行循臂至指端；阳气从手上行至头，而下行至足。故曰：阳病者，上行极而下，阴病者，下行极而上。故伤于风者，上先受之；伤于湿者，下先受之。"}, {"ID": 162, "text": "帝曰：脾病而四支不用，何也。歧伯曰：四支皆禀气于胃，而不得至经，必因于脾，乃得禀也。今脾病不能为胃行其津液，四支不得禀水谷气，气日以衰，脉道不利，筋骨肌肉，皆无气以生，故不用焉。"}, {"ID": 163, "text": "帝曰：脾不主时，何也。歧伯曰：脾者土也，治中央，常以四时长四藏，各十八日寄治，不得独主于时也。脾藏者，常著胃土之精也，土者，生万物而法天地，故上下至头足，不得主时也。"}, {"ID": 164, "text": "帝曰：脾与胃以膜相连耳，而能为之行其津液，何也。歧伯曰：足太阴者三阴也，其脉贯胃属脾络嗌，故太阴为之行气于三阴。阳明者，表也，五藏六府之海也，亦为之行气于三阳。藏府各因其经而受气于阳明，故为胃行其津液。四支不得禀水谷气，日以益衰，阴道不利，筋骨肌肉无气以生，故不用焉。"}]}, {"section": 29, "header": "阳明脉解", "data": [{"ID": 165, "text": "黄帝问曰：足阳明之脉，病，恶人与火，闻木音则惕然而惊，钟鼓不为动，闻木音而惊，何也，愿闻其故。歧伯对曰：阳明者胃脉也，胃者，土也，故闻木音而惊者，土恶木也。帝曰：善。其恶火，何也。歧伯曰：阳明主肉，其脉血气盛，邪客之则热，热甚则恶火。帝曰：其恶人何也。歧伯曰：阳明厥则喘而惋，惋则恶人。帝曰：或喘而死者，或喘而生者，何也。歧伯曰：厥逆连藏则死，连经则生。"}, {"ID": 166, "text": "帝曰：善。病甚则弃衣而走，登高而歌，或至不食数日，逾垣上屋，所上之处，皆非其素所能也，病反能者何也。歧伯曰：四支者，诸阳之本也，阳盛则四支实，实则能登高也。帝曰：其弃衣而走者，何也。歧伯曰：热盛于身，故弃衣欲走也。帝曰：其妄言骂詈不避亲踈而歌者，何也。歧伯曰：阳盛则使人妄言骂詈不避亲踈，而不欲食，不欲食，故妄走也。"}]}, {"section": 30, "header": "热论", "data": [{"ID": 167, "text": "黄帝问曰：今夫热病者，皆伤寒之类也，或愈或死，其死皆以六七日之闲，其愈皆以十日以上者，何也。不知其解，愿闻其故。歧伯对曰：巨阳者，诸阳之属也，其脉连于风府，故为诸阳主气也。人之伤于寒也，则为病热，热虽甚不死，其两感于寒而病者，必不免于死。"}, {"ID": 168, "text": "帝曰：愿闻其状。歧伯曰：伤寒一日，巨阳受之，故头项痛腰脊强。二日阳明受之，阳明主肉，其脉侠鼻络于目，故身热目疼而鼻乾，不得卧也。三日，少阳受之，少阳主胆，其脉循脇络于耳，故胸脇痛而耳聋。三阳经络皆受其病，而未入于藏者，故可汗而已。四日，太阴受之，太阴脉布胃中络于嗌，故腹满而嗌乾。五日，少阴受之，少阴脉贯肾络于肺，系舌本，故口燥舌乾而渴。六日，厥阴受之，厥阴脉循阴器而络于肝，故烦满而囊缩。三阴三阳，五藏六府，皆受病，荣卫不行，五藏不通，则死矣。"}, {"ID": 169, "text": "其不两感于寒者，七日巨阳病衰，头痛少愈；八日，阳明病衰，身热少愈；九日，少阳病衰，耳聋微闻；十日，太阴病衰，腹减如故，则思饮食；十一日，少阴病衰，渴止不满，舌乾已而嚏；十二日，厥阴病衰，囊纵少腹微下，大气皆去，病日已矣。帝曰：治之柰何。歧伯曰：治之各通其藏脉，病日衰已矣。其未满三日者，可汗而已；其满三日者，可泄而已。"}, {"ID": 170, "text": "帝曰：热病已愈，时有所遗者，何也。歧伯曰：诸遗者，热甚而强食之，故有所遗也。若此者，皆病已衰，而热有所藏，因其谷气相薄，两热相合，故有所遗也。帝曰：善。治遗柰何。歧伯曰：视其虚实，调其逆从，可使必已矣。帝曰：病热当何禁之。歧伯曰：病热少愈，食肉则复，多食则遗，此其禁也。"}, {"ID": 171, "text": "帝曰：其病两感于寒者，其脉应与其病形何如。歧伯曰：两感于寒者，病一日，则巨阳与少阴俱病，则头痛口乾而烦满；二日，则阳明与太阴俱病，则腹满身热，不欲食谵言；三日，则少阳与厥阴俱病，则耳聋囊缩而厥，水浆不入，不知人，六日死。帝曰：五藏已伤，六府不通，荣卫不行，如是之后，三日乃死，何也。歧伯曰：阳明者，十二经脉之长也，其血气盛，故不知人，三日其气乃尽，故死矣。凡病伤寒而成温者，先夏至日者为病温，后夏至日者为病暑，暑当与汗皆出，勿止。"}]}, {"section": 31, "header": "刺热", "data": [{"ID": 172, "text": "肝热病者，小便先黄，腹痛多卧身热，热争，则狂言及惊，脇满痛，手足躁，不得安卧，庚辛甚，甲乙大汗，气逆则庚辛死，刺足厥阴少阳，其逆则头痛员员，脉引冲头也。心热病者，先不乐，数日乃热，热争则卒心痛，烦闷善呕，头痛面赤无汗，壬癸甚，丙丁大汗，气逆则壬癸死，刺手少阴太阳。脾热病者，先头重颊痛，烦心颜青，欲呕身热，热争则腰痛不可用俛仰，腹满泄，两颔痛，甲乙甚，戊己大汗，气逆则甲乙死，刺足太阴阳明。肺热病者，先淅然厥，起毫毛恶风寒，舌上黄身热。热争，则喘咳，痛走胸膺背，不得大息，头痛不堪，汗出而寒，丙丁甚，庚辛大汗，气逆则丙丁死，刺手太阴阳明，出血如大豆，立已。肾热病者，先腰痛䯒酸，苦渴数饮，身热，热争，则项痛而强，䯒寒且酸，足下热，不欲言，其逆，则项痛员员澹澹然，戊己甚，壬癸大汗，气逆则戊己死，刺足少阴太阳，诸汗者，至其所胜日，汗出也。肝热病者，左颊先赤，心热病者，颜先赤，脾热病者，鼻先赤，肺热病者，右颊先赤，肾热病者，颐先赤，病虽未发，见赤色者刺之，名曰治未病。热病从部所起者，至期而已；其刺之反者，三周而已；重逆则死。诸当汗者，至其所胜日，汗大出也。诸治热病，以饮之寒水，乃刺之，必寒衣之，居止寒处，身寒而止也。"}, {"ID": 173, "text": "热病先胸脇痛，手足躁，刺足少阳，补足太阴，病甚者，为五十九刺。热病始手臂痛者，刺手阳明太阴而汗出止。热病始于头首者，刺项太阳而汗出止。热病始于足胫者，刺足阳明而汗出止。热病先身重骨痛，耳聋好暝，刺足少阴，病甚，为五十九刺。热病先眩冒而热，胸脇满，刺足少阴少阳。太阳之脉，色荣颧骨，热病也，荣未交，曰今且得汗，待时而已。与厥阴脉争见者，死期不过三日。其热病内连肾，少阳之脉色也。少阳之脉，色荣颊前，热病也，荣未交，曰今且得汗，待时而已，与少阴脉争见者，死期不过三日。"}, {"ID": 174, "text": "热病，气穴三椎下间主胸中热，四椎下间主鬲中热，五椎下间主肝热，六椎下间主脾热，七椎下间主肾热，荣在骶也。项上三椎陷者，中也。颊下逆颧为大瘕，下牙车为腹满，颧后为脇痛，颊上者，鬲上也。"}]}, {"section": 32, "header": "评热病论", "data": [{"ID": 175, "text": "黄帝问曰：有病温者，汗出辄复热，而脉躁疾不为汗衰，狂言不能食，病名为何。歧伯对曰：病名阴阳交，交者死也。帝曰：愿闻其说。歧伯曰：人所以汗出者，皆生于谷，谷生于精，今邪气交争于骨肉而得汗者，是邪却而精胜也，精胜，则当能食而不复热。复热者邪气也，汗者精气也，今汗出而辄复热者，是邪胜也，不能食者，精无俾也，病而留者，其寿可立而倾也。且夫热论曰：汗出而脉尚躁盛者死。今脉不与汗相应，此不胜其病也，其死明矣。狂言者是失志，失志者死。今见三死，不见一生，虽愈必死也。"}, {"ID": 176, "text": "帝曰：有病身热汗出烦满，烦满不为汗解，此为何病。歧伯曰：汗出而身热者，风也，汗出而烦满不解者，厥也，病名曰风厥。帝曰：愿卒闻之。歧伯曰：巨阳主气，故先受邪，少阴与其为表里也，得热则上从之，从之则厥也。帝曰：治之柰何。歧伯曰：表里刺之，饮之服汤。"}, {"ID": 177, "text": "帝曰：劳风为病何如。歧伯曰：劳风法在肺下，其为病也，使人强上冥视，唾出若涕，恶风而振寒，此为劳风之病。帝曰：治之柰何。歧伯曰：以救俛仰。巨阳引精者三日，中年者五日，不精者七日，咳出青黄涕，其状如脓，大如弹丸，从口中若鼻中出，不出则伤肺，伤肺则死也。"}, {"ID": 178, "text": "帝曰：有病肾风者，面胕痝然壅，害于言，可刺不。歧伯曰：虚不当刺，不当刺而刺，后五日其气必至。帝曰：其至何如。歧伯曰：至必少气时热，时热从胸背上至头，汗出，手热，口乾苦渴，小便黄，目下肿，腹中鸣，身重难以行，月事不来，烦而不能食，不能正偃，正偃则咳，病名曰风水，论在刺法中。帝曰：愿闻其说。歧伯曰：邪之所凑，其气必虚，阴虚者，阳必凑之，故少气时热而汗出也。小便黄者，少腹中有热也。不能正偃者，胃中不和也。正偃则咳甚，上迫肺也。诸有水气者，微肿先见于目下也。帝曰：何以言。歧伯曰：水者阴也，目下亦阴也，腹者至阴之所居，故水在腹者，必使目下肿也。真气上逆，故口苦舌乾，卧不得正偃，正偃则咳出清水也。诸水病者，故不得卧，卧则惊，惊则咳甚也。腹中鸣者，病本于胃也。薄脾则烦不能食，食不下者，胃脘隔也。身重难以行者，胃脉在足也。月事不来者，胞脉闭也，胞脉者属心而络于胞中，今气上迫肺，心气不得下通，故月事不来也。帝曰：善。"}]}, {"section": 33, "header": "逆调论", "data": [{"ID": 179, "text": "黄帝问曰：人身非常温也，非常热也，为之热而烦满者何也。歧伯对曰：阴气少而阳气胜，故热而烦满也。"}, {"ID": 180, "text": "帝曰：人身非衣寒也，中非有寒气也，寒从中生者何。歧伯曰：是人多痹气也，阳气少，阴气多，故身寒如从水中出。"}, {"ID": 181, "text": "帝曰：人有四支热，逢逄风寒，如灸如火者，何也。歧伯曰：是人者，阴气虚，阳气盛，四支者阳也，两阳相得而阴气虚少，少水不能灭盛火，而阳独治，独治者不能生长也，独胜而止耳，逢风而如灸如火者，是人当肉烁也。"}, {"ID": 182, "text": "帝曰：人有身寒，汤火不能热，厚衣不能温，然不冻栗，是为何病。歧伯曰：是人者，素肾气胜，以水为事，太阳气衰，肾脂枯不长，一水不能胜两火，肾者水也，而生于骨，肾不生，则髓不能满，故寒甚至骨也。所以不能冻栗者，肝一阳也，心二阳也，肾孤藏也，一水不能胜二火，故不能冻栗，病名曰骨痹，是人当挛节也。"}, {"ID": 183, "text": "帝曰：人之肉苛者，虽近衣絮，犹尚苛也，是谓何疾。歧伯曰：荣气虚，卫气实也，荣气虚则不仁，卫气虚则不用，荣卫俱虚，则不仁且不用，肉如故也，人身与志不相有，曰死。"}, {"ID": 184, "text": "帝曰：人有逆气不得卧而息有音者，有不得卧而息无音者，有起居如故而息有音者，有得卧行而喘者，有不得卧不能行而喘者，有不得卧卧而喘者，皆何藏使然，愿闻其故。歧伯曰：不得卧而息有音者，是阳明之逆也，足三阳者下行，今逆而上行，故息有音也。阳明者，胃脉也，胃者六府之海，其气亦下行，阳明逆不得从其道，故不得卧也。下经曰：胃不和则卧不安，此之谓也。夫起居如故而息有音者，此肺之络脉逆也，络脉不得随经上下，故留经而不行，络脉之病人也微，故起居如故而息有音也。夫不得卧卧则喘者，是水气之客也，夫水者循津液而流也，肾者水藏，主津液，主卧与喘也。帝曰：善。"}]}, {"section": 34, "header": "疟论", "data": [{"ID": 185, "text": "黄帝问曰：夫痎疟皆生于风，其蓄作有时者，何也。歧伯对曰：疟之始发也，先起于毫毛，伸欠乃作，寒栗鼓颔，腰脊俱痛，寒去则内外皆热，头痛如破，渴欲冷饮。帝曰：何气使然，愿闻其道。歧伯曰：阴阳上下交争，虚实更作，阴阳相移也。阳并于阴，则阴实而阳虚，阳明虚，则寒栗鼓颔也；巨阳虚，则腰背头项痛；三阳俱虚，则阴气胜，阴气胜，则骨寒而痛；寒生于内，故中外皆寒；阳盛则外热；阴虚则内热，外内皆热，则喘而渴；故欲冷饮也。此皆得之夏伤于暑，热气盛，藏于皮肤之内，肠胃之外，此荣气之所舍也。此令人汗空踈，腠理开，因得秋气，汗出遇风，及得之以浴，水气舍于皮肤之内，与卫气并居。卫气者，昼日行于阳，夜行于阴，此气得阳而外出，得阴而内薄，内外相薄，是以日作。"}, {"ID": 186, "text": "帝曰：其间日而作者何也。歧伯曰：其气之舍深，内薄于阴，阳气独发，阴邪内著，阴与阳争不得出，是以间日而作也。帝曰：善。其作日晏与其日早者，何气使然。歧伯曰：邪气客于风府，循膂而下，卫气一日一夜大会于风府，其明日日下一节，故其作也晏，此先客于脊背也，每至于风府则腠理开，腠理开则邪气入，邪气入则病作，以此日作稍益晏也。其出于风府，日下一节，二十五日下至骶骨，二十六日入于脊内，注于伏膂之脉，其气上行，九日出于缺盆之中，其气日高，故作日益早也。其间日发者，由邪气内薄于五藏，横连募原也，其道远，其气深，其行迟，不能与卫气俱行，不得皆出，故间日乃作也。"}, {"ID": 187, "text": "帝曰：夫子言卫气每至于风府，腠理乃发，发则邪气入，入则病作。今卫气日下一节，其气之发也不当风府，其日作者柰何。歧伯曰：此邪气客于头项循膂而下者也，故虚实不同，邪中异所，则不得当其风府也。故邪中于头项者，气至头项而病；中于背者，气至背而病；中于腰脊者，气至腰脊而病；中于手足者，气至手足而病。卫气之所在，与邪气相合，则病作。故风无常府，卫气之所发，必开其腠理，邪气之所合，则其府也。帝曰：善。"}, {"ID": 188, "text": "夫风之与疟也，相似同类，而风独常在，疟得有时而休者何也。歧伯曰：风气留其处，故常在；疟气随经络沈以内薄，故卫气应乃作。帝曰：疟先寒而后热者，何也。歧伯曰：夏伤于大暑，其汗大出，腠理开发，因遇夏气凄沧之水寒，藏于腠理皮肤之中，秋伤于风，则病成矣。夫寒者，阴气也，风者，阳气也，先伤于寒，而后伤于风，故先寒而后热也，病以时作，名曰寒疟。帝曰：先热而后寒者，何也。歧伯曰：此先伤于风而后伤于寒，故先热而后寒也，亦以时作，名曰温疟。其但热而不寒者，阴气先绝，阳气独发，则少气烦冤，手足热而欲呕，名曰瘅疟。"}, {"ID": 189, "text": "帝曰：夫经言有馀者写之，不足者补之。今热为有馀，寒为不足。夫疟者之寒，汤火不能温也，及其热，冰水不能寒也，此皆有馀不足之类。当此之时，良工不能止，必须其自衰，乃刺之，其故何也，愿闻其说。歧伯曰；经言无刺熇熇之热，无刺浑浑之脉，无刺漉漉之汗，故为其病逆未可治也。夫疟之始发也，阳气并于阴，当是之时，阳虚而阴盛，外无气，故先寒栗也。阴气逆极，则复出之阳，阳与阴复并于外，则阴虚而阳实，故先热而渴。夫疟气者，并于阳则阳胜，并于阴则阴胜，阴胜则寒，阳胜则热。疟者，风寒之气不常也，病极则复。至病之发也，如火之热，如风雨不可当也。故经言曰：方其盛时必毁，因其衰也，事必大昌。此之谓也。夫疟之未发也，阴未并阳，阳未并阴，因而调之，真气得安，邪气乃亡，故工不能治其已发，为其气逆也。帝曰：善。攻之柰何，早晏何如。歧伯曰：疟之且发也，阴阳之且移也，必从四末始也，阳已伤，阴从之，故先其时坚束其处，令邪气不得入，阴气不得出，审候见之在孙络盛坚而血者皆取之，此真往而未得并者也。帝曰：疟不发，其应何如。歧伯曰：疟气者，必更盛更虚，当气之所在也，病在阳，则热而脉躁；在阴，则寒而脉静；极则阴阳俱衰，卫气相离，故病得休；卫气集，则复病也。"}, {"ID": 190, "text": "帝曰：时有间二日或至数日发，或渴或不渴，其故何也。歧伯曰：其间日者，邪气与卫气客于六府，而有时相失，不能相得，故休数日乃作也。疟者，阴阳更胜也，或甚或不甚，故或渴或不渴。帝曰：论言夏伤于暑，秋必病疟，今疟不必应者何也。歧伯曰：此应四时者也。其病异形者，反四时也。其以秋病者寒甚，以冬病者寒不甚，以春病者恶风，以夏病者多汗。"}, {"ID": 191, "text": "帝曰：夫病温疟与寒疟而皆安舍，舍于何藏。歧伯曰：温疟者，得之冬中于风，寒气藏于骨髓之中，至春则阳气大发，邪气不能自出，因遇大暑，脑髓烁，肌肉消，腠理发泄，或有所用力，邪气与汗皆出，此病藏于肾，其气先从内出之于外也。如是者，阴虚而阳盛，阳盛则热矣，衰则气复反入，入则阳虚，阳虚则寒矣，故先热而后寒，名曰温疟。帝曰：瘅疟何如。歧伯曰：瘅疟者，肺素有热气盛于身，厥逆上冲，中气实而不外泄，因有所用力，腠理开，风寒舍于皮肤之内、分肉之闲而发，发则阳气盛，阳气盛而不衰，则病矣。其气不及于阴，故但热而不寒，气内藏于心，而外舍于分肉之闲，令人消烁脱肉，故命曰瘅疟。帝曰：善。"}]}, {"section": 35, "header": "刺疟", "data": [{"ID": 192, "text": "足太阳之疟，令人腰痛头重，寒从背起，先寒后热，熇熇暍暍然，热止汗出，难已，刺郄中出血。足少阳之疟，令人身体解㑊，寒不甚，热不甚，恶见人，见人心惕惕然，热多汗出甚，刺足少阳。足阳明之疟，令人先寒洒淅洒淅寒甚久乃热，热去汗出喜见日月光火气，乃快然，刺足阳明跗上，足太阴之疟，令人不乐，好大息，不嗜食，多寒热汗出，病至则善呕，呕已乃衰，即取之。足少阴之疟，令人呕吐甚，多寒热，热多寒少；欲闭户牖而处，其病难已。足厥阴之疟，令人腰痛少腹满，小便不利，如癃状，非癃也，数便，意恐惧气不足，腹中悒悒，刺足厥阴。"}, {"ID": 193, "text": "肺疟者，令人心寒，寒甚热，热间善惊，如有所见者，刺手太阴阳明。心疟者，令人烦心甚欲得清水反寒多，不甚热，刺手少阴。肝疟者，令人色苍苍然太息，其状若死者，刺足厥阴见血。脾疟者，令人寒，腹中痛，热则肠中鸣，鸣已汗出，刺足太阴。肾疟者，令人洒洒然，腰脊痛宛转大便难，目眴眴然，手足寒，刺足太阳少阴。胃疟者，令人且病也，善饥而不能食，食而支满腹大，刺足阳明太阴横脉出血。"}, {"ID": 194, "text": "疟发身方热，刺跗上动脉，开其空出其血，立寒，疟方欲寒刺手阳明太阴足阳明太阴。"}, {"ID": 195, "text": "疟脉满大，急刺背俞，用中针傍伍胠俞各一，适肥瘦出其血也。疟脉小实，急灸胫少阴，刺指井。疟脉满大，急刺背俞，用五胠俞背俞各一，适行至于血也。疟脉缓大虚，便宜用药，不宜用针，凡治疟先发，如食顷乃可以治，过之则失时也，诸疟而脉不见，刺十指闲出血，血去必已，先视身之赤如小豆者尽取之。"}, {"ID": 196, "text": "疟者，其发各不同时，察其病形，以知其何脉之病也。先其发时如食顷而刺之，一刺则衰，二刺则知，三刺则已，不已，刺舌下两脉出血，不已，刺郄中盛经出血，又刺项已下侠脊者必已。舌下两脉者，廉泉也。"}, {"ID": 197, "text": "刺疟者，必先问其病之所先发者，先刺之。先头痛及重者，先刺头上及两额两眉闲出血。先项背痛者，先刺之。先腰脊痛者，先刺郄中出血，先手臂痛者，先刺手少阴阳明十指闲。先足胫酸痛者，先刺足阳明十指闲出血。风疟，疟发则汗出恶风，刺三阳经背俞之血者，䯒酸痛甚按之不可名曰胕髓病，以鑱针针绝骨出血，立已。身体小痛，刺至阴。诸阴之井无出血，闲日一刺。疟不渴，闲日而作，刺足太阳。渴而闲日作，刺足少阳。温疟汗不出，为五十九刺。"}]}, {"section": 36, "header": "气厥论", "data": [{"ID": 198, "text": "黄帝问曰：五藏六府，寒热相移者何。歧伯曰：肾移寒于肝，痈肿少气。脾移寒于肝，痈肿筋挛。肝移寒于心，狂隔中。心移寒于肺，肺消，肺消者饮一溲二，死不治。肺移寒于肾，为涌水，涌水者，按腹不坚，水气客于大肠，疾行则鸣濯濯如囊裹浆，水之病也。"}, {"ID": 199, "text": "脾移热于肝，则为惊衂。肝移热于心，则死。心移热于肺，传为鬲消。肺移热于肾，传为柔痓。肾移热于脾，传为虚，肠澼死，不可治。"}, {"ID": 200, "text": "胞移热于膀胱，则癃溺血。膀胱移热于小肠，鬲肠不便，上为口麋。小肠移热于大肠，为虙瘕为沈。大肠移热于胃，善食而瘦入谓之食亦。胃移热于胆，亦曰食亦。胆移热于脑，则辛頞鼻渊，鼻渊者，浊涕下不止也，传为衂蔑瞑目，故得之气厥也。"}]}, {"section": 37, "header": "咳论", "data": [{"ID": 201, "text": "黄帝问曰：肺之令人咳，何也。歧伯对曰：五藏六府，皆令人咳，非独肺也。帝曰：愿闻其状。歧伯曰：皮毛者，肺之合也，皮毛先受邪气，邪气以从其合也。其寒饮食入胃，从肺脉上至于肺，则肺寒，肺寒则外内合，邪因而客之，则为肺咳。五藏各以其时受病，非其时，各传以与之。人与天地相参，故五藏各以治，时感于寒，则受病，微则为咳，甚者为泄为痛。乘秋则肺先受邪，乘春则肝先受之，乘夏则心先受之，乘至阴则脾先受之，乘冬则肾先受之。"}, {"ID": 202, "text": "帝曰：何以异之。歧伯曰：肺咳之状，咳而喘息有音，甚则唾血。心咳之状，咳则心痛。喉中介介如梗状，甚则咽肿喉痹。肝咳之状，咳则两脇下痛，甚则不可以转，转则两胠下满。脾咳之状，咳则右脇下痛阴阴引肩背，甚则不可以动，动则咳剧。肾咳之状，咳则腰背相引而痛，甚则咳涎。"}, {"ID": 203, "text": "帝曰：六府之咳柰何，安所受病。歧伯曰：五藏之久咳，乃移于六府，脾咳不已，则胃受之，胃咳之状，咳而呕，呕甚则长虫出。肝咳不已，则胆受之，胆咳之状，咳呕胆汁，肺咳不已，则大肠受之，大肠咳状，咳而遗失。心咳不已，则小肠受之，小肠咳状，咳而失气，气与咳俱失。肾咳不已，则膀胱受之，膀胱咳状，咳而遗溺。久咳不已，则三焦受之，三焦咳状，咳而腹满，不欲食饮，此皆聚于胃，关于肺，使人多涕唾而面浮肿气逆也。"}, {"ID": 204, "text": "帝曰：治之柰何。歧伯曰：治藏者，治其俞，治府者，治其合。浮肿者，治其经。帝曰：善。"}]}, {"section": 38, "header": "举痛论", "data": [{"ID": 205, "text": "黄帝问曰：余闻善言天者，必有验于人；善言古者，必有合于今；善言人者，必有厌于己。如此，则道不惑而要数极，所谓明也。今余问于夫子，令言而可知，视而可见，扪而可得，令验于己而发蒙解惑，可得而闻乎。歧伯再拜稽首对曰：何道之问也。"}, {"ID": 206, "text": "帝曰：愿闻人之五藏卒痛，何气使然。歧伯对曰：经脉流行不止，环周不休，寒气入经而稽迟，泣而不行，客于脉外则血少，客于脉中则气不通，故卒然而痛。"}, {"ID": 207, "text": "帝曰：其痛或卒然而止者，或痛甚不休者，或痛甚不可按者，或按之而痛止者，或按之无益者，或喘动应手者，或心与背相引而痛者，或脇肋与少腹相引而痛者，或腹痛引阴股者，或痛宿昔而成积者，或卒然痛死不知人，有少闲复生者，或痛而呕者，或腹痛而后泄者，或痛而闭不通者，凡此诸痛，各不同形，别之柰何。"}, {"ID": 208, "text": "歧伯曰：寒气客于脉外，则脉寒，脉寒则缩蜷，缩蜷则脉绌急，则外引小络，故卒然而痛，得炅则痛立止，因重中于寒，则痛久矣。寒气客于经脉之中，与炅气相薄，则脉满，满则痛而不可按也。寒气稽留，炅气从上，则脉充大而血气乱，故痛甚不可按也。寒气客于肠胃之闲，膜原之下，血不得散，小络急引故痛，按之则血气散，故按之痛止。寒气客于侠脊之脉，则深按之不能及，故按之无益也。寒气客于冲脉，冲脉起于关元，随腹直上，寒气客则脉不通，脉不通则气因之，故喘动应手矣。寒气客于背俞之脉则脉泣，脉泣则血虚，血虚则痛，其俞注于心，故相引而痛，按之则热气至，热气至则痛止矣。寒气客于厥阴之脉，厥阴之脉者，络阴器系于肝，寒气客于脉中，则血泣脉急，故脇肋与少腹相引痛矣。厥气客于阴股，寒气上及少腹，血泣在下相引，故腹痛引阴股。寒气客于小肠膜原之间，络血之中，血泣不得注于大经，血气稽留不得行，故宿昔而成积矣。寒气客于五藏，厥逆上泄，阴气竭，阳气未入，故卒然痛死不知人，气复反，则生矣。寒气客于肠胃，厥逆上出，故痛而呕也。寒气客于小肠，小肠不得成聚，故后泄腹痛矣。热气留于小肠，肠中痛，瘅热焦渴，则坚乾不得出，故痛而闭不通矣。帝曰：所谓言而可知者也。"}, {"ID": 209, "text": "视而可见，柰何。歧伯曰：五藏六府，固尽有部，视其五色，黄赤为热，白为寒，青黑为痛，此所谓视而可见者也。帝曰：扪而可得，柰何。歧伯曰：视其主病之脉坚而血，及陷下者，皆可扪而得也。"}, {"ID": 210, "text": "帝曰：善。余知百病生于气也，怒则气上，喜则气缓，悲则气消，恐则气下，寒则气收，炅则气泄，惊则气乱，劳则气耗，思则气结，九气不同，何病之生。歧伯曰：怒则气逆，甚则呕血及飱泄，故气上矣。喜则气和志达，荣卫通利，故气缓矣。悲则心系急，肺布叶举，而上焦不通，荣卫不散，热气在中，故气消矣。恐则精却，却则上焦闭，闭则气还，还则下焦胀，故气不行矣。寒则腠理闭，气不行，故气收矣。炅则腠理开，荣卫通汗大泄，故气泄。惊则心无所倚，神无所归，虑无所定，故气乱矣。劳则喘息汗出，外内皆越，故气耗矣。思则心有所存，神有所归，正气留而不行，故气结矣。"}]}, {"section": 39, "header": "腹中论", "data": [{"ID": 211, "text": "黄帝问曰：有病心腹满，旦食则不能暮食，此为何病。歧伯对曰：名为鼓胀。帝曰：治之柰何。歧伯曰：治之以鸡矢醴一剂知二剂已。帝曰：其时有复发者何也。歧伯曰：此饮食不节，故时有病也。虽然其病且已，时故当病，气聚于腹也。"}, {"ID": 212, "text": "帝曰：有病胸脇支满者，妨于食，病至则先闻腥臊臭，出清液，先唾血，四支清，目眩，时时前后血，病名为何。何以得之。歧伯曰：病名血枯。此得之年少时，有所大脱血，若醉入房中，气竭肝伤，故月事衰少不来也。帝曰：治之柰何，复以何术。歧伯曰：以四乌鰂骨一藘茹二物并合之，丸以雀卵，大如小豆，以五丸为后饭，饮以鲍鱼汁，利肠中及伤肝也。"}, {"ID": 213, "text": "帝曰：病有少腹盛，上下左右皆有根，此为何病，可治不歧伯曰：病名曰伏梁。帝曰：伏梁何因而得之。歧伯曰：裹大脓血，居肠胃之外，不可治，治之，每切按之致死。帝曰：何以然。歧伯曰：此下则因阴必下脓血，上则迫胃脘生鬲，侠胃脘内痈。此久病也难治。居齐上为逆，居齐下为从，勿动亟夺，论在刺法中。帝曰：人有身体髀股䯒皆肿，环齐而痛，是为何病。歧伯曰：病名伏梁，此风根也。其气溢于大肠而著于肓，肓之原在齐下，故环齐而痛也。不可动之，动之为水溺涩之病。"}, {"ID": 214, "text": "帝曰：夫子数言热中消中，不可服高梁芳草石药，石药发癫，芳草发狂。夫热中消中者皆富贵人也，今禁高梁，是不合其心，禁芳草石药，是病不愈，愿闻其说。歧伯曰：夫芳草之气美，石药之气悍，二者其气急疾坚劲，故非缓心和人，不可以服此二者。帝曰：不可以服此二者，何以然。歧伯曰：夫热气慓悍，药气亦然，二者相遇恐内伤脾。脾者土也而恶木，服此药者，至甲乙日更论。"}, {"ID": 215, "text": "帝曰：善。有病膺肿颈痛胸满腹胀此为何病，何以得之。歧伯曰：名厥逆。帝曰：治之柰何。歧伯曰：灸之则喑，石之则狂，须其气并，乃可治也。帝曰：何以然。歧伯曰：阳气重上，有馀于上，灸之则阳气入阴，入则喑，石之则阳气虚，虚则狂，须其气并而治之，可使全也。"}, {"ID": 216, "text": "帝曰：善。何以知怀子之且生也。歧伯曰：身有病而无邪脉也。"}, {"ID": 217, "text": "帝曰：病热而有所痛者，何也。歧伯曰：病热者，阳脉也，以三阳之动也，人迎一盛少阳，二盛太阳，三盛阳明，入阴也，夫阳入于阴，故病在头与腹，乃䐜胀而头痛也。帝曰：善。"}]}, {"section": 40, "header": "刺腰痛", "data": [{"ID": 218, "text": "足太阳脉，令人腰痛，引项脊尻背如重状；刺其郄中太阳正经出血，春无见血。少阳令人腰痛，如以针刺其皮中，循循然不可以俛仰，不可以顾。刺少阳成骨之端出血，成骨在膝外廉之骨独起者，夏无见血。阳明令人腰痛，不可以顾顾如有见者，善悲；刺阳明于䯒前三痏，上下和之出血。秋无见血，足少阴令人腰痛，痛引脊内廉；刺少阴于内踝上二痏，春无见血，出血太多，不可复也。厥阴之脉，令人腰痛，腰中如张弓弩弦；刺厥阴之脉，在腨踵鱼腹之外，循之累累然，乃刺之，其病令人善言，默默然不慧，刺之三痏。解脉令人腰痛，痛引肩，目䀮䀮然，时遗溲；刺解脉，在膝筋肉分闲郄外廉之横脉出血，血变而止。解脉令人腰痛如引带，常如折腰状，善恐，刺解脉，在郄中结络如黍米，刺之血射以黑，见赤血而已。同阴之脉，令人腰痛，痛如小锤居其中，怫然肿；刺同阴之脉，在外踝上绝骨之端，为三痏。阳维之脉，令人腰痛，痛上怫然肿，刺阳维之脉，脉与太阳合腨下间，去地一尺所。衡络之脉，令人腰痛，不可以俛仰，仰则恐仆，得之举重伤腰，衡络绝，恶血归之；刺之在郄阳筋之间，上郄数寸，衡居为二痏出血。会阴之脉，令人腰痛，痛上漯漯然汗出，汗乾令人欲饮，饮已欲走。刺直阳之脉，上三痏在蹻上郄下五寸横居，视其盛者出血。飞阳之脉，令人腰痛，痛上拂拂然，甚则悲以恐；刺飞阳之脉，在内踝上五寸，少阴之前，与阴维之会。昌阳之脉，令人腰痛，痛引膺，目䀮䀮然，甚则反折，舌卷不能言；刺内筋为二痏，在内踝上大筋前，太阴后上踝二寸所。散脉令人腰痛而热，热甚生烦，腰下如有横木居其中，甚则遗溲，刺散脉，在膝前骨肉分间，络外廉束脉为三痏。肉里之脉，令人腰痛，不可以咳，咳则筋缩急，刺肉里之脉为二痏，在太阳之外，少阳绝骨之后。"}, {"ID": 219, "text": "腰痛侠脊而痛至头几几然，目䀮䀮欲僵仆；刺足太阳郄中出血，腰痛上寒，刺足太阳阳明；上热，刺足厥阴。不可以俛仰，刺足少阳。中热而喘，刺足少阴，刺郄中出血。腰痛上寒不可顾，刺足阳明；上热，刺足太阴，中热而喘，刺足少阴。大便难刺足少阴。少腹满，刺足厥阴。如折不可以俛仰不可举，刺足太阳。引脊内廉，刺足少阴。腰痛引少腹控䏚，不可以仰，刺腰尻交者，两髁胂上。以月生死为痏数，发针立已，左取右，右取左。"}]}, {"section": 41, "header": "风论", "data": [{"ID": 220, "text": "黄帝问曰：风之伤人也，或为寒热，或为热中，或为寒中，或为疠风，或为偏枯，或为风也；其病各异，其名不同，或内至五藏六府，不知其解，愿闻其说。歧伯对曰：风气藏于皮肤之闲，内不得通，外不得泄；风者，善行而数变，腠理开则洒然寒，闭则热而闷，其寒也，则衰食饮，其热也，则消肌肉，故使人怢栗而不能食，名曰寒热。风气与阳明入胃循脉而上至目内眦，其人肥则风气不得外泄，则为热中而目黄；人瘦，则外泄而寒，则为寒中而泣出。风气与太阳俱入行诸脉俞，散于分肉之闲，与卫气相干，其道不利，故使肌肉愤䐜而有疡；卫气有所凝而不行，故其肉有不仁也。疠者有荣气热胕，其气不清，故使其鼻柱坏而色败，皮肤疡溃。风寒客于脉而不去，名曰疠风，或名曰寒热。"}, {"ID": 221, "text": "以春甲乙伤于风者为肝风；以夏丙丁伤于风者为心风；以以季夏戊己伤于邪者为脾风；秋庚辛中于邪者为肺风；以冬壬癸中于邪者为肾风。风中五藏六府之俞亦为藏府之风，各入其门户所中，则为偏风。风气循风府而上，则为脑风；风入系头，则为目风眼寒；饮酒中风，则为漏风；入房汗出中风，则为内风；新沐中风则为首风；久风入中，则为肠风飱泄；外在腠理，则为泄风。故风者，百病之长也，至其变化，乃为他病也，无常方，然致有风气也。"}, {"ID": 222, "text": "帝曰：五藏风之形状不同者何，愿闻其诊及其病能。歧伯曰：肺风之状，多汗恶风，色皏然白，时咳短气，昼日则差，暮则甚，诊在眉上，其色白；心风之状，多汗恶风，焦绝善怒吓，赤色，病甚则言不可快，诊在口，其色赤；肝风之状，多汗恶风，善悲色微苍，嗌乾善怒，时憎女子，诊在目下，其色青；脾风之状，多汗恶风，身体怠墯，四支不欲动，色薄微黄，不嗜食，诊在鼻上，其色黄；肾风之状，多汗恶风，面痝然浮肿，脊痛不能正立，其色炱，隐曲不利，诊在肌上，其色黑，胃风之状，颈多汗恶风，食饮不下，鬲塞不通，腹善满，失衣则䐜胀，食寒则泄，诊形瘦而腹大；首风之状头面多汗恶风当先风一日，则病甚头痛不可，以出内至其风日，则病少愈；漏风之状，或多汗，常不可单衣，食则汗出，甚则身汗，喘息恶风，衣常濡，口乾善渴，不能劳事；泄风之状，多汗，汗出泄衣上，口中乾上渍，其风不能劳事，身体尽痛则寒。帝曰：善。"}]}, {"section": 42, "header": "痹论", "data": []}, {"section": 43, "header": "痿论", "data": []}, {"section": 44, "header": "厥论", "data": []}, {"section": 45, "header": "病能论", "data": []}, {"section": 46, "header": "奇病论", "data": []}, {"section": 47, "header": "大奇论", "data": []}, {"section": 48, "header": "脉解", "data": []}, {"section": 49, "header": "刺要论", "data": []}, {"section": 50, "header": "刺齐论", "data": []}, {"section": 51, "header": "刺禁论", "data": []}, {"section": 52, "header": "刺志论", "data": []}, {"section": 53, "header": "针解", "data": []}, {"section": 54, "header": "长刺节论", "data": []}, {"section": 55, "header": "皮部论", "data": []}, {"section": 56, "header": "经络论", "data": []}, {"section": 57, "header": "气穴论", "data": []}, {"section": 58, "header": "气府论", "data": []}, {"section": 59, "header": "骨空论", "data": []}, {"section": 60, "header": "水热穴论", "data": []}, {"section": 61, "header": "调经论", "data": []}, {"section": 62, "header": "缪刺论", "data": []}, {"section": 63, "header": "四时刺逆从论", "data": []}, {"section": 64, "header": "标本病传论", "data": []}, {"section": 65, "header": "天元纪大论", "data": []}, {"section": 66, "header": "五运行大论", "data": []}, {"section": 67, "header": "六微旨大论", "data": []}, {"section": 68, "header": "气交变大论", "data": []}, {"section": 69, "header": "五常政大论", "data": []}, {"section": 70, "header": "六元正纪大论", "data": []}, {"section": 71, "header": "刺法论", "data": []}, {"section": 72, "header": "本病论", "data": []}, {"section": 73, "header": "至真要大论", "data": []}, {"section": 74, "header": "著至教论", "data": []}, {"section": 75, "header": "示从容论", "data": []}, {"section": 76, "header": "疏五过论", "data": []}, {"section": 77, "header": "徵四失论", "data": []}, {"section": 78, "header": "阴阳类论", "data": []}, {"section": 79, "header": "方盛衰论", "data": []}, {"section": 80, "header": "解精微论", "data": []}]}