{"alldata": [{"section": 0, "header": "嘉言", "data": [{"ID": 0, "text": "夫子适周，见苌弘，言终，退。苌弘语刘文公，曰：“吾观孔仲尼有圣人之表。河目而隆颡，黄帝之形貌也。修肱而龟背，长九尺有六寸，成汤之容体也。然言称先王，躬履廉让，洽闻强记，博物不穷，抑亦圣人之兴者乎？”刘子曰：“方今周室衰微而诸侯力争，孔丘布衣，圣将安施？”苌弘曰：“尧舜文武之道、或弛而坠，礼乐崩丧，其亦正其统纪而已矣。”既而夫子闻之，曰：“吾岂敢哉！亦好礼乐者也。”"}, {"ID": 1, "text": "陈惠公大城，因起凌阳之台，未终而坐法死者数十人。又执三监吏，将杀之。夫子适陈，闻之，见陈侯，与俱登台而观焉。夫子曰：“美哉斯台！自古圣王之为城台，未有不戮一人而能致功若此者也。”陈侯默而退，遽窃赦所执吏。既而见夫子，问曰：“昔周作灵台，亦戮人乎？”答曰：“文王之兴，附者六州。六州之众、各以子道来，故区区之台，未及期日而已成矣。何戮之有乎？夫以少少之众，能立大大之功，唯君尔。”"}, {"ID": 2, "text": "子张曰：“女子必渐乎二十而后嫁，何也？”孔子曰：“十五许嫁而后从夫，是阳动而阴应，男唱而女随之义也。以为纺绩组紃织紝者，女子之所有事也，黼黻文章之美，妇人之所有大功也。必十五以往，渐乎二十，然后可以通乎此事。通乎此事，然后乃能上以孝于舅姑，下以事夫养子也。”"}, {"ID": 3, "text": "宰我使于齐而反，见夫子，曰：“梁丘据遇虺毒，三旬而后瘳。朝齐君，会大夫，众宾而庆焉。弟子与在宾列。大夫众宾并复献攻疗之方。弟子谓之曰：‘夫所以献方，将为病也。今梁丘子已瘳矣，而诸夫子乃复献方，方将安施？意欲梁丘大夫复有虺害当用之乎？’众坐默然无辞。弟子此言何如？”夫子曰：“汝说非也。夫三折肱为良医。梁丘子遇虺毒而获瘳，诸有与之同疾者必问所以已之之方焉。众人为此故，各言其方，欲售之以已人之疾也。凡言其方者，称其良也。且以参据所以已之之方优劣耳。”"}, {"ID": 4, "text": "夫子适齐，晏子就其馆。既宴而私焉，曰：“齐其危矣！譬若载无辖之车，以临千仞之谷。其不颠覆亦难冀也。子、吾心也。子以齐为游息之馆，当或可救。子幸不吾隐也。”夫子曰：“夫死病不可为医。夫政令者、人君之衔辔，所以制下也。今齐君失之已久矣。子虽欲挟其輈而扶其轮，良弗及也。抑犹可以终齐君及子之身。过此以往，齐其田氏矣。”"}, {"ID": 5, "text": "齐东郭亥欲攻田氏，执贽见夫子而访焉。夫子曰：“子为义也，丘不足与计事。”揖子贡使答之。子贡谓之曰：“今子、士也，位卑而图大。卑则人不附也，图大则人惮之，殆非子之任也。盍姑已乎。夫以一缕之任系千钧之重，上悬之于无极之高，下垂之于不测之深。旁人皆哀其绝，而造之者不知其危，子之谓乎。马方骇鼓而惊之，系方绝重而填之。马奔车覆，六辔不禁；系绝于高，坠入于深，其危必矣。”东郭亥色战而跪，曰：“吾已矣。愿子无言。”既而夫子告子贡，曰：“东郭亥欲为义者也。子亦告之以难易则可矣。奚至惧之哉。”"}, {"ID": 6, "text": "宰我问：“君子尚辞乎？”孔子曰：“君子以理为尚，博而不要，非所察也；繁辞富说，非所听也。唯知者不失理。”孔子曰：“吾于予，取其言之近类也；于赐，取其言之切事也。近类则足以谕之，切事则足以惧之。”"}]}, {"section": 1, "header": "论书", "data": [{"ID": 7, "text": "子张问曰：“圣人受命，必受诸天，而《书》云‘受终于文祖’，何也？”孔子曰：“受命于天者、汤武是也，受命于人者、舜禹是也。夫不读《诗》、《书》、《易》、《春秋》，则不知圣人之心，又无以别尧舜之禅、汤武之伐也。”"}, {"ID": 8, "text": "子张问曰：“礼、丈夫三十而室。昔，舜三十徵庸，而《书》云：‘有鳏在下曰虞舜’，何谓也？曩者、师闻诸夫子曰：‘圣人在上，君子在位，则内无怨女，外无旷夫。’尧为天子而有鳏在下，何也？”孔子曰：“夫男子二十而冠，冠而后娶，古今通义也。舜父顽母嚚，莫能图室家之端焉。故逮三十而谓之鳏也。《诗》云：‘娶妻如之何？必告父母。’父母在，则宜图婚。若已殁，则己之娶，必告其庙。今舜之鳏，乃父母之顽嚚也，虽尧为天子，其如舜何？”"}, {"ID": 9, "text": "子夏问《书》大义。子曰：“吾于《帝典》见尧舜之圣焉；于《大禹》、《皋陶谟》、《益稷》见禹、稷、皋陶之忠勤功勋焉；于《洛诰》见周公之德焉。故《帝典》可以观美，《大禹谟》、《禹贡》可以观事，《皋陶谟》、《益稷》可以观政，《洪范》可以观度，《秦誓》可以观议，《五诰》可以观仁，《甫刑》可以观诫。通斯亡者，则《书》之大义举矣。”"}, {"ID": 10, "text": "孔子曰：“《书》之于事也、远而不阔，近而不迫；志尽而不怨，辞顺而不谄。吾于《高宗肜日》见德有报之疾也。苟由其道、致其仁，则远方归志而致其敬焉。吾于《洪范》见君子之不忍言人之恶而质人之美也。发乎中而见乎外以成文者，其唯《洪范》乎？”"}, {"ID": 11, "text": "子张问曰：“尧舜之世，一人不刑而天下治。何则？以教诚而爱深也。龙子以为教一而被以‘五刑’，敢问何谓？”孔子曰：“不然，五刑、所以佐教也。龙子未可谓能为《书》也。”"}, {"ID": 12, "text": "子夏读《书》既毕，而见于夫子。夫子谓曰：“子何为于《书》？”子夏对曰：“《书》之论事也，昭昭然若日月之代明，离离然若星辰之错行；上有尧舜之德，下有三王之义。凡商之所受《书》于夫子者，志之于心，弗敢忘也。虽退而穷，居河济之间、深山之中，作壤室，编蓬户，常于此弹琴瑟以歌先王之道，则可以发愤慷喟，忘己贫贱。故有人亦乐之，无人亦乐之；上见尧舜之德，下见三王之义；忽不知忧患与死也。”夫子愀然变容，曰：“嘻！子殆可与言《书》矣。虽然，其亦表之而已，未覩其里也。夫闚其门而不入其室，恶覩其宗庙之奥、百官之美乎？”"}, {"ID": 13, "text": "宰我问：“《书》云：‘纳于大麓，烈风、雷雨弗迷’，何谓也？”孔子曰：“此言人事之应乎天也。尧既得舜，历试诸难，已而纳之于尊显之官，使大录万机之政。是故阴阳清和，五星来备，烈风、雷雨各以其应，不有迷错愆伏，明舜之行合于天也。”"}, {"ID": 14, "text": "宰我曰：“敢问‘禋于六宗’，何谓也？”孔子曰：“所宗者六，皆洁祀之也。埋少牢于太昭，所以祭时也；祖迎于坎坛，所以祭寒暑也；主于郊宫，所以祭日也；夜明，所以祭月也；幽禜，所以祭星也；雩禜，所以祭水旱也。‘禋于六宗’，此之谓也。”"}, {"ID": 15, "text": "《书》曰：“兹予大享于先王，尔祖其从与享之。”季桓子问曰：“此何谓也？”孔子曰：“古之王者，臣有大功，死，则必祀之于庙，所以殊有绩、劝忠勤也。盘庚举其事，以厉其世臣，故称焉。”桓子曰：“天子之臣有大功者，则既然矣。诸侯之臣有大功者，可以如之乎？”孔子曰：“劳能定国，功加于民，大臣死难，虽食之公庙可也。”桓子曰：“其位次如何？”孔子曰：“天子诸侯之臣、生则有列于朝，死则有位于庙。其序一也。”"}, {"ID": 16, "text": "《书》曰：“维高宗报上甲微。”定公问曰：“此何谓也？”孔子对曰：“此谓亲尽庙毁，有功而不及祖，有德而不及宗。故于每岁之大尝而报祭焉，所以昭其功德也。”公曰：“先君僖公、功德前行，可以与于报乎？”孔子曰：“丘闻：昔虞夏商周以帝王行此礼者，则有矣。自此以下，未之知也。”"}, {"ID": 17, "text": "定公问曰：“《周书》所谓‘庸庸、祗祗、威威、显民’，何谓也？”孔子对曰：“不失其道、明之于民之谓也。夫能用可用，则正治矣；敬可敬，则尚贤矣；畏可畏，则服刑恤矣。君审此三者以示民，而国不兴，未之有也。”"}, {"ID": 18, "text": "子张问：“《书》云：‘奠高山’，何谓也？”孔子曰：“高山‘五岳’，定其差秩，祀所视焉。”子张曰：“其礼如何？”孔子曰：“牲币之物、‘五岳’视三公，而名山视子男。”子张曰：“仁者何乐于山？”孔子曰：“夫山者、岿然高。”子张曰：“高则何乐尔？”孔子曰：“夫山、草木植焉，鸟兽蕃焉，财用出焉，直而无私焉，四方皆伐焉。直而无私，兴吐风云以通乎天地之间；阴阳和合，雨露之泽，万物以成，百姓咸飨。此仁者之所以乐乎山也。”"}, {"ID": 19, "text": "孟懿子问：“《书》曰：‘钦四邻’，何谓也？”孔子曰：“王者前有疑，后有丞，左有辅，右有弼，谓之四近。言前后左右近臣当畏敬之，不可以非其人也。周文王胥附、奔辏、先后、御侮，谓之四邻。以免乎牖里之害。”懿子曰：“夫子亦有四邻乎？”孔子曰：“吾有四友焉。自吾得回也，问人加亲，是非胥附乎？自吾得赐也，远方之士日至，是非奔辏乎？自吾得师也，前有光，后有辉，是非先后乎？自吾得由也，恶言不至于门，是非御侮乎？”"}, {"ID": 20, "text": "孔子见齐景公，梁丘据自外而至。公曰：“何迟？”对曰：“陈氏戮其小臣。臣有辞焉。是故迟。”公笑而目孔子，曰：“《周书》所谓‘明德慎罚’，陈子明德也；罚人而有辞，非不慎矣。”孔子答曰：“昔康叔封卫，统三监之地，命为孟侯。周公以成王之命作《康诰》焉，称述文王之德，以成勑诫之文。其《书》曰：‘惟乃丕显考文王，克明德慎罚。’克明德者、能显用有德，举而任之也。慎罚者、并心而虑之，众平然后行之，致刑错也。此言其所任不失德，所罚不失罪，不谓己德之明也。”公曰：“寡人不有过言，则安得闻君子之教也？”"}, {"ID": 21, "text": "《书》曰：“其在祖甲，不义惟王。”公西赤曰：“闻诸晏子，汤及太甲、祖乙、武丁，天下之大君。夫太甲为王，居丧行不义，同称大君，何也？”孔子曰：“君子之于人、计功以除过。太甲即位，不明居丧之礼，而干冢宰之政。伊尹放之于桐。忧思三年，追悔前愆，起而复位，谓之明王。以此观之，虽四于‘三王’，不亦可乎？”"}, {"ID": 22, "text": "鲁哀公问：“《书》称夔曰：‘于！予击石拊石，百兽率舞，庶尹允谐’，何谓也？”孔子对曰：“此言善政之化乎物也。古之帝王功成作乐，其功善者其乐和，乐和，则天地且犹应之，况百兽乎？夔为帝舜乐正，实能以乐尽治理之情。”公曰：“然则政之大本，莫尚夔乎？”孔子曰：“夫乐所以歌其成功，非政之本也。众官之长，既成熙熙，然后乐乃和焉。”公曰：“吾闻夔一足，有异于人，信乎？”孔子曰：“昔重黎举夔为进，又欲求人而佐焉。舜曰：‘夫乐、天地之精也，唯圣人为能和六律、均五声，和乐之本，以通八风。’夔能若此，一而足矣，故曰一足。非一足也。”公曰：“善。”"}]}, {"section": 2, "header": "记义", "data": [{"ID": 23, "text": "季桓子以粟千锺饩夫子，夫子受之而不辞，既而以颁门人之无者。子贡进曰：“季孙以夫子贫，故致粟。夫子受之，而以施人，无乃非季孙之意乎？”子曰：“何？”对曰：“季孙以为惠也。”子曰：“然。吾得千锺，所以受而不辞者，为季孙之惠，且以为宠也。夫受人财，不以成富，与季孙之惠于一人，岂若惠数百人哉！”"}, {"ID": 24, "text": "秦庄子死，孟武伯问于孔子曰：“古者同寮有服乎？”荅曰：“然。同寮有相友之义。贵贱殊等，不为同官。闻诸老聃：昔者虢叔、闳夭、太颠、散宜生、南宫括五臣同寮，比德以赞文武。及虢叔死，四人者为之服。朋友之服、古之达礼者行之也。”"}, {"ID": 25, "text": "公父文伯死，室人有从死者。其母怒而不哭，相室谏之。其母曰：“孔子、天下之贤人也，不用于鲁，退而去。是子素宗之，而不能随。今死而内人从死者二人焉。若此于长者薄，于妇人厚也。”既而夫子闻之曰：“季氏之妇尚贤哉！”子路愀然对曰：“夫子亦好人之誉己乎？夫子死而不哭，是不慈也，何善尔？”子曰：“怒其子之不能随贤，所以为尚贤者。吾何有焉？其亦善此而已矣。”"}, {"ID": 26, "text": "卫出公使人问孔子曰：“寡人之任臣，无大小，一一自言问观察之，犹复失人。何故？”答曰：“如君之言，此乃所以失之也。人既难知，非言问所及、观察所尽。且人君之虑者多，多虑则意不精。以不精之意，察难知之人，宜其有失也。君未之闻乎？昔者舜臣尧，官才任士，尧一从之。左右曰：‘人君用士，当自任耳目，而取信于人，无乃不可乎？’尧曰：‘吾之举舜，已耳目之矣。今舜所举人，吾又耳目之。是则耳目人终无已也。’君苟付可付，则己不劳而贤才不失矣。”"}, {"ID": 27, "text": "子贡问曰：“昔孙文子以卫侯哭之不哀，知其将为乱。不敢舍其重器而行，尽置诸戚，而善晋大夫二十人。或称其知，何如？”孔子曰：“吾知其为罪人，未知其为知也。”子贡曰：“敢问何谓也？”子曰：“食其禄者必死其事，孙子知卫君之将不君，不念伏死以争，而素规去就。尸利携贰，非人臣也。臣而有不臣之心，明君所不赦。幸哉！孙子之以此免戮也。”"}, {"ID": 28, "text": "孔子使宰予使于楚。楚昭王以安车象饰，因宰予以遗孔子焉。宰予曰：“夫子无以此为也。”王曰：“何故？”对曰：“臣以其用，思其所在观之，有以知其然。”王曰：“言之。”宰予对曰：“自臣侍从夫子以来，窃见其言不离道，动不违仁，贵义尚德，清素好俭；仕而有禄，不以为积；不合则去，退无吝心；妻不服彩，妾不衣帛，车器不彤，马不食粟；道行则乐其治，不行则乐其身，此所以为夫子也。若夫观目之靡丽，窈窕之淫音，夫子过之弗之视，遇之弗之听也。故臣知夫子之无用此车也。”王曰：“然则夫子何欲而可？”对曰：“方今天下道德寝息，其志欲兴而行之。天下诚有欲治之君能行其道，则夫子虽徒步以朝，固犹为之，何必远辱君之重贶乎？”王曰：“乃今而后知孔子之德也大矣。”宰予归，以告孔子。孔子曰：“二三子以予之言何如？”子贡对曰：“未尽夫子之美也。夫子德高则配天、深则配海。若予之言，行事之实也。”子曰：“夫言贵实，使人信之。舍实何称乎？是赐之华不若予之实也。”"}, {"ID": 29, "text": "孔子适齐，齐景公让登，夫子降一等。景公三辞然后登。既坐，曰：“夫子降德辱临寡人，寡人以为荣也，而降阶以远自绝于寡人。未知所以为罪？”孔子答曰：“君惠顾外臣，君之赐也。然以匹夫敌国君，非所敢行也。虽君私之，其若义何？”"}, {"ID": 30, "text": "颜雠善事亲，子路义之。后雠以非罪执于卫，将死，子路请以金赎焉，卫人将许之。既而二三子纳金于子路以入卫，或谓孔子曰：“受人之金以赎其私昵，义乎？”子曰：“义而赎之，贫取于友，非义而何？爱金而令不辜陷辟，凡人且犹不忍，况二三子于由之所亲乎？《诗》云：‘如可赎兮，人百其身。’苟出金可以生人，虽百倍，古人不以为多。故二三子行其欲，由也成其义，非汝之所知也。”"}, {"ID": 31, "text": "孔子读《诗》及《小雅》，喟然而叹，曰：“吾于《周南》、《召南》见周道之所以盛也，于《柏舟》见匹夫执志之不可易也，于《淇奥》见学之可以为君子也，于《考盘》见遁世之士而不闷也，于《木瓜》见苞苴之礼行也，于《缁衣》见好贤之心至也，于《鷄鸣》见古之君子不忘其敬也，于《伐檀》见贤者之先事后食也，于《蟋蟀》见陶唐俭德之大也，于《下泉》见乱世之思明君也，于《七月》见豳公之所以造周也，于《东山》见周公之先公而后私也，于《狼跋》见周公之远志所以为圣也，于《鹿鸣》见君臣之有礼也，于《彤弓》见有功之必报也，于《羔羊》见善政之有应也，于《节南山》见忠臣之忧世也，于《蓼莪》见孝子之思养也，于《楚茨》见孝子之思祭也，于《裳裳者华》见古之贤者世保其禄也，于《采菽》见古之明王所以敬诸侯也。”"}, {"ID": 32, "text": "孔子昼息于室而鼓琴焉。闵子自外闻之，以告曾子曰：“向也夫子之音清澈以和，沦入至道；今也更为幽沈之声。幽则利欲之所为发，沈则贪得之所为施。夫子何所感之若是乎？吾从子入而问焉。”曾子曰：“诺。”二子入，问孔子。孔子曰：“然。汝言是也。吾有之。向见猫方取鼠，欲其得之，故为之音也。汝二人者孰识诸？”曾子对曰：“是闵子。”夫子曰：“可与听音矣。”"}]}, {"section": 3, "header": "刑论", "data": [{"ID": 33, "text": "仲弓问古之刑教与今之刑教。孔子曰：“古之刑省，今之刑繁。其为教，古有礼然后有刑，是以刑省；今无礼以教，而齐之以刑，刑是以繁。《书》曰：‘伯夷降典，折民维刑’，谓下礼以教之，然后维以刑折之也。夫无礼则民无耻，而正之以刑，故民苟免。”"}, {"ID": 34, "text": "孔子适卫，卫将军文子问曰：“吾闻鲁公父氏不能听狱。信乎？”孔子答曰：“不知其不能也。夫公父氏之听狱，有罪者惧，无罪者耻。”文子曰：“有罪者惧，是听之察，刑之当也。无罪者耻，何乎？”孔子曰：“齐之以礼，则民耻矣。刑以止刑，则民惧矣。”文子曰：“今齐之以刑，刑犹弗胜，何礼之齐？”孔子曰：“以礼齐民，譬之于御，则辔也。以刑齐民，譬之于御，则鞭也。执辔于此而动于彼，御之良也。无辔而用策，则马失道矣。”文子曰：“以御言之，右手执辔，左手运策，不亦速乎？若徒辔无策，马何惧哉？”孔子曰：“吾闻古之善御者‘执辔如组、两骖如舞’，非策之助也。是以先王盛于礼而薄于刑，故民从命。今也废礼而尚刑，故民弥暴。”文子曰：“吴、越之俗无礼，而亦治，何也？”孔子曰：“夫吴、越之俗，男女无别，同川而浴，民轻相犯，故其刑重而不胜，由无礼也；中国之教，为外内以别男女，异器服以殊等类，故其民笃而法，其刑轻而胜，由有礼也。”"}, {"ID": 35, "text": "孔子曰：“民之所以生者，衣食也。上不教民，民匮其生，饥寒切于身而不为非者，寡矣。故古之于盗，恶之而不杀也。今不先其教而一杀之，是以罚行而善不反，刑张而罪不省。夫赤子知慕其父母，由审故也。况乎为政，兴其贤者而废其不贤，以化民乎！知审此二者，则上盗先息。”"}, {"ID": 36, "text": "《书》曰：“兹殷罚有伦。”子张问曰：“何谓也？”孔子曰：“不失其理之谓也。今诸侯不同德。每君异法，折狱无伦，以意为限，是故知法之难也。”子张曰：“古之知法者与今之知法者异乎？”孔子曰：“古之知法者能远狱，今之知法者不失有罪。不失有罪，其于恕寡矣；能远于狱，其于防深矣。寡恕近乎滥，防深治乎本。《书》曰：‘维敬五刑，以成三德’，言敬刑所以为德矣。”"}, {"ID": 37, "text": "《书》曰：“非从维从。”孔子曰：“君子之于人也，有不语也，无不听也。况听讼乎！必尽其辞矣。夫听讼者或从其情，或从其辞。辞不可从，必断以情。《书》曰：‘人有小罪非眚，乃惟终，自作不典；式尔，有厥罪小，乃不可不杀。乃有大罪非终，乃惟眚灾适尔；既道极厥辜，时乃不可杀。’”曾子问听狱之术。孔子曰：“其大法也三焉。治必以宽，宽之之术归于察，察之之术归于义，是故听而不宽，是乱也；宽而不察，是慢也；察而不中义，是私也。私则民怨。故善听者、听不越辞，辞不越情，情不越义。《书》曰：‘上下比罚，亡僭乱辞。’”"}, {"ID": 38, "text": "《书》曰：“哀敬折狱。”仲弓问曰：“何谓也？”孔子曰：“古之听讼者察贫贱，哀孤独，及鳏寡、老弱不肖而无告者，虽得其情，必哀矜之。死者不可生，断者不可属。若老而刑之，谓之悖；弱而刑之，谓之克。不赦过谓之逆，率过以小罪谓之抧。故宥过赦小罪，老弱不受刑，先王之道也。《书》曰：‘大辟疑赦。’又曰：‘与其杀不辜，宁失不经。’”"}, {"ID": 39, "text": "《书》曰：“若保赤子。”子张问曰：“听讼可以若此乎？”孔子曰：“可哉！古之听讼者恶其意，不恶其人，求所以生之，不得其所以生，乃刑之。君必与众共焉，爱民而重弃之也。今之听讼者不恶其意，而恶其人，求所以杀。是反古之道也。”"}, {"ID": 40, "text": "孟氏之臣叛，武伯问孔子曰：“如之何？”答曰：“臣人而叛，天下所不容也。其将自反，子姑待之。”三旬，果自归。孟氏武伯将执之，访于夫子。夫子曰：“无也。子之于臣，礼意不至，是以去子。今其自反，罪以反除，又何执焉？子修礼以待之，则臣去子将安往？”武伯乃止。"}]}, {"section": 4, "header": "记问", "data": [{"ID": 41, "text": "夫子闲居，喟然而叹。子思再拜，请曰：“意子孙不修，将忝祖乎？羡尧、舜之道，恨不及乎？”夫子曰：“尔孺子，安知吾志？”子思对曰：“伋于进膳亟闻夫子之教。其父析薪，其子弗克负荷，是谓不肖。伋每思之，所以大恐而不懈也。”夫子忻然笑曰：“然乎？吾无忧矣。世不废业，其克昌乎！”"}, {"ID": 42, "text": "子思问于夫子曰：“为人君者，莫不知任贤之逸也，而不能用贤，何故？”子曰：“非不欲也。所以官人失能者，由于不明也。其君以誉为赏，以毁为罚，贤者不居焉。”"}, {"ID": 43, "text": "子思问于夫子曰：“亟闻夫子之诏：正俗化民之政，莫善于礼乐也。管子任法以治齐，而天下称仁焉。是法与礼乐异用而同功也，何必但礼乐哉？”子曰：“尧、舜之化，百世不辍，仁义之风远也。管仲任法，身死则法息，严而寡恩也。若管仲之知，足以定法。材非管仲，而专任法，终必乱成矣。”"}, {"ID": 44, "text": "子思问于夫子曰：“物有形类，事有真伪。必审之，奚由？”子曰：“由乎心。心之精神是乎圣。推数究理，不以物疑。周其所察，圣人难诸。”"}, {"ID": 45, "text": "赵简子使聘夫子，夫子将至焉。及河，闻窦鸣犊与舜华之见杀也，回舆而旋之卫，息鄹，遂为操，曰：“周道衰微，礼乐凌迟，文武既坠，吾将焉师。周游天下，靡邦可依，凤鸟不识，珍宝枭鸱，眷然顾之，惨焉心悲。巾车命驾，将适唐都。黄河洋洋，悠悠之鱼，临津不济，还辕息鄹。伤予道穷，哀彼无辜，翱翔于卫，复我旧庐，从吾所好，其乐只且。”"}, {"ID": 46, "text": "哀公使以币如卫迎夫子，而卒不能当。故夫子作《丘陵之歌》，曰：“登彼丘陵，峛崺其阪。仁道在迩，求之若远，遂迷不复，自婴屯蹇，喟然回虑。题彼泰山，郁确其高，梁甫回连，枳棘充路。陟之无缘，将伐无柯，患兹蔓延，惟以永叹，涕霣潺湲。”"}, {"ID": 47, "text": "楚王使使奉金帛聘夫子。宰予冉有曰：“夫子之道于是行矣。”遂请见，问夫子曰：“太公勤身苦志，八十而遇文王，孰与许由之贤？”夫子曰：“许由、独善其身者也。太公、兼利天下者也。然今世无文王之君也，虽有太公，孰能识之？”乃歌曰：“大道隐兮礼为基，贤人窜兮将待时，天下如一欲何之。”"}, {"ID": 48, "text": "叔孙氏之车卒曰：“子锄商樵于野而获兽焉。众莫之识，以为不祥，弃之五父之衢。”冉有告夫子曰：“有麕而肉角，岂天之妖乎？”夫子曰：“今何在？吾将观焉。”遂往，谓其御高柴曰：“若求之言，其必麟乎！”到视之，果信。言偃问曰：“飞者宗凤，走者宗麟，为其难致也。敢问今见其谁应之？”子曰：“天子布德，将致太平，则麟凤龟龙先为之祥。今周宗将灭，天下无主，孰为来哉？”遂泣曰：“予之于人，犹麟之于兽也。麟出而死，吾道穷矣。”乃歌曰：“唐虞世兮麟凤游，今非其时来何求，麟兮麟兮我心忧。”"}]}, {"section": 5, "header": "杂训", "data": [{"ID": 49, "text": "子上请所习于子思。子思曰：“先人有训焉。学必由圣，所以致其材也。厉必由砥，所以致其刃也。故夫子之教必始于《诗》、《书》而终于礼乐，杂说不与焉，又何请？”"}, {"ID": 50, "text": "子思谓子上曰：“白乎！吾尝深有思而莫之得也，于学则寤焉。吾尝企有望而莫之见也，登高则覩焉。是故虽有本性，而加之以学，则无惑矣。”"}, {"ID": 51, "text": "悬子问子思曰：“吾闻同声者相求，同志者相好。子之先君见子产则兄事之，而世谓子产仁爱，称夫子圣人。是谓圣道事仁爱也。吾未谕其人之孰先后也，故质于子。”子思曰：“然。子之问也。昔季孙问子游，亦若子之言也。子游答曰：‘以子产之仁爱譬夫子，其犹浸水之与膏雨乎？’康子曰：‘子产死，郑人丈夫舍玞佩，妇女舍珠瑱，巷哭三月，竽瑟不作。夫子之死也，吾未闻鲁人之若是也。奚故哉？’子游曰：‘夫浸水之所及也则生，其所不及则死，故民皆知焉。膏雨之所生也，广莫大焉；民之受赐也，普矣。莫识其由来者。’‘上德不德，是以无德。’季孙曰：‘善。’”悬子曰：“其然。”"}, {"ID": 52, "text": "孟子车尚幼，请见子思。子思见之，甚悦其志，命子上侍坐焉，礼敬子车甚崇。子上不愿也。客退。子上请曰：“白闻士无介不见，女无媒不嫁。孟孺子无介而见，大人悦而敬之。白也未谕，敢问？”子思曰：“然。吾昔从夫子于郯，遇程子于途，倾盖而语，终日而别，命子路将束帛赠焉，以其道同于君子也。今孟子车、孺子也，言称尧、舜，性乐仁义，世所希有也。事之犹可，况加敬乎！非尔所及也。”"}, {"ID": 53, "text": "子思在鲁，使以书如卫问子上。子上北面再拜受书，伏读然后与者宴。遂为复书，返中庭，北面再拜以授使者。既受书，然后退。使者还鲁，问子思，曰：“吾子堂上南面立，授臣书，事毕，送臣。子上中庭拜，授臣书而不送，何也？”子思曰：“拜而不送，敬也。使人而送之，宾也。”"}, {"ID": 54, "text": "鲁人有同姓死而弗吊者。人曰：“在礼、当免不免，当吊不吊，有司罚之。如之何！子之无吊也。”荅曰：“吾以其䟽远也。”子思闻之，曰：“无恩之甚也。昔者季孙问于夫子曰：‘百世之宗、有绝道乎？’子曰：‘继之以姓，义无绝也。故同姓为宗，合族为属。虽国君之尊、不废其亲，所以崇爱也。是以缀之食序，列之昭穆，万世婚姻不通，忠笃之道然也。’”"}, {"ID": 55, "text": "鲁穆公访于子思，曰：“寡人不德，嗣先君之业三年矣，未知所以为令名者，且欲掩先君之恶，以扬先君之善，使谈者有述焉。为之若何？愿先生教之也。”子思荅曰：“以伋所闻，舜、禹之于其父，非勿欲也，以为私情之细，不如公义之大，故弗敢私之焉耳。责以虚饰之教，又非伋所得言。”公曰：“思之可以利民者。”子思曰：“愿有惠百姓之心，则莫如一切除非法之事也。毁不居之室，以赐穷民，夺嬖宠之禄，以振困匮。无令人有悲怨，而后世有闻见，抑亦可乎？”公曰：“诺。”"}, {"ID": 56, "text": "县子问子思曰：“颜回问为邦。夫子曰：‘行夏之时。’若是，殷周异政为非乎？”子思曰：“夏数得天，尧舜之所同也。殷周之王，征伐革命以应乎天，因改正朔，若云天时之改尔，故不相因也。夫受禅于人者，则袭其统；受命于天者，则革之，所以神其事，如天道之变然也。三统之义，夏得其正。是以夫子云。”"}, {"ID": 57, "text": "穆公问于子思曰：“立太子有常乎？”荅曰：“有之。在周公之典。”公曰：“昔文王舍适而立其次，微子舍孙而立其弟，是何法也？”子思曰：“殷人质而尊其尊，故立弟；周人文而亲其亲，故立子。亦各其礼也。文质不同，其礼则异。文王舍适立其次，权也。”公曰：“苟得行权，岂唯圣人，唯贤与爱立也。”子思曰：“圣人不以权教，故立制垂法，顺之为贵。若必欲犯，何有于异？”公曰：“舍贤立圣，舍愚立贤，何如？”子思曰：“唯圣立圣，其文王乎！不及文王者，则各贤其所爱，不殊于适，何以限之。必不能审贤愚之分，请父兄、群臣卜于祖庙，亦权之可也。”"}, {"ID": 58, "text": "孟轲问牧民何先？子思曰：“先利之。”曰：“君子之所以教民，亦有仁义而已矣，何必曰利。”子思曰：“仁义、固所以利之也。上不仁，则下不得其所；上不义，则下乐为乱也。此为不利大矣。故《易》曰：‘利者、义之和也’，又曰：‘利用安身以崇德也’。此皆利之大者也。”"}]}, {"section": 6, "header": "居卫", "data": [{"ID": 59, "text": "子思居卫，言苟变于卫君，曰：“其材可将五百乘，君任军旅，率得此人，则无敌于天下矣。”卫君曰：“吾知其材可将，然变也尝为吏，赋于民而食人二鷄子，以故弗用也。”子思曰：“夫圣人之官人，犹大匠之用木也。取其所长，弃其所短，故杞梓连抱而有数尺之朽，良工不弃，何也？知其所妨者细也。卒成不訾之器。今君处战国之世，选爪牙之士，而以二卵焉弃干城之将。此不可使闻于邻国者也。”卫君再拜，曰：“谨受教矣。”"}, {"ID": 60, "text": "子思适齐，齐君之嬖臣美须眉立乎侧。齐君指之而笑，且言曰：“假貌可相易，寡人不惜此之须眉于先生也。”子思曰：“非所愿也。所愿者、唯君修礼义、富百姓，而伋得寄帑于君之境内，从襁负之列，其庸多矣。若无此须鬣，非伋所病也。昔尧身修十尺，眉乃八彩，实圣；舜身修八尺有奇，面颔无毛，亦圣。禹、汤、文、武及周公勤思劳体，或折臂望视，或秃骭背偻，亦圣，不以须眉美鬣为称也。人之贤圣在德，岂在貌乎？且吾先君生无须眉，而天下王侯不以此损其敬。由是言之，伋徒患德之不邵，不病毛鬓之不茂也。”"}, {"ID": 61, "text": "子思谓子上曰：“有可以为公侯之尊而富贵人众不与焉者，非唯志乎？成其志者非唯无欲乎？夫锦缋纷华、所服不过温体，三牲大牢、所食不过充腹。知以身取节者，则知足矣。苟知足，则不累其志矣。”"}, {"ID": 62, "text": "曾子谓子思曰：“昔者吾从夫子游于诸侯，夫子未尝失人臣之礼，而犹圣道不行。今吾观子有傲世主之心，无乃不容乎？”子思曰：“时移世异，各有宜也。当吾先君，周制虽毁，君臣固位，上下相持，若一体然。夫欲行其道，不执礼以求之，则不能入也。今天下诸侯方欲力争，竞招英雄以自辅翼。此乃得士则昌、失士则亡之秋也。伋于此时不自高，人将下吾；不自贵，人将贱吾。舜、禹揖让，汤、武用师，非故相诡，乃各时也。”"}, {"ID": 63, "text": "子思在齐。齐尹文子生子，不类，怒而杖之，告子思曰：“此非吾子也。吾妻殆不妇，吾将黜之。”子思曰：“若子之言，则尧、舜之妃复可疑也。此二帝、圣者之英，而丹朱、商钧不及匹夫。以是推之，岂可类乎？然举其多者。有此父，斯有此子，人道之常也。若夫贤父之有愚子，此由天道自然，非子之妻之罪也。”尹文子曰：“先生止之。愿无言，文留妻矣。”"}, {"ID": 64, "text": "孟轲问子思曰：“尧、舜、文、武之道，可力而致乎？”子思曰：“彼人也，我人也。称其言，履其行，夜思之，昼行之，滋滋焉，汲汲焉，如农之赴时，商之趣利，恶有不至者乎？”"}, {"ID": 65, "text": "子思谓孟轲曰：“自大而不修其所以大，不大矣；自异而不修其所以异，不异矣。故君子高其行，则人莫能偕也；远其志，则人莫能及也。礼接于人，人不敢慢；辞交于人，人不敢侮。其唯高远乎？”"}, {"ID": 66, "text": "申祥问曰：“殷人自契至汤而王，周人自弃至武王而王。同喾之后也，周人追王大王、王季、文王，而殷人独否，何也？”子思曰：“文质之异也。周人之所追大王，王迹起焉。”又曰：“文王受命，断虞芮之讼，伐崇邦，退犬夷，追王大王、王季，何也？”子思曰：“狄人攻大王，大王召耆老而问焉，曰：‘狄人何来？’耆老曰：‘欲得菽粟财货。’大王曰：‘与之。’与之至无狄人不止。大王又问耆老曰：‘狄人何欲？’耆老曰：‘欲土地。’大王曰：‘与之。’耆老曰：‘君不为社稷乎？’大王曰：‘社稷、所以为民也，不可以所为亡民也。’耆老曰：‘君纵不为社稷，不为宗庙乎？’大王曰：‘宗庙者、私也，不可以吾私害民。’遂杖策而去，过梁山，止乎岐下，豳民之束修奔而从之者三千乘。一止而成三千乘之邑，此王道之端也。成王于是追而王之。王季、其子也，承其业，广其基焉，虽同追王，不亦可乎？”"}, {"ID": 67, "text": "羊客问子思曰：“古之帝王中分天下，使二公治之，谓之二伯。周自后稷封为王者后，子孙据国。至大王、王季、文王，此固世为诸侯矣，焉得为西伯乎？”子思曰：“吾闻诸子夏：殷王帝乙之时，王季以功九命作伯，受圭瓒秬鬯之赐，故文王因之，得专征伐。此以诸侯为伯，犹周召之君为伯也。”"}, {"ID": 68, "text": "子思年十六，适宋。宋大夫乐朔与之言学焉。朔曰：“《尚书》虞夏数四篇善也，下此以讫于秦费，效尧、舜之言耳，殊不如也。”子思荅曰：“事变有极，正自当尔。假令周公、尧、舜更时易处，其书同矣。”乐朔曰：“凡书之作，欲以喻民也，简易为上，而乃故作难知之辞，不亦繁乎？”子思曰：“《书》之意兼复深奥，训诂成义，古人所以为典雅也。昔鲁委巷亦有似君之言者。伋荅之曰：‘道为知者传。苟非其人，道不贵矣。’今君何似之甚也。”乐朔不悦而退，曰：“孺子辱吾。”其徒曰：“此虽以宋为旧，然世有雠焉，请攻之。”遂围子思。宋君闻之，驾而救子思。子思既免，曰：“文王厄于牖里，作《周易》；祖君屈于陈蔡，作《春秋》。吾困于宋，可无作乎？”于是撰《中庸》之书四十九篇。"}]}, {"section": 7, "header": "巡守", "data": [{"ID": 69, "text": "子思游齐，陈庄伯与登泰山而观，见古天子《巡守之铭》焉。陈子曰：“我生独不及帝王封禅之世。”子思曰：“子不欲尔。今周室卑微，诸侯无霸。假以齐之义，率邻国以辅文、武子孙之有德者，则齐桓、晋文之事不足言也。”陈子曰：“非不悦斯道，力不堪也。子、圣人之后，吾愿有闻焉。敢闻昔圣帝明王巡守之礼，可得闻乎？”子思曰：“凡求闻者，为求行之也。今子自计必不能行，欲闻何为？”陈子曰：“吾虽不敏，亦乐先王之道。于子何病而不吾告也？”子思乃告之，曰：“古者天子将巡守，必先告于祖祢，命史告群庙及社稷、圻内名山、大川。告者七日而徧：亲告用牲，史告用币。申命冢宰而后道而出。或以迁庙之主行载于斋车，每舍奠焉。及所经‘五岳’、‘四渎’，皆有牲币，岁二月，东巡守，至于岱宗，柴于上帝，望秩于山川。所过诸侯，各待于境。天子先问百年者所在，而亲见之、然后觐方岳之诸侯，有功德者，则发爵赐服以顺阳义；无功者，则削黜贬退以顺阴义。命史采民诗谣以观其风；命市纳贾，察民之所好恶以知其志；命典礼正制度，均量衡，考衣服之等，协时月日辰。入其疆，土地荒秽，遗老失贤，掊克在位，则君免。山川社稷有不亲举者，则贬秩削土。土荒民游为无教，无教者、则君退；民淫僭上为无法，无法者、则君罪；入其疆，土地垦辟，养老尊贤，俊杰在位，则君有庆。遂南巡，五月至于南岳。又西巡，八月至于西岳。又北巡，十有一月至于北岳，其礼皆如岱宗。归反，舍于外次，三日斋，亲告于祖祢，用特，命有司告群庙、社稷及圻内名山、大川，而后入听朝。此古者明王巡守之礼也。”陈子曰：“诸侯朝乎天子。盟会霸主，则亦告宗庙山川乎？”子思曰：“告哉！”陈子曰：“王者巡守，不及‘四岳’；诸侯盟会，不越邻国；则其礼同乎？异乎？”子思曰：“天子封圻千里，公侯百里，伯七十里，子、男五十里，虞、夏、殷、周之常制也。其或出此封者，则其礼与巡守朝会无变；其不越于封境，虽行，如在国。”陈子曰：“旨哉！古之义也。吾今而后知不学者浅之为人也。”"}]}, {"section": 8, "header": "公仪", "data": [{"ID": 70, "text": "鲁人有公仪休者，砥节励行，乐道好古，恬于荣利，不事诸侯。子思与之友。穆公因子思，欲以为相。谓子思曰：“公仪子必辅寡人，参分鲁国而与之一。子其言之。”子思对曰：“如君之言，则公仪子愈所以不至也。君若饥渴待贤，纳用其谋，虽蔬食水饮，伋亦愿在下风。今徒以高官厚禄钩饵君子，无信用之意。公仪子之智若鱼鸟，可也。不然，则彼将终身不蹑乎君之庭矣。且臣不佞，又不任为君操竿下钓，以伤守节之士也。”"}, {"ID": 71, "text": "闾丘温见田氏将必危齐，欲以其邑叛，而适鲁。穆公闻之，谓子思曰：“子能怀之，则寡人割邑如其邑以偿子。”子思曰：“伋虽能之，义所不为也。”公曰：“何？”子思对曰：“彼为人臣，君将颠，弗能扶而叛之；逆臣制国，弗能以其众死而逃之；此罪诛之人也。伋纵不能讨，而又要利以召奸，非忍行也。”"}, {"ID": 72, "text": "穆公问子思曰：“吾闻庞栏氏子不孝，其行何如？”对曰：“臣闻明君之为政，尊贤以崇德，举善以劝民，则四封之内孰敢不化？若夫过行，是细人之所识。不治其本而问其过，臣不知所以也。”公曰：“善。”"}, {"ID": 73, "text": "穆公谓子思曰：“子之书所记夫子之言，或者以谓子之辞也。”子思曰：“臣所记臣祖之言，或亲闻之者，有闻之于人者，虽非其正辞，然犹不失其意焉。且君之所疑者何？”公曰：“于事无非。”子思曰：“无非所以得臣祖之意也。就如君言，以为臣之辞。臣之辞无非，则亦所宜贵矣。事既不然，又何疑焉？”"}, {"ID": 74, "text": "穆公谓子思曰：“县子言子之为善，不欲人誉己，信乎？”子思对曰：“非臣之情也。臣之修善，欲人知之。知之而誉臣，是臣之为善有劝也，此所愿而不可得者也。若臣之修善而人莫知，莫知则必毁臣，是臣之为善而受毁也，此臣所不愿而不可避者也。若夫鷄鸣为善。孜孜以至夜半，而曰：‘不欲人之知；恐人之誉己。’臣以谓斯人也者，非虚则愚也。”"}, {"ID": 75, "text": "胡毋豹谓子思曰：“子好大，世莫能容子也。盍亦随时乎？”子思曰：“大非所病，所病不大也。凡所以求容于世，为行道也。毁道以求容，道何行焉？大不见容，命也；毁大而求容，罪也。吾弗改矣。”"}, {"ID": 76, "text": "子思居贫，其友有馈之粟者、受二车焉。或献樽酒束修，子思弗为当也。或曰：“子取人粟而辞吾酒脯，是辞少而取多也。于义则无名，于分则不全，而子行之，何也？”子思曰：“然。伋不幸而贫于财，至于困乏，将恐绝先人之祀。夫所以受粟，为周乏也。酒脯、所以饮宴也，方乏于食，而乃饮晏，非义也，吾岂以为分哉，度义而行也。”或者担其酒脯以归。"}, {"ID": 77, "text": "穆公问子思曰：“吾国可兴乎？”子思曰：“可。”公曰：“为之柰何？”对曰：“苟君与大夫慕周公伯禽之治，行其政化，开公家之惠，杜私门之利，结恩百姓，修礼邻国，其兴也勃矣。”"}, {"ID": 78, "text": "子思曰：“吾之富贵甚易，而人犹弗能。夫不取于人谓之富，不辱于人谓之贵。不取不辱，其于富贵庶矣哉。”"}]}, {"section": 9, "header": "抗志", "data": [{"ID": 79, "text": "曾申谓子思曰：“屈己以伸道乎？抗志以贫贱乎？”子思曰：“道伸、吾所愿也。今天下王侯其孰能哉！与屈己以富贵，不若抗志以贫贱。屈己则制于人，抗志则不愧于道。”"}, {"ID": 80, "text": "子思居卫。卫人钓于河，得鳏鱼焉，其大盈车。子思问之，曰：“鳏鱼、鱼之难得者也。子如何得之？”对曰：“吾始下钓，垂一鲂之饵，鳏过而弗视也。更以豚之半体，则吞之矣。”子思喟然曰：“鳏虽难得，贪以死饵；士虽怀道，贪以死禄矣。”"}, {"ID": 81, "text": "子思居卫。鲁穆公卒，县子使乎卫，闻丧而服，谓子思曰：“子虽未臣，鲁父母之国也，先君宗庙在焉，柰何弗服？”子思曰：“吾岂爱乎？礼不得也。”县子曰：“请闻之。”答曰：“臣而去国，君不扫其宗庙，则不为之服。寓乎是国，而为国服。吾既无列于鲁而祭在卫，吾何服哉！是寄臣而服所寄之君，则旧君无服。明不二君之义也。”县子曰：“善哉！我未之思也。”"}, {"ID": 82, "text": "卫君言计非是，而群臣和者如出一口。子思曰：“以吾观卫，所谓君不君、臣不臣者也。”公丘懿子曰：“何乃若是？”子思曰：“人主自臧，则众谋不进事。是而臧之，犹却众谋，况和非以长恶乎！夫不察事之是非，而悦人之赞己，暗莫甚焉。不度理之所在，而阿谀求容，谄莫甚焉。君暗臣谄，以居百姓之上，民弗与也。若此不已，国无类矣。”"}, {"ID": 83, "text": "子思谓卫君曰：“君之国事将日非矣。”君曰：“何故？”荅曰：“有由然焉。君出言皆自以为是，而卿大夫莫敢矫其非。卿大夫出言亦皆自以为是，而士庶人莫敢矫其非。君臣既自贤矣，而群下同声贤之。贤之则顺而有福，矫之则逆而有祸。故使如此。如此则善安从生？《诗》云：‘具曰予圣，谁知乌之雌雄。’抑亦似卫之君臣乎？”"}, {"ID": 84, "text": "卫君问子思曰：“寡人之政何如？”荅曰：“无非。”君曰：“寡人不知其不肖，亦望其如此也。”子思曰：“希旨容媚，则君亲之；中正弼非，则君疏之。夫能使人富贵贫贱者、君也。在朝之士孰肯舍所以见亲而取其所以见䟽乎？是故竞求射君之心而莫有非君之非者。此臣所以无非也。”公曰：“然乎！寡人之过也。今知改矣。”荅曰：“君弗能焉。口顺而心不怿者、临其事必疣。君虽有命，臣未敢受也。”"}, {"ID": 85, "text": "司徒文子改葬，其叔父问服于子思。子思曰：“礼、父母改葬，缌。既葬而除，不忍无服送至亲也。非父母无服，无服则吊服而加麻。”文子曰：“丧服既除，然后乃葬，则其服何服？”荅曰：“三年之丧，未葬服不变，除何有焉。期大功之丧，服其所除之服以葬。既葬而除之，其虞也，吉服以行事也。”"}, {"ID": 86, "text": "公叔木谓申祥曰：“吾于子思，亲而敬之。子思未吾察也。”申祥以告曰：“人求亲敬于子，子何辱焉？”子思荅曰：“义也。”申祥曰：“请闻之。”荅曰：“公叔氏之子爱人之同己，慢而不知贤。夫其亲敬，非心见吾所可亲敬也，则亦以人口而䟽慢吾矣。”申祥曰：“其不知贤柰何？”荅曰：“有龙穆者徒好饰弄辞说，观于坐席，相人眉睫以为之意，天下之浅人也，而公叔子交之。桥子良修实而不修名，为善不为人之知己，不撞不发，如大锺然，天下之深人也，而公叔子与之同邑而弗能知。此其所以为爱同己而不知贤也。”"}, {"ID": 87, "text": "子思自齐反卫，卫君馆而问曰：“先生、鲁国之士，然不以卫之褊小，犹步玉趾而慰存之，愿有赐于寡人也。”子思曰：“臣羁旅于此，而辱君之威尊，亟临荜门，其荣多矣。欲报君以财币，则君之府藏已盈，而伋又贫。欲报君以善言，恐未合君志，而徒言不听也。顾未有可以报君者，唯达贤尔。”卫君曰：“贤、则固寡人之所愿也。”子思曰：“未审君之愿将何以为？”君曰：“必用以治政。”子思曰：“君弗能也。”君曰：“何故？”荅曰：“卫国非无贤才之士，而君未有善政。是贤才不见用故也。”君曰：“虽然，愿闻先生所以为贤者。”荅曰：“君将以名取士耶？以实取士耶？”君曰：“必以实。”子思曰：“卫之东境有李音者，贤而有实者也。”君曰：“其父、祖何也？”荅曰：“世农夫也。”卫君乃卢胡大笑曰：“寡人不好农。农夫之子，无所用之。且世臣之子，未悉官之。”子思曰：“臣称李音，称其贤才也。周公大圣，康叔大贤。今鲁、卫之君未必皆同其祖考。李音父祖虽善农，则音亦未必与之同也。君言世臣之子未悉官之，则臣所谓有贤才而不见用，果信矣。臣之问君，固疑取士不以实也。今君不问李音之所以为贤才，而闻其世农夫因笑而不受，则君取士果信名而不由实者也。”卫君屈而无辞。"}, {"ID": 88, "text": "卫君曰：“夫道大而难明，非吾所能也。今欲学术，何如？”子思曰：“君无然也。体道者逸而不穷，任术者劳而无功。古之笃道君子生不足以喜之，利何足以动之；死不足以禁之，害何足以惧之。故明于死生之分，通于利害之变，虽以天下易其胫毛，无所概于志矣。是以与圣人居，使穷士忘其贫贱，使王公简其富贵。君无然也。”卫君曰：“善。”"}, {"ID": 89, "text": "齐王谓子思曰：“今天下扰扰，诸侯无伯，吾国大人众，图帝何如？”子思曰：“不可也。君不能去君贪利之心。”王曰：“何害？”子思曰：“夫水之性清而土壤汩之，人之性安而嗜欲乱之。故能有天下者，必无以天下为者也；能有名誉者，必无以名誉为者也。达此，则其利心外矣。”"}, {"ID": 90, "text": "卫将军文子之内子死，复者曰：“皋媚女复。”子思闻之，曰：“此女氏之字，非夫氏之名也。妇人于夫氏以姓氏称，礼也。”"}, {"ID": 91, "text": "费子阳谓子思曰：“吾念周室将灭，泣涕不可禁也。”子思曰：“然。此亦子之善意也。夫能以智知可知，而不能以智知未可知，危之道也。今以一人之身忧世之不治而泣涕不禁，是忧河水之浊而泣清之也。其为无益莫大焉。故微子去殷，纪季之齐，良知时也。唯能不忧世之乱而患身之不治者，可与言道矣。”"}, {"ID": 92, "text": "齐王戮其民不辜，谓子思曰：“吾知其不辜，而适触吾忿，故戮之，以为不足伤义也。”子思曰：“文王葬朽骨而天下知仁，商纣斫朝涉而天下称暴。夫义者、不必徧利天下也，暴者、不必尽虐海内也。以其所施而观其意，民乃去就焉。今君因心之忿，迁戮不辜，以为无伤于义。此非臣之所敢知也。”王曰：“寡人实过。乃今闻命。请改之。”"}, {"ID": 93, "text": "卫公子交见于子思，曰：“先生、圣人之后，执清高之操，天下之君子莫不服先生之大名也。交虽不敏，窃幕下风。愿师先生之行，幸顾䘏之。”子思曰：“公子不宜也。夫清高之节，不以私自累，不以利烦意，择天下之至道，行天下之正路。今公子绍康叔之绪，处战伐之世，当务收英雄，保其疆土，非所以明否藏、立规检、修匹夫之行之时也。”"}, {"ID": 94, "text": "卫公子交馈马四乘于子思，曰：“交不敢以此求先生之欢而辱先生之洁也。先生久降于鄙土，盖为宾主之饩焉。”子思曰：“伋寄命以来，度身以服卫之衣，量腹以食卫之粟矣。且又朝夕受酒脯及祭膰之赐，衣食已优，意气已定，以无行志，未敢当车马之贶。礼、虽有爵赐人，不逾父兄。今重违公子之盛旨，则有謟礼之愆焉，若何？”公子曰：“交已言于君矣。”荅曰：“不可。为人子者，三赐不及车马。”公子曰：“我未之闻也。谨受教。”"}, {"ID": 95, "text": "穆公欲相子思，子思不愿，将去鲁。鲁君曰：“天下之主、亦犹寡人也。去，将安之？”子思荅曰：“盖闻君子犹凤也，疑之则举。今君既疑矣，又以己限天下之君臣。窃谓君之言过矣。”"}, {"ID": 96, "text": "齐王谓子思曰：“先生名高于海内，吐言则天下之士莫不属耳目。今寡人欲相梁起。起也名少，愿先生谈说之也。”子思曰：“天下之士所以属耳目者，以伋之言，是非当也。今君使伋虚谈于起，则天下之士必改耳目矣。耳目既改，又无益于起。是两之丧也，故不敢承命。”齐君曰：“起之不善何也？”子思曰：“君岂未之知乎？厚于财色，必薄于德，自然之道也。今起以贪成富，闻于诸侯，而无救施之惠焉；以好色闻于齐国，而无男女之别焉。有一于此，犹受其咎，而起二之，能无累乎？”王曰：“寡人之言实过。愿先生赦焉。”"}, {"ID": 97, "text": "子思见老莱子，老莱子闻穆公将相子思。老莱子曰：“若子事君，将何以为乎？”子思曰：“顺吾性情，以道辅之，无死亡焉。”老莱子曰：“不可。顺子之性也，子性惟太刚而傲不肖，且又无所死亡，非人臣也。”子思曰：“不肖，故为人之所傲也。夫事君道行、言听，则何所死亡；道不行、言不听，则亦不能事君。所谓无死亡也。”老莱子曰：“子不见夫齿乎？虽坚刚，卒尽相摩；舌柔顺，终以不弊。”子思曰：“吾不能为舌，故不能事君。”"}]}, {"section": 10, "header": "小尔雅", "data": []}, {"section": 11, "header": "公孙龙", "data": [{"ID": 98, "text": "公孙龙者、平原君之客也，好刑名，以白马为非白马。或谓子高曰：“此人小辨而毁大道，子盍往正诸。”子高曰：“大道之悖，天下之交往也。吾何病焉？”或曰：“虽然，子为天下故往也。”子高适赵，与龙会平原君家，谓之曰：“仆居鲁，遂闻下风，而高先生之行也，愿受业之日久矣。然所不取于先生者，独不取先生以白马为非白马尔。诚去非白马之学，则穿请为弟子。”公孙龙曰：“先生之言悖也。龙之学、正以白马为非白马者也。今使龙去之，则龙无以教矣。今龙无以教，而乃学于龙，不亦悖乎？且夫学于龙者，以智与学不逮也。今教龙去白马非白马，是失教也。失教而后师之，不可也。先生之非教龙者，似齐王之问尹文也。齐王曰：‘寡人甚好士，而齐国无士。’尹文曰：‘今有人于此，事君则忠，事亲则孝，交友则信，处乡则顺。有此四行者、可谓士乎？’王曰：‘善。是真吾所谓士者也。’尹文曰：‘王得此人，肯以为臣乎？’王曰：‘所愿不可得也。’尹文曰：‘使此人于广庭大众之中见侮而不敢鬭，王将以为臣乎？’王曰：‘夫士也见侮而不敢鬭，是辱也。寡人不以为臣矣。’尹文曰：‘虽见侮而不鬭，是未失所以为士也。然而王不以为臣，则卿所谓士者，乃非士乎？夫王之令、杀人者死，伤人者刑，民有畏王令，故见侮终不敢鬭，是全王之法也，而王不以为臣，是罚之也。且王以不敢鬭为辱，必以敢鬭为荣，是王之所赏，吏之所罚也；上之所是，法之所非也。赏罚是非，相与曲谬，虽十黄帝固所不能治也。’齐王无以应。且白马非白马者，乃子先君仲尼之所取也。龙闻楚王张繁弱之弓，载忘归之矢，以射蛟兕于云梦之囿。反而丧其弓。左右请求之。王曰：‘止也。楚人遗弓，楚人得之，又何求乎？’仲尼闻之，曰：‘楚王仁义而未遂。亦曰人得之而已矣，何必楚乎？’若是者，仲尼异楚人于所谓人也。夫是仲尼之异楚人于所谓人，而非龙之异白马于所谓马，悖也。先生好儒术，而非仲尼之所取也，欲学而使龙去所以教，虽百龙之智，固不能当其前也。”子高莫之应，退而告人曰：“言非而博，巧而不理。此固吾所不答也。”"}, {"ID": 99, "text": "异日，平原君会众宾而延子高。平原君曰：“先生、圣人之后也，不远千里来顾临之，欲去。夫公孙子白马之学，今是非未分，而先生翻然欲高逝，可乎？”子高曰：“理之至精者，则自明之。岂在穿之退哉！”平原君曰：“至精之说，可得闻乎？”答曰：“其说皆取之经传，不敢以意。《春秋》记六鶂退飞。覩之则六，察之则鶂。鶂犹马也，六犹白也。覩之则见其白，察之则知其马。色以名别，内由外显。谓之白马，名实当矣。若以丝麻加之女功，为缁素青黄，色、名虽殊，其质故一。是以《诗》有素丝，不曰丝素。《礼》有缁布，不曰布缁。●牛玄武、此类甚众。先举其色，后名其质。万物之所同，圣贤之所常也。君子之论，贵当物理，不贵繁辞。若尹文之折齐王之所言，与其法错故也。穿之所说于公孙子，高其智，悦其行也。去白马之说，智行固存。是则穿未失其所师者也。称此云云，没其理矣。是楚王之言楚人亡弓、楚人得之，先君夫子探其本意，欲以示广，其实狭之，故曰不如亦曰人得之而已也。是则异楚王之所谓楚，非异楚王之所谓人也。以此为喻，乃相击切矣。凡言人之者，惣谓人也，亦犹言马者、惣谓马也。楚自国也，白自色也。欲广其人，宜在去楚；欲正名、色，不宜去白。诚察此理，则公孙之辨破矣。”平原君曰：“先生之言，于理善矣。”因顾谓众宾曰：“公孙子能答此乎？”燕客史由对曰：“辞则有焉，理则否矣。”"}, {"ID": 100, "text": "公孙龙又与子高泛论于平原君所，辨理至于臧三耳。公孙龙言臧之三耳甚辨析。子高弗应，俄而辞出。明日复见。平原君曰：“畴昔公孙之言，信辨也。先生实以为何如？”答曰：“然。几能臧三耳矣，虽然，实难。仆愿得又问于君。今为臧三耳、甚难而实非也。谓臧两耳、甚易而实是也。不知君将从易而是者乎？亦其从难而非者乎？”平原君弗能应。明日，谓公孙龙曰：“公无复与孔子高辨事也，其人理胜于辞，公辞胜于理。辞胜于理，终必受诎。”"}, {"ID": 101, "text": "李寅言曹良于平原君，欲仕之。平原君以问子高。子高曰：“不识也。”平原君曰：“良尝得见于先生矣，故敢问。”子高曰：“世人多自称上用我则国无患。夫用智莫若观其身，其身且由不免于患，国用之，亦恶得无患乎？”平原君曰：“良之有患、时不明也。居家理治，可移于官。良能殖货，故欲仕之。”子高曰：“未可知也。今有人于此，身修计明而贫者，志不存也；身不修会计暗而富者，非盗无所得之也。”"}]}, {"section": 12, "header": "儒服", "data": [{"ID": 102, "text": "子高曳长裾，振褒袖，方屐粗䈉，见平原君。平原君曰：“吾子亦儒服乎？”子高曰：“此布衣之服，非儒服也。儒服、非一也。”平原君曰：“请吾子言之。”答曰：“夫儒者居位行道，则有衮冕之服；统御师旅，则有介胄之服；从容徒步，则有若穿之服。故曰非一也。”平原君曰：“儒之为名何取尔？”子高曰：“取包众美，兼六艺，动静不失中道耳。”"}, {"ID": 103, "text": "子高游赵。平原君客有邹文、季节者，与子高相友善。及将还鲁，诣故人诀。既毕，文节送行。三宿，临别，文节流涕交颐，子高徒抗手而已。分背就路，其徒问曰：“先生与彼二子善。彼有恋恋之心，未知后会何期，凄怆流涕，而先生厉声高揖，无乃非亲亲之谓乎。”子高曰：“始吾谓此二子丈夫尔。今乃知其妇人也。人生则有四方之志，岂鹿豕也哉，而常聚乎！”其徒曰：“若此二子之泣非耶？”答曰：“斯二子良人也，有不忍之心。其于敢断，必不足矣。”其徒曰：“凡泣者、一无取乎？”子高曰：“有二焉。大奸之人以泣自信，妇人懦夫以泣著爱。”"}, {"ID": 104, "text": "平原君与子高饮，强子高酒，曰：“昔有遗谚：‘尧舜千锺，孔子百觚，子路嗑嗑，尚饮十榼。’古之贤圣无不能饮也。吾子何辞焉？”子高曰：“以穿所闻，贤圣以道德兼人，未闻以饮食也。”平原君曰：“即如先生所言，则此言何生？”子高曰：“生于嗜酒者。盖其劝厉奖戏之辞，非实然也。”平原君欣然曰：“吾不戏子，无所闻、此雅言也。”"}, {"ID": 105, "text": "平原君谓子高曰：“吾闻子之先君亲见卫夫人南子，又云南游过乎阿谷而交辞于漂女。信有之乎？”荅曰：“士之相保，闻流言而不信者，何哉？以其所在行之事占之也。昔先君在卫，卫君间军旅焉，拒而不告，色不在已，摄驾而去。卫君请见，犹不能终，何夫人之能觌乎！古者，大飨，夫人与焉。于时礼仪虽废，犹有行之者。意卫君夫人飨夫子，则夫子亦弗获已矣。若夫阿谷之言起于近世，殆是假其类以行其心者之为也。”"}, {"ID": 106, "text": "子高适魏，会秦兵将至。信陵君惧，造子高之馆而问祈胜之礼焉。子高曰：“命勇谋之将以御敌，先使之迎于敌所从来之方，为坛祈克乎‘五帝’，衣服随其方色，执事人数从其方之数，牲则用其方之牲。祝史告于社稷、宗庙、邦域之内名山、大川，君亲素服，誓众于太庙，曰：‘某人不道，侵犯大国。二三子尚皆用心比力，各死而守。’将帅稽首，再拜受命。既誓，将帅勒士卒，陈于庙之右。君立太庙之庭，祝史立于社，百官各警其事御于君以待命。乃大鼓于庙门，诏将帅，命卒习射三发，击刺三行，告庙用兵于敌也。五兵备效，乃鼓而出以即敌。此古诸侯应敌之礼也。”信陵君曰：“敬受教。”信陵君问子高曰：“古者，军旅赏人之必于祖，戮人之必于社，其义何也？”答曰：“赏功于祖，告分之均，示弗敢专也。戮罪于社，告中于主，示听之当也。”"}, {"ID": 107, "text": "陈尫性多秽訾，每得酒食，辄先拨捐之，然后乃食。子高告之，曰：“子无然也。似有态者。昔君子之于酒食，有啐尝之义，无捐放之道。假其可食，上下何择；假令不洁，其下滋甚。”陈尫曰：“吾知其无益，意欲如此。”子高曰：“意不可恣也。夫木之性曲者、以隐括自直。可以人而不如木乎？子不见夫鸡耶。聚谷如陵，跑而啄之。若纵子之意，则与鸡岂有异乎？”陈尫跪曰：“吾今后知过矣。请终改之。”"}, {"ID": 108, "text": "子高任司马乂为将于齐，与燕战而败。齐君曰：“以子贤明，故信子也。”答曰：“君知穿孰若周公？”齐君曰：“周公、圣人，而子、贤者，弗如也。”子高曰：“然。臣固弗如周公也，以臣之知乂，孰若周公之知其弟？”齐君曰：“兄弟审于他人。”子高曰：“君之言是也。夫以周公之圣、兄弟相知之审、而近失于管、蔡。明人难知也。臣与乂相见，观其材志，察其所履，齐国之士弗能过也。《尚书》曰：‘知人则哲，惟帝难之。’穿何惭焉？且曹子为鲁三与齐战，三败失地，然后以勇敢之节，奋三尺之剑，要桓公、管仲于盟坛，卒收其所丧。夫君子之败，如日月之蚀。人各有能，乂庸可弃乎？今燕以诈败破乂，是乂不能于诈也。臣之称乂，称其武勇才艺，不称其有诈也。乂虽败，臣固未失其所称焉。”齐君辞屈，而不黜司马乂。"}]}, {"section": 13, "header": "对魏王", "data": [{"ID": 109, "text": "魏王问人主所以为患。子高对曰：“建大臣而不与谋。嬖幸者言用，则知士以踈自疑。孽臣以遇徼幸者，内则射合主心，外则挻主之非，此最人主之大患也。”"}, {"ID": 110, "text": "子高谓魏王曰：“臣入魏国，见君之二计臣焉。张叔谋有馀，范威智不逮，然其功一也。”王曰：“叔也有馀，威也不逮，何同乎？”荅曰：“驽骥同辕，伯乐为之咨嗟。玉石相糅，卞氏为之叹息。故贤愚共贯，则能士匿谋。真伪相错，则正士结舌。叔虽有馀，犹威不逮也。”"}, {"ID": 111, "text": "魏王问如何可谓大臣？子高荅曰：“大臣则必取众人之选，能犯颜谏事、公正无私者。计陈，事成，主裁其赏；事败，臣执其咎。主任之而无疑，臣当之而弗避。君惣其契，臣行其义。然则君不猜于臣，臣不隐于君。故动无过计，举无败事。是以臣主并各有得也。”"}, {"ID": 112, "text": "信陵君问曰：“古之善为国至于无讼，其道何由？”荅曰：“由乎政善也，上下勤德而无私。德无不化，俗无不移。众之所誉，政之所是也；众之所毁，政之所非也。毁誉是非，与政相应。所以无讼也。”"}, {"ID": 113, "text": "齐王行车裂之刑。群臣诤之，弗听。子高见齐王曰：“闻君行车裂之刑，无道之刑也，而君行之。臣窃以为下吏过也。”王曰：“寡人尔以民多犯法，为法之轻也。”子高曰：“然。此诚君之盛意也。夫人含五常之性，有哀乐喜怒。哀乐喜怒无不过其节。节过，则毁于义。民多犯法，以法之重，无所措手足也。今天下悠悠，士亡定处，有德则住，无德则去。欲规霸王之业，与诸大国为难，而行酷刑以惧远近，国内之民将畔，四方之士不至。此乃亡国之道。君之下吏不具以闻，徒恐逆主意以为忧，不虑不谏之危亡。其所矜者小，所丧者大。故曰‘下吏之过也’。臣观之，又非徒不诤而已也。心知此事之为不可，将有非议在后，则因曰：君忿意实然，我谏诤必有龙逄、比干之祸。是为虚自居于忠正之地，而暗推君主使同于桀纣也。且夫为人臣，见主非而不诤，以谄主于危亡，罪之大者也。人主疾臣之弼己而恶之，资臣以箕子、比子之忠，惑之大者也。”齐王曰：“谨闻命。”遂除车裂之法焉。"}, {"ID": 114, "text": "子高见齐王。齐王问谁可为临淄宰，称管穆焉。王曰：“穆容貌陋，民不敬也。”答曰：“夫见敬在德。且臣所称，称其材也。君王闻晏子、赵文子乎？晏子长不过三尺，面状丑恶，齐国上下，莫不宗焉。赵文子、其身如不胜衣，其言如不出口。非但体陋，辞气又呐呐然。其相晋国，晋国以宁，诸侯敬服，皆有德故也。以穆躯形、方诸二子，犹悉贤之。昔臣常行临淄市，见屠啇焉，身修八尺，须髯如戟，面正红白，市之男女未有敬之者，无德故也。”王曰：“是所谓祖龙始者也。诚如先生之言。”于是乃以管穆为临淄宰。"}]}, {"section": 14, "header": "陈士义", "data": [{"ID": 115, "text": "魏王遣使者奉黄金、束帛聘子顺为相。子顺谓使者曰：“若王信能用吾道，吾道故为治世也，虽蔬食水饮，吾犹为之。若徒欲制服吾身，委以重禄，吾犹一夫尔，则魏王不少于一夫。子度魏王之心以告我。”使者曰：“魏国狭小，乏于圣贤。寡君人闻下风，愿委国先生，亲受教训。如肯降节，岂唯魏国君臣是赖，其亦社稷之神祗，实永受庆。”于是乃之魏。魏王郊迎，谓子顺曰：“寡人不肖，嗣先君之业。先生、圣人之后，道德懿邵，幸见顾临，愿图国政。”对曰：“臣、羁旅之臣，慕君高义，是以戾此。君辱贶之，而问以政事，敢不敬受君之明令。”"}, {"ID": 116, "text": "魏王朝群臣，问理国之所先。季文对曰：“唯在知人。”王未之应。子顺进曰：“‘知人则哲。’帝尧所病。故四凶在朝，鲧任无功。夫岂乐然哉！人难知故也。今文之对、不称吾君之所能行。而乃欲强吾君以圣人所难，此不可行之说也。”王曰：“先生言之。”对曰：“当今所急，在修仁尚义、崇德敦礼以接邻国而已。昔舜命众官群臣竞让，得礼之致也。苟使朝臣皆有推贤之心，主虽不知人，则臣位必当。若皆以知人为治，则人主宜未过尧，且其目所不见者，亦必漏矣。”王曰：“善。”"}, {"ID": 117, "text": "秦王得西戎利刀。以之切玉，如割水焉。以示东方诸侯。魏王问子顺曰：“古亦有之乎？”对曰：“昔周穆王大征西戎，西戎献锟鋙之剑、火浣之布。其剑长尺有咫，鍊钢赤刃，用之切玉，如切泥焉。是则古亦有也。”王曰：“火浣之布若何？”对曰：“《周书》火浣布，必投诸火。布则火色，垢乃灰色。出火振之，颢然疑乎雪焉。”王曰：“今何以独无？”对曰：“秦贪而多求。求欲无厌，是故西戎闭而不致。此以素防绝之也。然则人立贪欲，乃异物所以不至。不可不慎也。”"}, {"ID": 118, "text": "魏王曰：“吾闻道士登华山则长不死，意亦愿之。”对曰：“古无是道，非所愿也。”王曰：“吾闻之信。”对曰：“未审君之所闻、亲闻之于不死者耶？闻之于传闻者耶？若闻之于传闻者、传者妄也。若闻之于不死者、不死者今安在？在者、君学之，勿疑。不在者、君勿学，无疑。”"}, {"ID": 119, "text": "李由之母少寡，与李音窃相好而生由。由有才艺，仕于魏。魏王甚爱之。或曰：“李由母奸，不知其父，不足贵也。”王以告由，且曰：“吾不以此贱子也。虽然，古之贤圣、岂有似子者乎？吾将举以折毁子者。”李由对曰：“今人不通于远。在臣欲言谁尔。且孔子少孤，则亦不知其父者也。孔子母死，殡于五父之衢。人见之，皆以为葬。问聊曼父之母，得合葬于防。此则圣人与臣同者也。”王笑曰：“善。”子顺闻之，问魏王曰：“李由安得斯言？”王曰：“假以自显，无伤也。”对曰：“虚造谤言以诬圣人，非无伤也。且夫明主之于臣，唯德所在，不以小疪妨大行也。昔鬭子文生于淫女而不害其为令尹。今李由可，则宠之。何患于人之言？而使横生不然之说。若欺有知，则有知不受；若欺凡人，则凡人疑之，必亦问臣，则臣不为君之故，诬祖以显由也。如此，则群臣更知由恶。此恶必聚矣。所谓求自洁而益其垢，犹抱石以救溺，愈不济矣。”"}, {"ID": 120, "text": "魏王使相国修好于邻国，遂连和于赵。赵王既宾之，而燕问子顺曰：“今寡人欲来北狄，不知其所以然。”荅曰：“诱之以其所利，而与之通市，则自至矣。”王曰：“寡人欲因而弱之。若与交市，分我国货，散于夷狄，是强之也，可乎？”荅曰：“夫欲与之市者、将以我无用之货取其有用之物。是故所以弱之之术也。”王曰：“何谓我之无用、彼之有用。”答曰：“衣服之物、则有珠玉五采，饮食之物、则有酒醪五熟。此即我之所有而彼所利者也。夷狄之货、唯牛马、旃裘、弓矢之器。是其所饶而轻以与人者也。以吾所有、易彼所饶。如斯不已，则夷狄之用、将糜于衣食矣。殆可举捶而驱之，岂徒弱之而已乎！”赵王曰：“敬受教。”"}, {"ID": 121, "text": "枚产谓子顺曰：“臣匮于财，闻猗顿善殖货，欲学之。先生同国也，当知其术。愿以告我。”荅曰：“然。知之。猗顿、鲁之穷士也，耕则常饥，桑则长寒，闻陶朱公富，往而问术焉。朱公告之曰：“子欲速富，当畜五牸。”于是乃适西河，大畜牛羊于猗氏之南。十年之间，其滋息不可计，赀拟王公，驰名天下，以兴富于猗氏。故富猗顿。且夫为富者，非唯一术。今子徒问猗顿，何也？”枚产曰：“亦将问之于先生也。”答曰：“吾贫，而子问以富术。纵有其术，是不可用之术也。昔人有言能得长生者，道士闻而欲学之。比往，言者死矣，道士高蹈而恨。夫所欲学，学不死也。其人已死而犹恨之，是不知所以为学也。今子欲求殖货而问术于我。我且自贫，安能教子以富乎？子之此问、有是道士之学不死也。”"}, {"ID": 122, "text": "东里闾、空腹而好自贤，欲自亲于子顺。子顺弗下颜。或曰：“夫君子之交于世士，亦取其一节而已。今东闾子䟽达亮直，大丈夫也，求为先生役，而先生无意接之。斯者、无乃非周公之交人乎？”子顺曰：“此吾所以行周公之行也。夫东闾子外质顽拙，有似䟽直，然内怀容媚谄鬽，非大丈夫之节也。若其度骸称肤，面目鬓眉，实美于。圣人论士，不以为贵者，无益于德故也。然东闾子中不应外，侮慢世士，即所谓愚人而谓人为愚者也。恃其虚状以不德于人。此乃周公之所罪，何交之有？”"}, {"ID": 123, "text": "宫佗见子顺，曰：“佗困于贫贱，将欲自托富贵之门，庶克免乎。”子顺曰：“夫富而可以托贫，贵而可以寄贱者，天下寡矣。非信义君子、明识穷达则不可。今子所欲托者、谁也？”宫佗曰：“将适赵公子。”子顺曰：“非其人矣。虽好养士，自奉而已，终弗能称也。”宫佗曰：“将适燕相国。”子顺曰：“彼徒兄第、甥舅各济其私，无求贤之志，不足归也。”宫佗曰：“将适齐田氏。”子顺曰：“齐、大国也，其士大夫皆有自多之心，不能容子也。”佗曰：“然则何向而可？”子顺曰：“吾弗识也。”宫佗曰：“唯先生知人，愿告所择，将往庇焉。”子顺曰：“济子之欲，则宜若郈成子者也。昔郈成子自鲁聘晋，过乎卫。右宰谷臣止而觞之，陈乐而不作。送以宝璧，反，过而不辞。其仆曰：‘日者、右宰之觞吾子甚欢也。今过而不辞，何也？’成子曰：‘夫止而觞我，与我欢也；陈乐而不作，告我哀也；送我以璧，寄之我也。若由此观之，卫其有乱乎？’过卫三十里，闻甯喜作难，右宰死之。还车而临，三举而归，反命于君，乃使人迎其妻子，隔宅而居之，分禄而食之。其子长而反其璧。”夫子闻之，曰：“智可与微谋，仁可与托孤，廉可以寄财者，其郈成子之谓乎！今子求若人之比庇焉可也。”宫佗曰：“循先生之言，舍先生将安之？请从执事。”子顺辞，不得已，乃言之魏王，而升诸朝。"}, {"ID": 124, "text": "子顺相魏，改嬖宠之官以事贤才，夺无任之禄以赐有功。诸丧职秩者不悦，乃造谤言。文咨以告，且曰：“夫不害前政而有成，孰与变之而起谤哉。”子顺曰：“民之不可与虑始久矣。古之善为政者，其初不能无谤。子产相郑，三年而后谤止。吾先君之相鲁，三月而后谤止。今吾为政日新，虽不能及圣贤，庸知谤止独无时乎？”文咨曰：“子产之谤，尝亦闻之。未识先君之谤何也？”子顺曰：“先君初相鲁。鲁人谤诵曰：‘麛裘而芾，投之无戾；芾之麛裘，投之无邮。’及三月政成化行，民又作诵曰：‘衮衣章甫，实获我所；章甫衮衣，惠我无私。’”文咨喜曰：“乃今知先生亦不异乎圣贤矣。”"}, {"ID": 125, "text": "魏王谓子顺曰：“吾欲致天下之士，柰何？”子顺对曰：“昔周穆王问祭公谋父曰：‘吾欲得天下贤才。’对曰：‘去其帝王之色，则几乎得贤才矣。’今臣亦请君去其尊贵之色而已。”王曰：“吾欲得无欲之士为臣，何如？”子顺曰：“人之可使、以有欲也。故欲多者其所得用亦多，欲少者其所得用亦少矣。夷齐无欲，虽文、武不能制，君安得而臣之？”"}]}, {"section": 15, "header": "论势", "data": [{"ID": 126, "text": "魏王问相国曰：“今秦负强，以无道陵天下。天下莫不患。寡人欲豁国之半以亲诸侯，求从事于秦，可乎？”子顺对曰：“以臣观之，殆无益也。今天下诸侯畏秦之日久矣。数被其毒，无欲复之之志。心无所计，委国于游说之士。游说之士挟强秦以为资，卖其国以收利，叉手服从，曾不能制。如君之谋，未获其利而秪以为名，适足以速秦之首诛，则无以得之，不如守常以须其变也。”王曰：“秦其遂有天下乎？”对曰：“必然。虽然，取不以义，得不以道，自古以来，未有能终之者。”"}, {"ID": 127, "text": "五国约而诛秦。子顺会之秦，未入境而还。诸侯留兵于成皋。子顺谓市丘子曰：“此师、楚为之主。今兵罢而不散，殆有异意。君其备诸？”市丘子曰：“先生幸而教之。愿以国寄先生。”子顺许诺，遂见楚王，曰：“王约五国而西伐秦。事既而不集，又久师于市丘。谤君者、或以君欲攻市丘以偿兵费。天下之士且以是轻君而重秦。且又不义君之为矣。王何不卜交乎？”楚王曰：“柰何？”子顺曰：“王今出令，使五国勿攻市丘。五国重王，则听王之令矣。不重王，则且反王之令而攻市丘。以此卜五国交王之轻重，必明矣。”楚王敬诺而五国散。"}, {"ID": 128, "text": "赵间魏，将以求亲于秦。子顺谓赵王曰：“此君之下吏计过也。比目之鱼所以不见得于人者，以耦视而俱走也。今秦有兼吞天下之志，日夜伺间，不忘于侧息。赵魏与之邻接而强弱不敌。秦所以不敢图并赵、魏者，徒以二国并目周旋者也。今无故自离，以资强秦。天下拙谋无过此者。故臣曰：‘君之下吏计过也。’夫连鸡不能上栖，亦犹二国构难不能自免于秦也。愿王熟虑之。”赵王曰：“敬受教。”"}, {"ID": 129, "text": "韩与魏有隙。子顺谓韩王曰：“昭厘侯、一世之明君也，申不害、一世之贤相也。韩与卫敌侔肩国，而厘侯执圭见梁君者，非好卑而恶尊、虑过而计失也。与严敌为邻，而动有灭亡之变。独劲不能支二难，故降心以相从，屈己以求存也。申不害虑事而言，忠臣也；昭厘侯听而行之，明君也。今韩弱于始之韩，魏均于始之魏，秦强于始之秦，而背先人之旧好，以区区之众居二敌之间，非良策也。齐、楚远而难恃，秦、魏呼吸而至。舍近而求远，是以虚名自累而不免近敌之困者也。为王计者，莫如除小忿、全大好也。吴、越之人同舟济江，中流遇风波，其相救如左右手者、所患同也。今不恤所同之患，是不如吴、越之舟人也。”韩王曰：“善。”"}, {"ID": 130, "text": "秦兵攻赵，魏大夫以为于魏便。子顺曰：“何谓？”曰：“胜赵，则吾因而服焉；不胜赵，则可乘弊而击之。”子顺曰：“不然。秦自孝公以来，战未尝屈。今皆良将，何弊之乘？”大夫曰：“纵其胜赵，于我何损？邻之不修，国之福也。”子顺曰：“秦、贪暴之国也，胜赵必复他求。吾恐于时受其师也。先人有言：燕雀处屋，子母相哺，喣喣焉其相乐也。自以为安矣。竈突决上，栋宇将焚，燕雀颜色不变，不知祸之将及己也。今子不悟赵破、患将及己，可以人而同于燕雀乎？”"}, {"ID": 131, "text": "齐攻赵，围廪丘。赵使孔青师五万击之，克齐军，获尸三万。赵王诏勿归其尸，将以困之。子顺聘赵，问王曰：“不归尸，其困何也？”曰：“其父兄、子弟悲苦无已，废其产也。”子顺曰：“非所以穷之也。死、一也。归尸与不归，悲苦胡异焉？以臣愚计，贫齐之术，乃宜归尸。”王曰：“何谓？”对曰：“使其家远来迎尸，不得事农，一费也。归所葬，使其送死终事，二费也。一年之中，丧卒三万，三费也。欲无困贫，不能得已。”王曰：“善。”既而齐大夫闻子顺之谋，曰：“君子之谋、其利博哉！”"}, {"ID": 132, "text": "子顺相魏凡九月，陈大计，辄不用，乃喟然曰：“不见用，是吾言之不当也。言不当于主，而居人之官，食人之禄，是尸利也。尸利素飱，吾罪深矣。”退而以病致事。魏王遣使入其馆，谢曰：“寡人昧于政事，不显明是非，以启罪于先生。今知改矣。愿先生为百姓故，幸起而教之。”辞曰：“臣有犬马之疾，不任国事。苟得从四民之列，子弟供魏国之征，乃君惠也。敢辱君命以速刑书？”人谓子顺曰：“王不用子，子其行乎。”答曰：“吾将行。如之山东，则山东之国将并于秦。秦为不义，义所不入。”遂寝于家。"}, {"ID": 133, "text": "秦急攻魏。魏王恐。或谓子顺曰：“如之何？”答曰：“吾私有计，然岂能贤于执政，故无言焉。”魏王闻之，驾如孔氏亲问焉，曰：“国亡矣，如之何？”对曰：“夫弃之不如用之之易也，死之不如弃之之易也。人能弃之，弗能用也；能死之，不能弃也。此人过也。今王亡地数百里，亡城数十，而患不解。是王弃之，非用之也。秦之强、天下无敌。魏之弱甚矣，而王是以质秦。此王能死、不能弃之也。是重过也。若能用臣之计，则亏地不足伤卑国，体不足苦身，患解而怨报矣。今秦四境之内，执政以下，固曰：‘与嫪氏乎？与吕氏乎？’虽门闾之下、廊庙之上，犹皆如是。今王诚能割地贿秦以为嫪毐功，卑身尊秦以自嫪毐始。王又以国赞嫪毐也，则嫪毐胜矣。于是太后之德王也、深如骨肉，王之交、最为天下之上矣。孰不弃吕氏而从嫪毐，天下皆然，则王怨必报矣。”"}]}, {"section": 16, "header": "执节", "data": [{"ID": 134, "text": "赵孝成王问曰：“昔伊尹为臣而放其君，其君不怨，何可而得乎此也？”子顺答曰：“伊尹执人臣之节，而弼其君以礼，亦行此道而已矣。”王曰：“方以放君为名，而先生称礼，何也？”子顺曰：“以礼括其君，使入于善也。”曰：“其说可得闻乎？”答曰：“其在《商书》：太甲嗣立而干冢宰之政，伊尹曰：‘惟王旧行不义，习与性成，予不狎于不顺。王姑即桐。迩干先王其训，罔以后人迷。’王往居忧，允思厥祖之明德。是言太甲在丧，不明乎人子之道而欲知政。于是伊尹使之居桐，近汤之墓，处忧哀之地，放之不得知政。三年服竟，然后反之，即所以奉礼执节事大甲者也。率其君以义，强其君以孝道，未有行此见怨也。”王曰：“善哉！我未之闻也。”"}, {"ID": 135, "text": "魏安厘王问子顺曰：“马回之为人、虽少才文，梗梗亮直，有大丈夫之节。吾欲以为相，可乎？”答曰：“知臣莫若君。何有不可？至于亮直之节，臣未明也。”王曰：“何故？”答曰：“闻诸孙卿云：‘其为人也、长目而豕视者，必体方而心员。’每以其法相人，千百不失。臣见回非不伟其体干也，然甚疑其目。”王卒用之。三月，果以謟得罪。"}, {"ID": 136, "text": "新垣固谓子顺曰：“贤者所在，必兴化致治。今子相卫，未闻异政而即自退。其有志不得乎？何去之速也？”答曰：“以无异政，所以自退也，且死病无良医。今秦有吞食天下之心，以义事之，固不获安。救亡不暇，何化之兴？昔伊挚在夏，吕望在商，而二国不理。岂伊、吕之不欲哉？势不可也。当如今日山东之国，弊而不振，三晋割地以求安，二周折节而入秦，燕、齐、宋、楚楚已屈服矣。以此观之，不出二十年，天下尽为秦乎？”"}, {"ID": 137, "text": "季节见于子顺，子顺赐之酒，辞。问其故，对曰：“今日家之忌日也，故不敢饮。”子顺曰：“饮也。礼、虽服衰麻，见于君及先生，与之粱肉，无辞，所以敬尊长而不敢遂其私也。忌日方于有服，则轻矣。”"}, {"ID": 138, "text": "魏安厘王问天下之高士。子顺曰：“世无其人也。抑可以为次，其鲁仲连乎。”王曰：“鲁仲连、强作之者，非体自然也。”答曰：“人皆作之。作之不止，乃成君子。文、武欲作尧、舜而至焉。昔我先君夫子欲作文、武而至焉。作之不变，习与体成，则自然矣。”"}, {"ID": 139, "text": "虞卿著书，名曰《春秋》。魏齐曰：“子无然也。《春秋》、孔圣所以名经也。今子之书，大抵谈说而已，亦以为名，何？”答曰：“经者、取其事常也。可常，则为经矣。且不为孔子，其无经乎？”齐问子顺。子顺曰：“无伤也。鲁之史记曰《春秋》。经因以为名焉。又晏子之书亦曰《春秋》。吾闻泰山之上，封禅者七十有二君。其见称述，数不盈十，所谓贵贱不嫌同名也。”邯郸之民以正月之旦献雀于赵王，而缀之以五彩，赵王大悦。申叔以告子顺。子顺曰：“王何以为也？”对曰：“正旦放之，示有生也。”子顺曰：“此委巷之鄙事尔，非先王之法也。且又不令。”申叔曰：“敢问何谓不令？”答曰：“夫雀者、取其名焉，则宜受之于上，不宜取之于下。下人非所得制爵也，而王悦，此殆非吉祥矣。昔虢公祈神，神赐之土田，是失国而更受田之祥也。今以一国之王，受民之雀，将何悦哉！”"}, {"ID": 140, "text": "申叔问曰：“犬马之名皆因其形色而名焉，唯韩卢、宋鹊独否，何也？”子顺答曰：“卢、黑色，鹊、白黑色，非色而何？”魏公子无忌死，韩君将亲吊焉。其子荣之，以告子顺。子顺曰：“必辞之。礼、邻国君吊，君为之主。今君不命子，则子无所受韩君也。”其子辞韩，韩君乃止。"}, {"ID": 141, "text": "子高以为赵平原君霸相之。惜不遇其时也。其子子顺以为衰世之好事公子，无霸相之才也。申叔问子顺曰：“子之家公有道先生，既论之矣。今子易之，是非焉在？”答曰：“言贵尽心，亦各其所见也。若是非，则明智者裁之。”"}, {"ID": 142, "text": "申叔问子顺曰：“礼、为人臣，三谏不从，可以称其君之非乎？”答曰：“礼所不得也。”曰：“叔也昔者逮事有道先生，问此义焉，而告叔曰：‘得称其非者，所以欲天下人君使不敢遂其非也。’”子顺曰：“然。吾亦闻之。是亡考起时之言，非礼意也。礼、受放之臣不说人以无罪。先君夫子曰：‘事君欲谏，不欲陈言，不欲显君之非也。’”申叔曰：“然则晏子叔向皆非礼也？”答曰：“此二大夫相与私燕，言及国事，未为非礼也。晏子既陈屦贱而踊贵于君，其君为之省刑，然后以及叔向。叔向听晏子之私，又承其问所宜，亦答以其事也。”"}, {"ID": 143, "text": "魏王问子顺曰：“寡人闻：昔者上天神异后稷而为之下嘉谷，周以遂兴。往者中山之地无故有谷，非人所为，云：‘天雨之。’反亡国，何故也？”答曰：“天虽至神，自古及今，未闻下谷与人也。《诗》美后稷能大教民种谷嘉以利天下。故《诗》曰：‘诞降嘉种’，犹《书》所谓‘稷降播种，农植嘉谷’，皆说种之，其义一也。若中山之谷，妖怪之事，非所谓天祥也。”"}, {"ID": 144, "text": "赵王问相于平原君。平原君曰：“邹文可。”王曰：“其行如何？”对曰：“夫孔子高、天下之高士也，取友以行，交游以道，文与之游，称曰好义。王其用之。”王卒不用。后以平原君言问子顺，且曰：“先生知之乎？”答曰：“先父之所交也，何敢不知？”王曰：“寡人虽失之在前，犹愿闻其行于先生也。”答曰：“行不苟合，虽贱不渝，君子人也。”王遂礼之，固以老辞。"}, {"ID": 145, "text": "赵王谓子顺曰：“寡人闻孔氏之世自正考甫以来儒林相继，仲尼重之以大圣。自兹以降，世业不替，天下诸侯咸宾礼焉。先生承绪，作二国师。从古及今，载德流声，未有若先生之家者也。先生之嗣，率由前训，将与天地相敌矣。”答曰：“若先祖父，并禀圣人之性，如君王之言也。至如臣者，学行不敏，寄食于赵，禄仕于魏。幸遇二国之君，宽以容之。若乃师也，未敢承命。假令赖君之福，愿后世克祚，不忝前人，不泯祖业。岂徒一家之赐哉！亦天下之庆也。”王曰：“必然，必然。”"}]}, {"section": 17, "header": "诘墨", "data": [{"ID": 146, "text": "墨子称：景公问晏子以孔子而不对，又问，三皆不对。公曰：“以孔子语寡人者众矣，俱以为贤圣也。今问于子而不对，何也？”晏子曰：“婴闻孔子之荆，知白公谋而奉之以石乞，劝下乱上，教臣弑君，非圣贤之行也。”"}, {"ID": 147, "text": "诘之曰：楚昭王之世，夫子应聘如荆，不用而反，周旋乎陈、宋、齐、卫。楚昭王卒，惠王立，十年，令尹子西乃召王孙胜以为白公。是时，鲁哀公十五年也。夫子自卫反鲁，居五年矣。白公立一年，然后乃谋作乱。乱作在哀公十六年秋也。夫子已卒十旬矣。墨子虽欲谤毁圣人，虚造妄言，柰此年世不相值何？"}, {"ID": 148, "text": "墨子曰：“孔子之齐，见景公。公悦之，封之以尼溪。晏子曰：‘不可。夫儒倨法而自顺，立命而怠事，崇丧遂哀，盛用繁礼。其道不可以治国，其学不可以导家。’公曰：‘善。’”"}, {"ID": 149, "text": "诘之曰：即如此言，晏子为非儒恶礼，不欲崇丧遂哀也。察传记，晏子之所行，未有以异于儒焉。又景公问所以为政，晏子答以“礼云”。景公曰：“礼、其可以治乎？”晏子曰：“礼、于政与天地并。”此则未有以恶于礼也。晏桓子卒，晏婴斩衰枕草，苴绖带杖，菅菲食粥，居于倚庐，遂哀三年。此又未以异于儒也。若能以口非之而躬行之，晏子所弗为。"}, {"ID": 150, "text": "墨子曰：“孔子怒景公之不封己，乃树鸱夷子皮于田常之门。”"}, {"ID": 151, "text": "诘之曰：夫树人、为其信己也。《记》曰：“孔子适齐，恶陈常，而终不见。常病之，亦恶孔子。”交相恶而又往仕，其不然矣。《记》又曰：“陈常弑其君。孔子齐戒沐浴而朝请讨之。”观其终不树子皮，审矣。"}, {"ID": 152, "text": "墨子曰：“孔子为鲁司寇，舍公家而奉季孙。”"}, {"ID": 153, "text": "诘之曰：若以季孙为相，司寇统焉。奉之自法也。若附意季孙，季孙既离公室，则孔子合之；季孙既受女乐，则孔子去之；季孙欲杀囚，则孔子赦之。非苟顺之谓也。"}, {"ID": 154, "text": "墨子曰：“孔子厄于陈、蔡之间，子路烹豚，孔子不问肉之所由来而食之。剥人之衣以沽酒，孔子不问酒之所由来而饮之。”"}, {"ID": 155, "text": "诘之曰：所谓厄者、沽买无处，藜羹不粒，乏食七日。若烹豚饮酒，则何言乎厄？斯不然矣。且子路为人，勇于见义。纵有豚酒，不以义不取之，可知也。又何问焉？"}, {"ID": 156, "text": "墨子曰：“孔子诸弟子：子贡、季路辅孔悝以乱卫。阳虎乱鲁。弗肹以中牟畔。漆雕开形残。”"}, {"ID": 157, "text": "诘之曰：如此言，卫之乱，子贡、季路为之耶？斯不待言而了矣。阳虎欲见孔子，孔子不见，何弟子之有？弗肹以中牟畔，召孔子，则有之矣。为孔子弟子，未之闻也。且漆雕开形残，非行己之致，何伤于德哉？"}, {"ID": 158, "text": "墨子曰：“孔子相鲁，齐景公患之，谓晏子曰：‘邻有圣人，国之忧也。今孔子相鲁，为之若何？’晏子对曰：‘君其勿忧。彼鲁君、弱主也，孔子、圣相也。不如阴重孔子，欲以相齐，则心强谏鲁君。鲁君不听，将适齐。君勿受，则孔子困矣。’”"}, {"ID": 159, "text": "诘之曰：案如此辞，则景公、晏子畏孔子之圣也，而上云非圣贤之行，上下相反。若晏子悖，可也；不然则不然矣。"}, {"ID": 160, "text": "墨子曰：“孔子见景公。公曰：‘先生素不见晏子乎？’对曰：‘晏子事三君而得顺焉，是为三心，所以不见也。’公告晏子。晏子曰：‘三君皆欲其国安，是以婴得顺也。闻君子独立不惭于影。今孔子伐树削迹，不自以为辱；身穷陈、蔡，不自以为约。始吾望儒贵之，今则疑之。’”"}, {"ID": 161, "text": "诘之曰：若是乎孔子、晏子交相毁也。小人有之，君子则否。孔子曰：“灵公污而晏子事之以整，庄公怯而晏子事之以勇，景公侈而晏子事之以俭。晏子、君子也。”梁丘据问晏子曰：“事三君而不同心，而俱顺焉。仁人固多心乎？”晏子曰：“一心可以事百君，百心不可以事一君。故三君之心，非一也；而婴之心，非三也。”孔子闻之，曰：“小子记之。晏子以一心事三君，君子也。”如此则孔子誉晏子，非所谓毁而不见也。景公问晏子曰：“若人之众，则有孔子贤乎？”对曰：“孔子者、君子行有节者也。”晏子又曰：“盈成匡、父之孝子，兄之悌弟也。其父尚为孔子门人。门人且以为贵，则其师亦不贱矣。是则晏子亦誉孔子，可知也。夫德之不修，己之罪也；不幸而屈于人，己之命也。伐树削迹，绝粮七日，何约乎哉！若晏子以此而疑儒，则晏子亦不足贤矣。”"}, {"ID": 162, "text": "墨子曰：“景公登路寝，闻哭声，问梁丘据，对曰：‘鲁孔子之徒也。其毋死，服哀三年，哭泣甚哀。’公曰：‘岂不可哉！’晏子曰：‘古者圣人、非不能也，而不为者，知其无补于死者，而深害生事故也。’”"}, {"ID": 163, "text": "诘之曰：墨子欲以亲死不服，三日哭而已。于意安者卒自行之，空用晏子为。引而同于己，适证其非耳。且晏子服父以礼则无缘，非行礼者也。"}, {"ID": 164, "text": "曹明问子鱼曰：“观子诘墨者之辞，事义相反，墨者妄矣。假使墨者复起，对之乎？”答曰：“苟得其礼，虽百墨吾亦明白焉。失其正，虽一人犹不能当前也。墨子之所引者，矫称晏子。晏子之善吾先君，吾先君之善晏子，其事庸尽乎。”曹明曰：“可得闻诸？”子鱼曰：“昔齐景公问晏子曰：‘吾欲善治，可以霸诸侯乎？’对曰：‘官未具也。臣亟以闻，而君未肯然也。臣闻孔子圣人，然犹居处勌惰，廉隅不修，则原宪、季羔侍；血气不休，志意不通；则仲由、卜商侍；德不盛，行不勤；则颜闵、冉雍侍。今君之朝臣万人，立车千乘，不善之政，加于下民者众矣，未能以闻者。臣故曰：官未备也。’此又晏子之善孔子者也。曰：‘晏平仲善与人交，久而敬之。’此又孔子之贵晏子者也。”曹明曰：“吾始谓墨子可疑，今则决不妄疑矣。”"}]}, {"section": 18, "header": "独治", "data": [{"ID": 165, "text": "子鱼生于战国之世，长于兵戎之间，然独乐先王之道，讲习不倦。季则谓子鱼曰：“大丈夫不生则已，生则有云为于世者也。今先生淡泊世务，修无用之业，当身不蒙其荣，百姓不获其利。窃为先生不取也。”子鱼曰：“不如子之言也。武者、可以进取，文者、可与守成。今天下将扰扰焉，终必有所定。子修武以助之取，吾修文以助之守，不亦可乎？且吾不才，无军旅之任，徒能保其祖业，优游以卒岁者也。”"}, {"ID": 166, "text": "秦始皇东并。子鱼谓其徒叔孙通曰：“子之学可矣，盍仕乎？”对曰：“臣所学于先生者，不用于今，不可仕也。”子鱼曰：“子之材、能见时变，今为不用之学，殆非子情也。”叔孙通遂辞去，以法仕秦。"}, {"ID": 167, "text": "尹曾谓子鱼曰：“子之诵读先王之书，将奚以为？”答曰：“为治也。世治则助之行道，世乱则独治其身，治之至也。”"}, {"ID": 168, "text": "陈馀谓子鱼曰：“秦将灭先王之籍，而子为书籍之主，其危矣。”子鱼曰：“吾不为有用之学。知吾者、惟友。秦非吾友，吾何危哉？然顾有可惧者，必或求天下之书焚之，书不出则有祸。吾将先藏之以待其求，求至无患矣。”"}, {"ID": 169, "text": "子鱼居卫，与张耳、陈馀相善。耳、馀、魏之名士也。秦灭魏，求耳、馀，惧走，会陈胜、吴广起兵于陈，欲以诛秦。馀谓陈王曰：“今必欲定天下、取王侯者，其道莫若师贤而友智。孔子之孙今在魏，居乱世，能正其行，修其祖业，不为时变。其父相魏，以圣道辅战国，见利不易操，名称诸侯，世有家法。其人、通材足以干天下，博智足以虑未形。必宗此人，天下无敌矣。”陈王大悦，遣使者赍千金，加束帛，以车三乘聘焉。耳、馀又使谓子鱼曰：“天下之事已可见矣。今陈王兴义兵，讨不义。子宜速来，以集其事。王又闻子贤，欲谘良谋，虚意相望也。”子鱼遂往。陈王郊迎而执其手，议世务。子鱼以霸王之业劝之。王悦其言，遂尊以博士，为太师，谘度焉。"}, {"ID": 170, "text": "子鱼名鲋甲。陈人或谓之子鲋，或称孔甲。陈胜既立为王，其妻之父兄往焉。胜以众宾待之，长揖不拜，无加其礼。其妻之父怒曰：“怙乱僭号而傲长者，不能久矣。”不辞而去。陈王跪谢，遂不为顾。王心惭焉，遂适博士太师之馆而言曰：“予虽丈夫哉，然塞于礼义，以启于姻娅，唯先生幸训诲之，使免于戾乎。”子鱼曰：“王所问者、善也。敢固无辞而对乎？今以礼言耶？则礼无不拜，且宗族婚媾，又与众宾异敬者也。敬而加亲，自古以然也。”王曰：“虽已失之于前，庶欲收之于后也。愿先王修明其事，必奉遵焉。”对曰：“昔唐尧内亲九族，外协万邦。礼以婚为昆弟，妻之父母为外舅姑。由是明之，则拜之可知。夫婚亲之义，非宗贤之类也，虽自己臣，莫敢不敬。昔魏信陵君尝以此质臣之父。臣之父曰：‘于诸母之昆弟、妻之诸父，则以亲配德。年齐以上，虽拜之可也。幼于己者、揖之可也。’此出于人情而可常者也。”王曰：“善哉！请问同姓而服不及者、其制何邪？”对曰：“先王制礼，虽国君、有合族之道，宗人掌其列，继之以姓而无别，醊之以食而无殊，各随本属之隆杀、属近则死为之兑，属远则吊之而已。礼之正也。是故臣之家、哭子氏之别姓于弗父之庙，哭孔氏则于夫子之庙。此有据而然也。周之道、虽百世，婚姻不通，重先世之同体也。”王跪曰：“先生之言、厥义博哉！寡人虽固，敢不尽心。”"}]}, {"section": 19, "header": "问军礼", "data": [{"ID": 171, "text": "陈王问大师曰：“行军之礼、可得备闻乎？”答曰：“天下有道，礼乐、征伐自天子出。自天子出，必以岁之孟秋赏军师武人于朝，简练俊杰，任用有功，命将选士以诛不义。于是孟冬以级授军。司徒榗朴，北面而誓之。誓于社，以习其事。先期五日，大师筮于祖庙，择吉日，斋戒，告于郊社稷宗庙。既筮，则献兆于天子。天子使有司以特牲告社，告以所征之事而受命焉。舍奠于帝学以受成，然后乃类上帝、柴于郊以出，以齐车迁庙之主及社主，行大司马职奉之，无迁庙主，则以币帛皮圭告于祖祢，谓之主命。亦载齐车。凡行主皮圭币帛，皆每舍奠焉，而后就馆。主车止为中门之外，外门之之内。庙主居于道左，社主居于道右。其所经名山大川，皆祭告焉。及敌所，将战，太史卜战日，卜右御。先期三日，有司明以敌人罪状告之史。史定誓命战日。将帅陈列车甲卒伍于军门之前。有司读诰誓，使周走三令五申。既毕，遂祷战，祈克于上帝，然后即敌。将士战，全己克敌，史择吉日复禡于所征之地，柴于上帝，祭社奠祖以告克者。不顿兵伤士也。战不克，则不告也。凡类禡皆用甲丙戊庚壬之刚日。有司简功行赏，不稽于时。其用命者，则加爵受赐于祖奠之前；其奔北犯令者，则加刑罚戮于社主之前。然后鸣金振旅，有司徧告捷于时所有事之山川。既至，舍于国外。三日斋，以特牛亲格于祖祢，然后入，设奠以反主。若主命，则卒奠敛玉埋之于庙两阶间，反社主，如初迎之礼。舍奠于帝学，以讯馘告，大享于群吏，用备乐飨。有功，于祖庙舍爵策勋焉，谓之饮至。天子亲征之礼也。”陈王曰：“其命将出征，则如之何？”太师曰：“古者大将受命而出，则忘其国；即戎帅阵，则忘其家。故天子命将出征，亲洁盛服，设奠于祖以诏之。大将先入，军吏毕从，皆北面再拜稽首而受。天子当阶南面，命授之节钺。大将受，天子乃东面西向而揖之，示弗御也。然后告大社。冢宰执蜃，宜于社之右，南面授大将。大将北面稽首再拜而受之。承所颁赐于军吏。其出不类，其克不禡。战之所在有大山川，则祈焉。祷克于五帝。捷则报之。振旅复命，简异功勤，亲告庙告社而后适朝，礼也。”王曰：“将居军中之礼，胜败之变，则如之何？”太师曰：“将帅尚左，士卒尚右；出国先锋，入国后刃；介胄在身，执锐在列，虽君王不拜。若不幸军败，则馹骑赴告于天子，载櫜韔，天子素服哭于库门之外，三日。大夫素服哭于社，亦如之。亡将失城，则皆哭七日。天子使使迎于军，命将师无请命，然后将帅结草自縳，袒右肩而入，盖丧礼也。”王曰：“行古礼如何？”大师曰：“古之礼、固为于今也，有其人，行其礼，则可；无其人，行其礼，则民弗与也。”"}]}, {"section": 20, "header": "答问", "data": [{"ID": 172, "text": "陈人有武臣谓子鲋曰：“夫圣人者、诚高材美称也。吾谓圣人之智必见未形之前，功垂于身殁之后，立教而戾夫弗犯，吐言而辩事不破也。子之先君、可谓当之矣。然韩子立法，其所以异夫子之论者、纷如也。予每探其意而校其事。持久历远，遏奸勤善，韩氏未必非，孔氏未必得也。吾今而后乃知圣人无世不有尔。前圣后圣，法制固不一也。若韩非者、亦当世之圣人也。子以为奚若？”子鲋曰：“子信之为然，是故未免凡俗也。今世人有言高者，必以极天为称，言下者，必以深渊为名。是资世之谈而无其实者也。好事而穿凿者、必言经以自辅，援圣以自贤，欲以取信于群愚而度其说也。若诸子之书，其义皆然。吾先君之所自志也。请略说一隅，而吾子审其信否焉。”武臣曰：“诺。”子鲋曰：“乃者、赵、韩、魏共并知氏。赵襄子之行赏，先加具臣，而后有功。《韩非书》云：‘夫子善之。’引以张本，然难之。岂有不似哉！然实非也。何以明其然？昔我先君以春秋哀公十六年四月己丑卒，至二十七年荀瑶与韩、赵、魏伐郑遇陈坦而还。是时夫子卒已十一年矣，而晋四卿皆在也。后悼公十四年知氏乃亡。此先后甚远，而韩非公称之，曾无怍意，则世多好事之徒，皆非之罪也。故吾以是然口于小道，塞耳于诸子久矣，而子立尺表以度天，直寸指以测渊，豫大道而不悟，信诬说以疑圣，殆非所望也。”武臣叉手跪谢，施施而退。遂告人曰：“吾自以为学之博矣，而屈于孔氏，方知学不在多，要在精之也。”"}, {"ID": 173, "text": "陈王问大师曰：“寡人不得为诸侯，群贤所推，而得南面称孤，其幸多矣。今既赖二三君子，且又欲规久长之图，何施而可？”答曰：“信王之言，万世之福也。敢称古以对，昔代殷，乃兴灭继绝以为政首。今诚法之，则六国之不携，抑久之本。”王曰：“周存二代，又有三恪。其事云何？”答曰：“封夏殷之后以为二代，绍虞帝之胤备为三恪。恪、敬也，礼之如宾客也。非谓特有二代，别有三恪也。凡所以立二代者，备王道、通三统也。”王曰：“三统者何？”答曰：“各自用其正朔。二代与周，是谓三统。”王曰：“六国之后君，吾不能封也。远世之王，于我何有？吾亦自有不及于周，又安能纯法之乎？”"}, {"ID": 174, "text": "陈王涉读《国语》，言申生事，顾博士曰：“始余信圣贤之道，乃今知其不诚也。先生以为何如？”答曰：“王何谓哉？”王曰：“晋献惑乱听谗，而书又载骊姬夜泣公而以信入其言。人之夫妇、夜处幽室之中，莫能知其私焉。虽黔首犹然，况国君乎。予以是知其不信，乃好事者为之辞，将欲成其说以诬愚俗也。故使予并疑于圣人也。”博士曰：“不然也。古者、人君外朝则有国史，内朝则有女史。举则左史书之，言则右史书之，以无讳示后世。善以为式，恶以为戒。废而不记，史失其官。故凡若晋侯骊姬床笫之私、房中之事，不得掩焉。若夫设教之言，驱群俗使人入道而不知其所以者也。今此皆书实事，累累若贯珠，可无疑矣。”王曰：“先生真圣人之后也。今幸得闻命，寡人无过焉。”"}, {"ID": 175, "text": "陈王涉使周章为将西入关，将以入秦。秦使将章邯距之。陈王以秦国之乱也，有轻之之意。势若有馀而不设敌备。博士、大师谏曰：“章邯、秦之名将，周章非其敌也。今王使霈然自得而不设备，臣窃惑焉。夫虽天之所命、其祸福吉凶大者在天，小者由人。今王不修人利以应天祥，若跌而不振，悔之无及也。”王曰：“寡人之君、先生无累也。请先生息虑也。”又谏曰：“臣闻《兵法》：无恃敌之不我功，恃吾之不可攻也。今恃敌而不自恃，非良计也。”王曰：“先生所言、计策深妙，予不识也。先生休矣。”已而告人曰：“儒者可与守成，难与进取，信哉！”博士他日复谏曰：“臣闻国大兵众，无备难恃。一人善射，百夫决舍。章邯枭将，卒皆死士也。周章弱懦，使彼席卷来前，莫有当其锋者。”王曰：“先生所称，寡人昧昧焉，愿以人间近事喻之。”荅曰：“流俗之士、臣所不忍也。今王命之，敢不尽情。愿王察之也。臣昔在梁，梁人有阳由者，其力扛鼎，伎巧过人，骨腾肉飞，手搏𨇩兽，国人惧之。然无治室之训，礼教不立，妻不畏惮，浸相媟渎，方乃积怒，妻坐于床荅焉。由乃左手建杖，右手制其头。妻亦奋恚，因受以背，使杖击之，而自撮其阴。由乃什也，气绝而不能兴。邻人闻其凶凶也，窥而见之，趣而救之。妻愈戆忿，莫肯舍旃。或发其裳，然后乃放。夫以无敌之伎力而劣于女子之手者、何？以轻之、无备故也。今王与秦角强弱，非若由之夫妻也，而轻秦过甚。臣是以惧。故区区之心，欲王备虑之也。”王曰：“譬类诚佳，然实不同也。”弗听。周章果败，而无后救，邯遂进兵击陈王，师大败。"}, {"ID": 176, "text": "博士凡仕六旬，老于陈，将设，戒其弟襄曰：“鲁、天下有仁义之国也，战国之时，讲诵不衰，且先君之庙在焉。吾谓叔孙通处浊世而清其身，学儒术而知权变，是今师也。宗于有道，必有令图，归必事焉。”"}]}, {"section": 21, "header": "连丛子上", "data": []}, {"section": 22, "header": "叙书", "data": [{"ID": 177, "text": "家之族胤，一世相承，以至九世，相魏，居大梁。始有三子焉，长子之后，承殷统，为宋公。中子之后，奉夫子祀，为褒成侯。小子之后彦、以将士高祖，有功，封蓼侯。其子臧嗣焉，历位九卿，迁御史大夫，辞曰：“臣世以经学为业，家传相承，作为训法。然今俗儒繁说远本，杂以妖妄，难可以教。侍中安国受诏缀集古义，臣乞为太常，典臣家业，与安国纪纲古训，使永垂来嗣。”孝武皇帝重违其意，遂拜太常，其礼赐如三公。在官数年，著书十篇而卒。先时尝为赋二十四篇。四篇别不在集，以其幼时之作也。又为书与从弟及戒子，皆有义，故列之于左。"}]}, {"section": 23, "header": "谏格虎赋", "data": [{"ID": 178, "text": "帝使亡诸大夫问乎下国。下国之君方帅将士于中原，车骑骈阗，被行冈峦，手格猛虎，生縳貙犴，昧爽而出，见星而还，国政不恤，惟此为欢。乃夸于大夫曰：“下国鄙固，不知帝者之事，敢问天子之格虎，岂有异术哉？”大夫未之应，因又言曰：“下国褊陋，莫以虞心，故乃辟四封以为薮，围境内以为林；禽鸟育之，驿驿淫淫；昼则鸣嚾，夜则嘷吟；飞禽起而日翳，兽动而雷音；犯之者其罪死，惊之者其刑深。虞候苑令，是掌厥禁。于是分幕将士，营遮榛丛，戴星入野，列火求踪，见虞自自，乃往寻从；张罝网，罗刃锋，驱槛车，听鼓锺；猛虎颠遽，奔走西东；悕骇内怀，迷冒怔忪；耳目丧精，值网而冲；局然自縳；以丝组，斩其爪牙；支轮登较，高载归家。孟贲被发嗔目，蹂猾纷华。都邑百姓，莫不于迈。陈列路隅，咸称万岁。斯亦畋猎之至乐也。”大夫曰：“顺君之心、乐矣。然非乐之至也。乐至者、与百姓同之之谓也。夫兕虎之生，与天地偕。山林泽薮，又其宅也。被有德之君，则不为害。今君荒于游猎，莫恤国政，驱民入山林，格虎于其廷，妨害农业，残夭民命，国政其必乱，民命其必散，国乱民散，君谁与处？以此为至乐，所未闻也。”于是下国之君乃顿首，曰：“臣实不敏，习之日久矣。幸今承诲，请遂改之。”"}]}, {"section": 24, "header": "杨柳赋", "data": [{"ID": 179, "text": "嗟兹杨柳，先生后伤，蔚茂炎夏，多阴可凉，伐之原野，树之中塘，溉浸以时，日引月长，巨本洪枝，条修远杨，夭绕连枝，猗𨚗其旁，或拳句以逮下土，或擢迹而接穹苍，绿叶累叠，郁茂翳沈，蒙笼交错，应风悲吟，鸣鹄集聚，百变其音。尔乃观其四布，运其所临，南垂大阳，北被宏阴，西奄梓园，东覆果林，规方冒乎半顷，清室莫与比深。于是朋友同好，几筵列行，论道饮燕，流川浮觞，淆核纷杂，赋诗断章，各陈厥志，考以先王，赏恭罚慢，事有纪纲，洗觯酌樽，兕觥并扬，饮不至醉，乐不及荒，威仪抑抑，动合典章，退坐分别，其乐难忘。惟万物之自然，固神妙之不如，意此杨树，依我以生，未经一纪，我赖以宁，暑不御䈉，凄而凉清，内荫我宗，外及有生，物有可贵，云何不铭。乃作斯赋，以叙厥情。"}]}, {"section": 25, "header": "鹗赋", "data": [{"ID": 180, "text": "季夏庚子，思道静居。爰有飞鹗，集我屋隅。异物之来，吉凶之符。观之欢然，览考经书，在德为祥，弃常为妖，寻气而应，天道不渝。昔在贾生，有识之士，忌兹服鸟，卒用丧己。咨我令考，信道秉真，变怪生家，谓之天神，修德灭邪，化及其邻。祸福无门，唯人所求，听天任命，慎厥所修。栖迟养志，老氏之畴，禄爵之来，秪增我忧。时去不索，时来不逆，庶几中庸，仁义之宅。何思何虑，自今勤剧。"}]}, {"section": 26, "header": "蓼虫赋", "data": [{"ID": 181, "text": "季夏既望，暑往凉还，逍遥讽诵，遂历东园，周旋览观，憩乎南藩，覩兹茂蓼，结葩吐荣，猗那随风，绿叶紫茎。爰有蠕虫，厥状似螟。群聚其间，食之以生。于是悟物托事，推况乎人。幼长斯蓼，莫或知辛。膏梁之子，岂曰不人。惟非德义，不以为家。安逸无心，如禽兽何。逸必致骄，骄必致亡。匪唯辛苦，乃丁大殃。"}]}, {"section": 27, "header": "与从弟书", "data": [{"ID": 182, "text": "臧报侍中，相如深忿俗儒淫辞冒义，有意欲拨乱反正，由来久矣。然雅达博通，不世而出；流学守株，比肩皆是。众口非非，正将焉立？每独念至此，夙夜反侧；诚惧仁弟道未信于世，而以独知为愆也。人之所欲、天必从之。旧章潜于壁室，正于纷扰之际，欻尔而见，俗儒结舌。古训复申，岂非圣祖之灵欲令仁弟赞明其道以阐其业者哉？且曩虽为今学，亦多所不信。唯闻《尚书》二十八篇取象二十八宿，谓为至然也。何图古文乃自百篇邪？如《尧典》、说者以为尧、舜同道，弟常以为杂有《尧典》，今果如所论。及成王遇风雷，周公见任，俗儒群驱，狗吠雷同，不得其仿𨱰，恶能明圣道之真乎？知以今雠古，以隶篆推科斗，已定五十馀篇，并为之传，云：其馀错乱，文字摩灭，不可分了，欲垂待后贤，诚合先君阙疑之义。顾惟世移，名制变改，文体义类转益难知，以弟博洽温敏，既善推理，又习其书，而犹尚绝意，莫肯垂留三思，纵使来世亦有笃古硕儒，其若斯何？呜呼惜哉！先王遗典，阙不而补；圣祖之业，分半而泯；后之君子，将焉取法？假令颜闵不殁，游夏更生，其岂然乎？其岂然乎？不能已已，贵复申之。"}]}, {"section": 28, "header": "与子琳书", "data": [{"ID": 183, "text": "告琳：顷来闻汝与诸友生讲肄书传，滋滋昼夜，衎衎不怠，善矣。人之进道，唯问其志，取必以渐，勤则得多。山溜至柔，石为之穿；蝎虫至弱，木为之弊。夫溜非石之凿，蝎非木之凿，然而能以微脆之形陷坚刚之体，岂非积渐之致乎？《训》曰：徒学知之未可多，履而行之乃足佳。故学者、所以饰百行也。侍中子国，明达渊博，雅好绝伦，言不及利，行不欺名，动遵礼法，少小及长，操行如故。虽与群臣并居近侍，颇见崇礼，不供亵事。独得掌御唾壶，朝廷之士莫不荣之。此汝亲所见也。《诗》不云乎？“无念尔祖，聿修厥德。”又曰：“操斧伐柯，其则不远。”远则尼父，近则子国，于以立身，其庶矣乎。"}]}, {"section": 29, "header": "叙世", "data": [{"ID": 184, "text": "臧子琳、位至诸吏，亦传学问。琳子黄、厥德不修，失侯爵。大司徒光、以其祖有功德，而邑士废绝，分所食邑三百户，封黄弟茂为关内侯。茂子子国、生子卬，为诸生，特善《诗》《礼》而传之。子卬生仲驩，为博士，弘农守，善《春秋》《三传》《公羊》《谷梁》，训诸生。仲驩生子立，善《诗》《书》，少游京师，与刘歆友善，尝以清论讥贬史丹。史丹诸子并用事，为是不仕，以《诗》《书》教于阙里数百人。子立生子元，以郎校书。时歆大用事，而子元校书七年，官不益。故或讥以为不恤于进取。唯杨子云善之。子元生子建，与崔义幼相善、长相亲也。义仕王莽为建新大尹，数以世利劝子建仕。子建答曰：“吾有布衣之心，子有衮冕之志。各从所好，不亦善乎？且习与子幼同志，故相友也。今子以富贵为荣，而吾以贫贱为乐，志已乖矣。乖而相友，非中情也。请与子辞。”遂归乡里。光武中兴，天下未悉从化。董宪彭丰等部众暴于邹鲁之间。郡守上党鲍府君长患之。是时阙里无故荆棘丛生，一旦自辟，广千数百步，从旧讲堂坦然。"}, {"ID": 185, "text": "彦曰：“人之性分气度不同，有体貌亢䟽，色厉矜庄，仪容冰栗，似若能断，而当事少决，不遂其为者。或性玄静，不与俗竞，气不胜辞，似若无能，而涉事不顾，临危不桡者。是为似若强焉，而不能胜量，似若弱焉，而不可夺也。君子观之，以表推内，察容而度心，所以得之也。若是似类相乱，如何取实乎？”子丰曰：“夫人者、患在不察也。人之所综物，方志也。虑协于理，固以守之，此之谓强。知足以通变，明足以破伪，情足以审疑，果足以必志，固足以先事，而功成矣。即所谓宽柔内思、不报无道之强也。岂待形气之助乎？若乃貌肃内荏，高气亢戾，多意倨迹，理不充分，业不一定，执志不果，此谓刚复，非强者也。是故君子欲必其行而违其貌。由是论之，强弱之分，不取于气色明矣。必也察志在观其履事乎？非定计于内而敏发于外，孰能称此强名乎哉！”子丰曰：“夫物有定名而论有一至。是故有可一言而得其难极，虽千言之不能夺者，唯析理即实为得，不以滥丽说辞为贤也。然而世俗人聪达者寡，随声者众，持论无主，俯仰为资，因贵势而附从，托浮说以为定，不求之于本，不考之于理。故长溷淆言而众莫能折其中，所以为口费而无得也。夫论辨者、贵其能别是非之理，非巧说之谓也。掌事要者、纳言而得理，此乃辨也。听者犹弗之察。辞气支离，取喻多端，弗较以类，理不应实，而听者因形饰伪，从赞然之，是所谓以巧辞多喻为辨，而莫识一言而别实者也。人皆欲割析分理，揆是真伪，固不知所以精之。如自得，其为谬惑莫之甚焉。是故举多败事，而寡特之智困于群丑也。夫聪者不可惑以淫声，明者不可眩以邪色。故有气色势者，佑德之半；无此二者，损德之半。”"}, {"ID": 186, "text": "叙作《左氏传义诘》者曰：先生名奇，字子异，其先鲁人，即襃成君次儒第二子之后也。家于茂陵，以世学之门，未尝就远方异师也。唯兄君鱼、少从刘子骏受《春秋左氏传》，于讲业最名为精究其义。子骏曰：“自以才学弗若也。”其或访经传于子骏，辄曰：“幸问孔君鱼。吾已还从之资道矣。”由是大以《春秋》见称当世。王莽之末、君鱼避地至大河之西，以大将军窦融为家，常为上宾，从容以论道为事。是时先生年二十一矣。每与其兄议学，其兄谢服焉。及世祖即祚，君鱼乃仕，官至武都太守关内侯，以清俭闻海内。先生雅好儒术，淡忽荣禄，不愿从政。遂删撮《左氏传》之难者，集为《义诘》，发伏阐幽，赞明圣祖之道，以祛后学，著书未毕，而早世不永，宗人子通痛其不遂，惜兹大训不行于世，乃校其篇目，各如本第，并序答问，凡三十一卷。将来君子，傥肯游意，幸详录之焉。子丰善于经学，不好诸家书。鲍彦与子丰名齐而业殊，故谓子丰曰：“诸家书多才辞，莫过《淮南》也。读之令人断气，方自知为陋尔。”子丰曰：“试说其最工不可及者。”彦曰：“君子有酒，小人鼓缶，虽不可好，亦不可丑。此语何如？”子丰曰：“不急尔。”彦曰：“且效作此语。”子丰曰：“君子乐醼，小人击拚，虽不足贵，亦不可贱；君子舞《象》，小人击壤，上化使然，又何足赏？吾能作数十曲，且无益于世，故不为尔。”鲍子于是屈而无辞。"}]}, {"section": 30, "header": "连丛子下", "data": [{"ID": 187, "text": "元和二年三月，孝章皇帝东巡过鲁，幸阙里，以大牢祠圣师，作六代之乐。天子升庙，西面，群臣在庭，北面，皆再拜。天子进爵而后坐。乃召诸孔丈夫年二十以上者六十三人，临赐酒饭。子和自陈曰：“臣草莽所蔽，才非干时，行非绝伦，托备先圣遗嗣，世名学家。陛下误加拔擢微臣兰台令史，会值车驾东巡，先礼圣师，猥以馀福，惠及臣宗。诚非碎首所能报谢。”诏曰：“治何经？”对曰：“为《诗》《书》，颇涉《礼》《传》。”诏曰：“今日之会，宁于卿宗有光荣乎？”对曰：“非所敢当也。臣闻明王圣主莫不尊师而贵道。今陛下尊臣祖之灵，贵臣祖之道，亲屈万乘，辱临弊里。此乃陛下所以崇圣也。若夫顾其遗嗣，得与群臣同受厘福，此乃陛下爱屋及乌惠下之道，所以崇德作圣，臣宗弗与于光荣，非所敢承。”天子叹曰：“非圣者子孙，恶有斯言。”遂拜子和郎中，诏随车驾，赐孔氏男女、钱帛。子和从还京师，遂校书东观。其年十二月为临晋令。其友崔駰以其家《卦林》占之，谓为不吉。语子和曰：“盍辞乎？”答曰：“学不为人，仕不择官，所以为吉也。且卜以决疑，不疑何卜？吉凶由人，而由《卦林》乎？”径往之官。三年秋八月，天子巡后土，登龙门。子和自请从行在所。天子识其状貌，燕见移时，赐帛十端而还。九月既望，寝疾，浸，不瘳，乃命其二子留葬焉。二子长曰长彦，年十有二；次曰季彦，年十岁。父之友西洛人姚进先有道，徵不就，飬志于家，长彦、季彦常受教焉。既除丧，则苦身劳力以自衣食。家有先人遗书，兄弟相勉，讽诵不倦。于时蒲阪令汝南许君然造其宅，劝使归鲁，奉以车二乘。辞曰：“载柩而返，则遗父违命；舍墓而去，则心所不忍。”君然曰：“以孙就祖，于礼为得。愿子无疑。”答曰：“若以死有知也，祖犹邻宗族焉。父独留此，不以极乎？吾其定矣。”遂还其车。于是甘贫味道，研精《坟》、《典》，十馀年间，会徒数百。故时人为之语曰：“鲁国孔氏好读经，兄弟讲诵皆可听。学士来者有声名，不过孔氏那得成？”长彦颇随时为今学。季彦壹其家业，兼修《史》《汉》，不好诸家之书。"}, {"ID": 188, "text": "华阴张太常问：“如何斯可谓备德君子？”季彦答曰：“性能沈邃，则不可测；志不在小，则不可度；砥厉廉隅，则不可越；行高体卑，则不可阶。兴事效业，与言俱立。舍己从善，不耻服人。交友以义，不慕势利。并立相下，不倡游言。若此可谓备德矣。”张生曰：“不有孝弟忠信乎？”答曰：“别而论之，则应此条；惣而目之，则曰孝弟忠信。”张生闻是言，喜而书之。"}, {"ID": 189, "text": "鲁人有同岁上计而死者，欲为之服，问于季彦。季彦曰：“有恩好者、其缌乎。昔诸侯大夫共会事于王，及以君命同盟霸主，其死则皆有哭临之礼。今之上计、并觐天子，有交燕之欢。同名绨素，上纪先君，下录子弟，相敦以好，相厉以义。又数相往来，特有私亲，虽比之朋友，不亦可乎。”"}, {"ID": 190, "text": "崔駰学于大学而粮乏。邓卫尉欲饩焉而未果。季彦年九岁，以其父命往见卫尉，曰：“夫言不在多，在于当理；施不在丰，期于救乏。崔生、臣父之执也，不幸而贫。公许赈之，言既当理矣。从来有日，嘉贶未至。或欲丰之，然后乃致乎？”荅曰：“家物少，须租入，当猥送之。”季彦曰：“公顾盻崔生，欲分禄以周其无，君之惠也。必欲待君租入，然后猥致，则于崔生为赢。受人以自赢，非义，崔生所不为也。且今已乏矣，而方须租入，是犹古人欲决江海以救牛蹄之鱼之类也。”邓公曰：“诺。”"}, {"ID": 191, "text": "梁人取后妻，后妻杀夫，其子又杀之。季彦返鲁，过梁。梁相曰：“此子当以大逆论。礼、继母如母，是杀母也。”季彦曰：“言如母，则与亲母不等，欲以义督之也。昔文姜与杀鲁桓，《春秋》去其姜氏。《传》曰：‘不称姜氏，绝不为亲，礼也。’绝不为亲，即凡人尔。且夫手杀重于知情。知情犹不得为亲，则此下手之时，母名绝矣。方知古义，是子宜以非司寇而擅杀当之，不得为杀母而论以逆也。”梁相从之。"}, {"ID": 192, "text": "弘农太守皇甫威明问仲渊曰：“吾闻孔氏自三父之后能传祖之业者，常在于叔祖。今观《连丛》所记，信如所闻。然则伯季之后，弗克负荷矣。”荅曰：“不然也。先君所以为业者、非唯经传而已。可以学则学，可以进则进，可以止则止。故曰‘无可无不可也。’盖唯执行中庸，期于得道，非末嗣子孙所能及也。是以先父各取所能。能仕则仕，能学则学。自伯祖之子孙，世仕有位。季祖之子孙，或学或仕，或文或武，所统不壹，故学不稽古，仕无高官，文非俎豆，武非戢兵，不专故也。”皇甫曰：“如高明之言，是故弗克负荷已。”荅曰：“伯之子孙、今何其仕？季之子孙、何所任？所以世得闻焉。且人之才性，受天有分。若如君之论，则成王伯禽虽致泰平，皆当以不圣蒙弗克负荷之罪乎？”皇甫笑曰：“善。”既而或谓仲渊曰：“以古人推之，自可如皇甫之言尔，而子矜之，何也？皇甫虽口与子，心实不与也。”荅曰：“吾其然然。此君来言，颇欲相侵，故激至于此。岂曰得道，由不获已也。”"}, {"ID": 193, "text": "长孙尚书问季彦曰：“处士、圣人之后也，岂知圣人之德恶乎齐？”荅曰：“德行邈于世，智达秀于人，几于如此矣。”曰：“圣人者、必能闻于无声，见于无形，然后称圣尔。如处士所言，大贤则能为之。”季彦曰：“君之论、宜若未之近也。夫有声，故可得而听；有形，故可得而见。若乃无声，虽师旷侧耳，将何闻乎？无形，虽离娄并照，将何覩乎？《书》曰：‘惟狂克念作圣。’狂人思念道德，犹为圣人。圣人、大贤之清者也，贤人、中人之清者也。”"}, {"ID": 194, "text": "孔大夫谓季彦曰：“今朝廷以下、四海之内，皆为章句内学，而君独治古义。治古义，则不能不非章句内学。非章句内学，则危身之道也。独善固不容于世。今古义虽善，时世所废也，而独为之，必将有患。盍固已乎？”荅曰：“君之此言、殆非所望也。君以为学，学知乎？学愚乎？”大夫曰：“学、所以求知也。”季彦曰：“君频日闻吾说古义，一言辄再称善。善其使人知也。以为章句内学迂诞不通，即使人愚也。今欲使吾释善善之知业，习迂诞不通之愚学。为人谋如此，于义何居？且君子立论，必析是非。以是易非，何伤之？如主上聪明睿知，不欲两闻其义。博览古今，择善从之，以广其圣乎？吾学不要禄，贵得正义尔。复以此受患，犹甘心焉。先圣遗训，壁出古文，临淮传义，可谓妙矣。而不在科策之例，世人固莫识其奇矣。斯业之所以不泯，赖吾家世世独修之也。今君猥为禄利之故，欲废先君之道。此殆非所望也。若从君言，是为先君正义灭于今日，将使来世达人见今文俗说，因嗤笑前圣。吾之力此，盖为先人也。物极则变，比百年之外，必当有明德君子恨不与吾偕世者。”于是大夫怅然，曰：“吾意实不及此。敢谢不敏。”"}, {"ID": 195, "text": "杨太尉问季彦曰：“吾闻临晋君异才博闻、周洽群籍。而世不归大儒，何也？”荅曰：“不为禄学故也。恶直丑正，实繁有徒；辨经说义，辄见增疾。但以所据者正，故众人不能害尔。免害为幸，何大儒之见归乎？”"}, {"ID": 196, "text": "季彦见刘公，客适有献鱼者。公孰视鱼，叹曰：“厚哉！天之于人也。生五谷以为食，育鸟兽以为之肴。”众坐佥曰：“诚如明公之教也。”季彦曰：“贱子愚意，窃与众君子不同，以为不如明公之教也。何者？万物之生、各禀天地，未必为人。人徒以知得而食焉。故《孝经》曰：‘天地之性、人为贵。’贵有知也。伏羲始尝草木可食者，一日而遇七十二毒，然后五谷乃形，非天本为人之生也。蚊蚋食人，蚓虫食土，非天故为蚊蚋生人，蚓虫生地也。知此不然、则五谷、鸟兽之生，本不为人，可以为无疑矣。”公良久曰：“辨哉！”众坐默然。"}, {"ID": 197, "text": "永初二年，季彦如京师，省宗人仲渊。是年夏，河南四县雨雹，如棬杯，大者如斗，杀禽畜雉兔，折树木，秋苗尽。于是天子责躬省过，并令幽隐有道术之士各得因变事，极陈厥故。季彦与仲渊说道其意状曰：“此阴乘阳也。贵臣擅权，母后党盛，多致此异。然乃汉家之所大忌也。”于时下邳长孙子逸止仲渊第，闻是言也，心善之，因见上，说焉。上召季彦。季彦见于德阳殿，陈其事，如与仲渊言也，曰：“陛下增修圣德，虑此二者而已矣。夫物之相感，各以类推。其甚者，必有山崩地震，白气相因。其事不可尽论。往者、延平之中，邓后称制，而东垣巨屋山大崩，声动安邑，即前事之验者。”帝默然。左右皆不善其言。季彦闻之，曰：“吾岂容媚势臣而欺天子乎？”后子逸相鲁，举季彦孝廉，固辞不就。会遭兄长彦忧，遂止乎家。季彦为人谦退爱厚，简而不华，终不以荣利变其恬然之志，见不义而富贵者，视之如仆隶，其下笔则典诰成章，吐言必正名务理。故每所交游，莫不推先以为楷则也。年四十有九，延光三年十一月丁丑卒。"}]}], "bookname": "孔丛子", "writer": null, "type": "儒家", "age": "[东汉 - 三国 (25年 - 265年)]"}