{"alldata": [{"section": 0, "header": "度训解●命训解", "data": [{"ID": 0, "text": "天生民而成大命，命司德，正之以祸福，立明王以顺之，曰：大命有常，小命日成，成则敬，有常则广，广以敬命，则度至于极。夫司德司义而赐之福禄，福禄在人，能无惩乎？若惩而悔过，则度至于极。夫或司不义而降之祸，在人，能无惩乎？若惩而悔过，则度至于极。夫民生而丑不明，无以明之，能无丑乎？若有丑而竞行不丑，则度至于极。夫民生而乐生，无以谷之，能无劝乎？若劝之以忠，则度至于极。夫民生而恶死，无以畏之，能无恐乎？若恐而承教，则度至于极。六极既通，六闲具塞，通道通天以正人，正人莫如有极，道天莫如无极。道天有极则不威，不威则不昭，正人无极则不信，不信则不行。明王昭天信人以度功，地以利之，使信人畏天，则度至于极。夫天道三，人道三，天有命有祸有福，人有丑有绋絻有斧钺，以人之丑当天之命，以绋絻当天之福，以斧钺当天之祸，六方三述，其极一也，不知则不行。极命则民墯，民墯则旷命，旷命以诫其上，则殆于乱；极福则民禄，民禄则干善，干善则不行；极祸则民鬼，民鬼则淫祭，淫祭则罢家；极丑则民叛，民叛则伤人，伤人则不义；极赏则民贾其上，贾其上则民无让，无让则不顺；极罚则民多诈，多诈则不忠，不忠则无报。凡此六者，政之殆也。明王是故昭命以命之，曰：大命世，小命身。福莫大于行义，祸莫大于淫祭，丑莫大于伤人，赏莫大于信义，让莫大于贾上，罚莫大于贪诈。古之明王，奉此六者，以牧万民，民用而不失。抚之以惠，和之以均，敛之以哀，娱之以乐，慎之以礼，教之以艺，震之以政，动之以事，劝之以赏，畏之以罚，临之以忠，行之以权。权不法，忠不忠，罚不服，赏不从劳，事不震，政不成，艺不淫，礼有时，乐不满，哀不至，均不壹，惠不不忍人，凡此物权之属也。惠而不忍人，人不胜害，害不如死，均一则不和，哀至则匮，乐满则荒，礼无时则不贵，艺淫则害于才，政成则不长，事震则寡功，以赏从劳，劳而不至，以法从中则赏，赏不必中，以权从法则行，行不必以知权，权以知微，微以知始，始以知终。"}]}, {"section": 1, "header": "度训解●常训解", "data": [{"ID": 1, "text": "天有常性，人有常顺，顺在可变，性在不改，不改可因，因在好恶，好恶生变，变习生常，常则生丑，丑命生德。明王于是立政以正之，民生而有习有常，以习为常，以常为慎，民若生于中，夫习之为常，自气血始。明王自血气耳目之习以明之丑，丑明乃乐义，乐义乃至上，上贤而不穷，哀乐不淫，民知其至，而至于子孙，民乃有古，古者因民以顺民。夫民群居而无选，为政以始之，始之以古，终之以古，行古志今，政之至也。政维今，法维古。顽贪以疑，疑意以两，平两以参，参伍以权，权数以多，多难以允，允德以慎，慎微以始而敬终，终乃不困。困在坌，诱在王，民乃苟，苟乃不明，哀乐不时，四徵不显，六极不服，八政不顺，九德有奸，九奸不迁，万物不至，夫礼非克不承，非乐不竟，民是乏生。□好恶有四徵，喜乐忧哀，动之以则，发之以文，成之以民，行之以化。六极：命、丑、福、赏、祸、罚。六极不嬴，八政和平。八政：夫、妻、父、子、兄、弟、君、臣。八政不逆，九德纯恪。九德：忠、信、敬、刚、柔、和、固、贞、顺。顺言曰政，顺政曰遂，遂伪曰奸，奸物在目，奸声在耳，耳目有疑，疑言有枢，枢动有和，和意无等，万民无法。□□在赦，□复在古，古者明王奉法以明幽，幽王奉幽以废法，奉则一也，而绩功不同，明王是以敬微而顺分。"}]}, {"section": 2, "header": "度训解●文酌解", "data": [{"ID": 2, "text": "民生而有欲有恶，有乐有哀，有德有则。则有九聚，德有五宝，哀有四忍，乐有三丰，恶有二咎，欲有一极。极有七事，咎有三尼，丰有三频，忍有四教，宝有五大，聚有九酌。九酌：一取允移人，二宗杰以亲，三发滞以振民，四贷官以属，五人□必礼，六往来取比，七商贾易资，八农人美利，九□宠可动。五大：一大智率谋，二大武剑勇，三大功赋事，四大商行贿，五大农假贷。四教：一守之以信，二因亲就年，三取戚免梏，四乐生身复。三频：一频禄质㵒，二阴福灵极，三留身散真。三尼：一除戎咎丑，二申亲考疏，三假时权要。七事：一腾咎信志，二援拔渎谋，三聚疑沮事，四腾属威众，五处宽身降，六陵塞胜备，七录兵免戎。一极惟事昌道，开蓄伐。伐有三穆、七信、一干、二御、三安、十二来。三穆：一绝灵破城，二筮奇昌为，三龟从兆凶。七信：一仁之慎散，二智之完巧，三勇之精富，四族之寡贿，五商之浅资，六农之少积，七贵之争宠。一干：胜权舆。二御：一树惠不瘱，二既用兹忧。三安：一定居安帑，二贡贵得布，三刑罪布财。十二来：一弓二矢归射，三轮四舆归御，五鲍六鱼归蓄，七陶八冶归灶，九柯十匠归林，十一竹十二𥯤归时。穆、七信、一干、二御、三安、十二来，伐道咸布，物无不落，落物取配，维有永究，急哉急哉。后失时。"}]}, {"section": 3, "header": "度训解●籴匡解", "data": [{"ID": 3, "text": "成年年谷足，宾祭以盛，大驯锺绝，服美义注，皂畜约制，馀子务艺，宫室城廓修为备，供有嘉菜，于是日满。年俭谷不足，宾祭以中盛，乐惟锺鼓不服美，三牧五库补摄，凡美不修，馀子务穑，于是纠秩。年饥，则勤而不宾，举祭以薄，乐无锺鼓，凡美禁，畜不皂群，车不雕攻，兵备不利，民利不淫，征当商旅，以救穷乏，问随乡，不鬻熟，分助有匡以绥无者，于是救困。大荒，有祷无祭，国不称乐，企不满壑，刑罚不修，舍用振穹，君亲巡方，卿参告籴，馀子倅运，开廪同食，民不藏粮曰有匡。俾民畜惟牛羊，于民大疾惑，杀，一人无赦，男守疆，戎禁不出，五库不膳，丧礼无度，祭以薄资，礼无乐，宫不帏，嫁娶不以时，宾旅设位有赐。"}]}, {"section": 4, "header": "度训解●武称解", "data": [{"ID": 4, "text": "大国不失其威，小国不失其卑，敌国不失其权，岠险伐夷，并小夺乱，□强攻弱而袭不正，武之经也。伐乱、伐疾、伐疫，武之顺也。贤者辅之，乱者取之，作者劝之，怠者沮之，恐者惧之，欲者趣之，武之用也。美男破老，美女破舌，淫图破国，淫巧破时，淫乐破正，淫言破义，武之毁也。赦其众，遂其咎，抚其□，助其囊，武之闲也。饵敌以分，而照其储，以伐辅德，追时之权，武之尚也。春违其农，秋伐其穑，夏取其麦，冬寒其衣服，春秋欲舒，冬夏欲亟，武之时也。长胜短，轻胜重，直胜曲，众胜寡，强胜弱，饱胜饥，肃胜怒，先胜后，疾胜迟，武之胜也。追戎无恪，穷寇不格，力倦气竭，乃易克，武之追也。既胜人，举旗以号，命吏禁掠，无敢侵暴，爵位不谦，田宅不亏，各宁其亲，民服如化，武之抚也。百姓咸服，偃兵兴德，夷厥险阻，以毁其武，四方畏服，奄有天下，武之定也。"}]}, {"section": 5, "header": "度训解●允文解", "data": [{"ID": 5, "text": "思静振胜，允文维纪，昭告周行，维旌所在，收戎释贿，无迁厥里，官校属职，因其百吏，公货少多，振赐穷士，救瘠补病，赋均田布，命夫复服，用损忧耻，孤寡无告，获厚咸喜，咸问外戚，书其所在，选同氏姓，位之宗子，率用十五，绥用士女，教用显允，若得父母，宽以政之，孰云不听，听言靡悔，遵养时晦，晦明遂语，于时允武，死思复生，生思复所，人知不弃，爱守正户，上下和协，靡敌不下，执彼玉圭，以居其宇，庶民咸耕，童壮无辅，无拂兵取，通其疆土，民之望兵，若待父母，是故天下一旦而定，奄有四海。"}]}, {"section": 6, "header": "度训解●大武解", "data": [{"ID": 6, "text": "武有七制：政、攻、侵、伐、陈、战、鬬。善政不攻，善攻不侵，善侵不伐，善伐不陈，善陈不战，善战不鬬，善鬬不败。政有九因，因有四戚五和；攻有九开，开有四凶、五良；侵有七酌，酌有四聚、三敛；伐有七机，机有四时、三兴；陈有七来，来有三哀、四赦；战有十一振，振有六厉、五卫；鬬有十一客，客有六广、五虞。四戚：一内姓，二外婚，三友朋，四同里。五和：一有天无恶，二有人无隙，三同好相固，四同恶相助，五远宅不薄。凡此九者，政之因也。四凶：一攻天时，二攻地宜，三攻人德，四攻行利。五良：一取仁，二取智，三取勇，四取材，五取艺。凡此九者，攻之开也。四聚：一酌之以仁，二怀之以乐，三旁聚封人，四设围以信。三敛：一男女比，二工次，三祗人死。凡此七者，侵之酌也。四时：一春违其农，二夏食其谷，三秋取其刈，四冬冻其葆。三兴：一政以和时，二伐乱以治，三伐饥以饱。凡此七者，伐之机也。三哀：一要不羸，二丧人，三摈厥亲。四赦：一胜人必嬴，二取威信复，三人乐生身，四赦民所恶。凡此七者，陈之来也。六厉：一仁厉以行，二智厉以道，三武厉以勇，四师厉以士，五校正厉御，六射师厉伍。五卫：一明仁怀恕，二明智辅谋，三明武摄勇，四明材摄士，五明艺摄官。凡此十一者，战之振也。六广：一明令，二明丑，三明赏，四明罚，五利兵，六竞竟。五虞：一鼓走疑，二备从来，三佐车举旗，四采虞人谋，五后动捻之。凡此十一者，鬬之客也。无竞惟害，有功无败。"}]}, {"section": 7, "header": "度训解●大明武解", "data": [{"ID": 7, "text": "畏严大武，曰：维四方，畏威乃宁。天作武，修戎兵，以助义正违顺天行，五官官候厥政，谓有所亡，城廓沟渠，高厚是量，既践戎野，备慎其殃，敬其严君，乃战赦。十艺必明，加之以十因，靡敌不荒，陈若云布，侵若风行，轻车翼卫，在戎二方，我师之穷，靡人不刚。十艺：一大援，二明从，三馀子，四长兴，五伐人，六刑馀，七三疑，八闲书，九用少，十兴怨。十因：一树仁，二胜欲，三宾客，四通旅，五亲戚，六无告，七同事，八程巧，九□能，十利事。艺因代用，是谓强辅，应天顺时，时有寒暑，风雨饥疾，民乃不处，移散不败，农乃商贾，委以淫乐，赂以美女，主人若杖，□至城下，高堙临内，日夜不解，方陈并功，云何能御，虽易必敬，是谓明武。城高难平，湮之以土，开以走路，俄傅器橹，因风行火，障水水下，惠用元元，不侮其寡，旁隧外权，隳城湮溪，老弱单处，其谋乃离，既克和服，使众咸宜，竟其金革，是谓大夷。"}]}, {"section": 8, "header": "度训解●小明武解", "data": [{"ID": 8, "text": "凡攻之道，必得地势，以顺天时，观之以今，稽之以古，攻其逆政，毁其地阻，立之五教，以惠其下，矜寡无告，实为之主，五教允中，枝叶代兴，国为伪巧，后宫饰女，荒田逐兽，田猎之所，游观崇台，泉池在下，淫乐无既，百姓辛苦，上有困令，乃有极□，上困下腾，戎迁其野，敦行王法，济用金鼓，降以列陈，无悗怒□，按道攻巷，无袭门户，无受货赂，攻用弓弩，上下祷祀，靡神不下，其行冲梯，振以长旗，怀戚思终，左右愤勇，无食六畜，无聚子女，群振若雷，造于城下，鼓行参呼，以正什伍，上有轩冕，斧钺在下，胜国若化，故曰明武。"}]}, {"section": 9, "header": "度训解●大匡解", "data": [{"ID": 9, "text": "惟十有三祀，王在管，管叔自作殷之监，东隅之侯咸受赐于王，王乃旅之以上陈诰，用大匡顺九则八宅六位，宽俭恭敬，夙夜有严。昭质非朴，朴有不明，明执于私，私回不中，中忠于欲，思慧丑诈。昭信非展，展尽不伊，伊言于允，思复丑谮。昭让非背，背党雍德，德让于敬，思贤丑争。昭位非忿，忿非□直，直立于众，思直丑比。昭政非闲，闲非远节，节进于政，思正丑残。昭静非穷，穷居非意，意动于行，思静丑躁。昭洁非为，为穷非涓，涓洁于利，思义丑贪。昭因非疾，疾非不贞，贞固于事，思任丑诞。昭明九则，九丑自齐，齐则曰知，悖则死勇。勇如害上，则不登于明堂，明堂所以明道，明道惟法，明法惟人，人惟重老，重老惟宝。呜呼！在昔文考，战战惟时，祗祗汝其，夙夜济济，无竞惟人，惟允惟让，不远群正，不迩谗邪，汝不时行，汝害于士，士惟都人孝悌子孙，不官则不长，官戒有敬，官、□、朝、道、舍、宾、祭、器曰八宅，绥、比、新、故、外、内贵、贱曰六位，大官备武，小官承长，大匡封摄，外用和大，中匡用均，劳故礼新，小匡用惠，施舍静众，禁请无怨，顺生分杀，不忘不惮，俾若九，则生敬在国，国咸顺，顺维敬，敬维让，让维礼，辟不及宽有永假。"}]}, {"section": 10, "header": "度训解●程典解", "data": [{"ID": 10, "text": "维三月既生魄，文王合六州之侯，奉勤于商，商王用宗谗震怒无疆，诸侯不娱，逆诸文王，文王弗忍，乃作程典，以命三忠。曰：助余体民，无小不敬，如毛在躬，拔之痛，无不省，政失患作，作而无备，死亡不诫，诫在往事，备必慎，备思地，思地慎制，思制慎人，思人慎德，德开乃无患，慎德必躬恕，恕以明德，德当天而慎下，下为上贷，力竞以让，让德乃行，慎下必翼上，上中立而下比，争省，和而顺，携乃争，和乃比，比事无政，无政无选，无选民乃顽，顽乃害上。故选官以明训，顽民乃顺，慎守其教，小大有度，以备灾寇，协其三族，固其四援，明其伍候，习其武诫，依其山川，通其舟车，利其守务。士大夫不杂于工商，商不厚，工不巧，农不力，不可成治，士之子不知义，不可以长幼，工不族居，不足以给官，族不乡别，不可以入惠。为上不明，为下不顺，无丑，轻其行，多其愚，不智。慎地必为之图，以举其物，物其善恶，度其高下，利其陂沟，爱其农时，修其等列，务其土实，差其施赋，设得其宜，宜协其务，务应其趣，慎用必爱，工攻其材，商通其财，百物鸟兽鱼鳖，无不顺时，生穑省用，不滥其度，津不行火，薮林不伐，牛羊不尽齿不屠，土劝不极美，美不害用，用乃思慎，□备不敬，不意多□，用寡立亲，用胜怀远，远格而迩安，于安思危，于始思终，于迩思备，于远思近，于老思行，不备，无违严戒。"}]}, {"section": 11, "header": "度训解●酆保解", "data": [{"ID": 11, "text": "维二十三祀庚子朔，九州之侯咸格于周，王在酆，昧爽，立于少庭，王告周公旦曰：“呜呼！诸侯咸格来庆，辛苦役商，吾何保守？何用行？”旦拜手稽首曰：“商为无道，弃德刑范，欺侮群臣，辛苦百姓，忍辱诸侯，莫大之纲，福其亡，亡人惟庸，王其祀，德纯礼明，允无二，卑位柔色，金声以合之。”王乃命三公、九卿、及百姓之人，曰：“恭敬齐洁，咸格而祀于上帝，商馈始于王。”因飨诸侯，重礼庶吏，出送于郊，树昏于崇，内备五祥、六卫、七厉、十败、四葛，外用四蠹、五落、六容、七恶。五祥：一君选择，二官得度，三务不舍，四不行赂，五察民困。六卫：一明仁怀恕，二明智设谋，三明戒摄勇，四明才摄士，五明德摄官，六明命摄政。七厉：一翼勤厉务，二动正厉民，三静兆厉武，四翼艺厉物，五翼言厉复，六翼敬厉众，七翼智厉道。十败：一佞人败朴，二谄言毁积，三阴资自举，四女货速祸，五比党不拣，六佞说鬻狱，七神龟败卜，八宾祭推谷，九忿言自辱，十异姓乱族。四葛：一葛其农时不移，二费其土虑不化，三正其赏罚狱无奸奇，四葛其戎谋族乃不罚。四蠹：一美好怪奇以治之，二淫言流说以服之，三群巧仍兴以力之，四神巫灵宠以惑之。五落：一示吾贞以移其名，二微降霜雪以取松柏，三信蟜萌莫能安宅，四厚其祷巫其谋乃获，五流德飘枉以明其恶。六容：一游言，二行商工，三军旅之庸，四外风之所扬，五困失而亡，作事应时时乃丧，六厚使以往，来其所藏。七恶：一以物角兵，二令美其前而厚其伤，三闲于大国，安得吉凶，四交其所亲，静之以物，则以流其身，五率诸侯以朝贤人，而已犹不往，六令之有求，遂以生尤，七见亲所亲，勿与深谋，命友人疑。旦拜曰：“呜呼！王孙其尊天下，适无见过过适，无好自益，以明而迹。呜呼！敬哉！视五祥、六卫、七厉、十败、四葛不修，国乃不固，务周四蠹、五落、六容、七恶，不时不允，不率不绥，反以自薄。呜呼！深念之哉！重维之哉！不深乃权不重，从权乃慰，不从乃溃，溃不可复，戒后人！其用汝谋。”王曰：“允哉。”"}]}, {"section": 12, "header": "度训解●大开解", "data": [{"ID": 12, "text": "维王二月既生魄，王在酆，立于少庭，兆墓九开，开厥后人，八儆五戒。八儆：一□旦于开，二躬修九过，三族修九禁，四无竞维义，五习用九教，六□用守备，七足用九利，八宁用怀□。五戒：一祗用谋宗，二经内戒工，三无远亲戚，四雕无薄□，五祷无忧玉。及为人尽不足，王拜儆我后人谋竞，不可以藏，戒后人其用汝谋，维宿不悉日不足。"}]}, {"section": 13, "header": "度训解●小开解", "data": [{"ID": 13, "text": "维三十有五祀，王念曰：“多□，正月丙子拜望，食无时，汝开后嗣谋，曰：呜呼！于来后之人。余闻在昔曰：明明非常，维德曰为明，食无时，汝日夜何修非躬？何慎非言？何择非德？呜呼！敬之哉！汝恭闻不命。贾粥不雠，谋念之哉？不索祸招，无曰不免，不庸不茂不次，人灾不谋，迷弃非人。朕闻用人不以谋说，说恶谄言，色不知适，适不知谋，谋泄汝躬不允。呜呼！敬之哉！后之人！朕闻曰：谋有共軵，如乃而舍，人之好佚而无穷，贵而不傲，富而不骄，两而不争，闻而不遥，远而不绝，穷而不匮者鲜矣。汝谋斯，何向非翼？维有共枳，枳亡重大害小，不堪柯引，维德之用，用皆在国，谋大鲜无害。呜呼！汝何敬非时？何择非德？德枳维大人，大人枳维公，公枳维卿，卿枳维大夫，大夫枳维士，登登皇皇，君枳维国，国枳维都，都枳维邑，吧枳维家，家枳维欲无疆。动有三极，用有九因，因有四戚五和，极明与与有畏劝，汝何异非义？何畏非世？何劝非乐？谋获三极无疆，动获九因无限，务用三德顺攻，奸慝言彼翼翼在意仞，时德春育生，素草肃疏数满，夏育长，美柯华，务水潦，秋初艺，木节落，冬大刘，倍信何谋本□时岁至天视。呜呼！汝何监非时？何务非德？何兴非因？何用非极？维周于民，人谋竞不可以后戒后戒宿，不悉日不足。”"}]}, {"section": 14, "header": "度训解●文儆解", "data": [{"ID": 14, "text": "维文王告梦，惧后祀之无保，庚辰诏太子发曰：“汝敬之哉！民物多变，民何向非利？利维生痛，痛维生乐，乐维生礼，礼维生义，义维生仁。呜呼！敬之哉！民之适败，上察下遂信，何向非私？私维生抗，抗维生夺，夺维生乱，乱维生亡，亡维生死。呜呼！敬之哉！汝慎守弗失，以诏有司，夙夜勿忘，若民之向引，汝何慎非遂？遂时不远，非本非标，非微非辉，壤非壤不高，水非水不流。呜呼！敬之哉！倍本者槁，汝何葆非监？不维一保监顺时，维周于民之适败，无有时盖，后戒后戒，谋念勿择。”"}]}, {"section": 15, "header": "度训解●文传解", "data": [{"ID": 15, "text": "文王受命之九年，时维莫春，在鄗，召太子发曰：“呜呼！我身老矣！吾语汝，我所保与我所守，传之子孙。吾厚德而广惠，忠信而志爱。人君之行，不为骄侈，不为泰靡，不淫于美，括柱茅茨，为民爱费。山林非时不升斤斧，以成草木之长川；泽非时不入网罟，以成鱼鳖之长；不卵不䠣，以成鸟兽之长；畋猎唯时，不杀童羊，不天胎童牛，不服童马，不驰不骛泽，不行害，土不失其宜，万物不失其性，天下不失其时。土可犯，材可蓄，润湿不谷，树之竹苇莞蒲，砾石不可谷，树之葛木，以为絺綌，以为材用。故凡土地之闲者，圣人裁之，并为民利，是以鱼鳖归其渊，鸟兽归其林，孤寡辛苦，咸赖其生，山林以遂其材，工匠以为其器，百物以平其利，商贾以通其货，工不失其务，农不失其时，是谓和德。土多民少，非其土也；土少人多，非其人也。是故土多发政，以漕四方，四方流之，土少安帑而外其务，方输。夏箴曰：中不容利，民乃外次。开望曰：土广无守可袭伐，土狭无食可围竭。二祸之来，不称之灾。天有四殃，水、旱、饥、荒，其至无时，非务积聚，何以备之？夏箴曰：小人无兼年之食，遇天饥，妻子非其有也；大夫无兼年之食，遇天饥，臣妾舆马非其有也；国无兼年之食，遇天饥，百姓非其有也。戒之哉！弗思弗行，祸至无日矣。明开塞禁舍者，其取天下如化，不明开塞禁舍者，其失天下如化。人各修其学而尊其名，圣人制之，故诸横生，尽以养从生，从生尽以养一丈夫。无杀天胎，无伐不成材，无堕四时，如此者十年。有十年之积者王，有五年之积者霸，无一年之积者亡，生十杀一者物十重，生一杀十者物顿空。十重者王，顿空者亡。兵强胜人，人强胜天，能制其有者，则能制人之有，不能制其有者，则人制之。令行禁止，王之始也。出一曰神明，出二曰分光，出三曰无适异，出四曰无适与，无适与者亡。”"}]}, {"section": 16, "header": "度训解●柔武解", "data": [{"ID": 16, "text": "维王元祀一月既生魄，王召周公旦曰：“呜呼！维在文考之绪功，维周禁五戎，五戎不禁，厥民乃淫。一曰：土观幸时，政匮不疑。二曰：狱雠刑蔽，奸吏济贷。三曰：声乐□□，饰女灭德。四曰：维势是辅，维祷是怙。五曰：盘游安居，枝叶维落。五者不距，自生戎旅，故必以德为本，以义为术，以信为动，以成为心，以决为计，以节为胜，务在审时，纪纲为序，和均道里，以匡辛苦。见寇□戚，靡适无□，胜国若化，不动金鼓，善战不斗，故曰柔武。四方无拂，奄有天下。”"}]}, {"section": 17, "header": "度训解●大开武解", "data": [{"ID": 17, "text": "维王一祀二月，王在酆，密命访于周公旦曰：“呜呼！余夙夜维商，密不显，谁和？告岁之有秋，今余不获其落，若何？”周公曰：“兹在德，敬在周，其维天命，王其敬命。远戚，无干和，无再失，维明德无佚，佚不可还，维文考恪勤，战战何敬？何好何恶？时不敬殆哉！”王拜曰：“允哉！余闻国有四戚、五和、七失、九因、十淫，非不敬不知。今而言维格，余非废善以自塞，维明戒是祗。”周公拜曰：“兹顺天，天降寤于程，程降因于商，商今生葛，葛右有周，维王其明用开和之言，言孰敢不格？四戚：一内同姓，二外婚姻，三官同师，四哀同劳。五和：一有天维国，二有地维义，三同好维乐，四同恶维哀，五远方不争。七失：一立在废，二废在祗，三比在门，四谄在内，五私在外，六私在公，七公不违。九因：一神有不飨，二德有不守，三才有不官，四事有不均，五两有必争，六富有别，七贪有匮，八好有遂，九敌有胜。十淫：一淫政破国，动不时，民乃不保，二淫好破义，言不协，民乃不和，三淫乐破德，德不纯，民乃失常，四淫动破丑，丑不足，民乃不让，五淫中破礼，礼不同，民乃不协，六淫采破服，服不度，民乃不顺，七淫文破典，典不式，教民乃不类，八淫权破故，故不法，官民乃无法，九淫贷破职，百官令不承，十淫巧破用，用不足，百意不成。呜呼！十淫不违，危哉！今商维兹，其唯弟兹，命不承殆哉！若人之有政令，废令无赦，乃废天之命，讫文考之功绪，忍民之苦，不祥。若农之服田，务耕而不耨，维草其宅之，既秋而不获，维禽其飨之，人而获饥，云谁哀之？”王拜曰：“格乃言。呜呼！夙夜战战，何畏非道？何恶非是？不敬殆哉！”"}]}, {"section": 18, "header": "度训解●小开武解", "data": [{"ID": 18, "text": "维王二祀一月既生魄，王召周公旦曰：“呜呼！余夙夜忌商，不知道极，敬听以勤天命。”周公拜手稽首，曰：“在我文考，顺明三极，躬是四察，循用五行，戒视七顺，顺道九纪，三极既明，五行乃常，四察既是，七顺乃辨，明势天道，九纪咸当，顺德以谋，罔惟不行。三极：一维天九星，二维地九州，三维人四左。四察：一目察维极，二耳察维声，三口察维言，四心察维念。五行：一黑位水，二赤位火，三苍位木，四白位金，五黄位土。七顺：一顺天得时，二顺地得助，三顺民得和，四顺利财足，五顺得助明，六顺仁无失，七顺道有功。九纪：一辰以纪日，二宿以纪月，三日以纪德，四月以纪刑，五春以纪生，六夏以纪长，七秋以纪杀，八冬以纪藏，九岁以纪终。时候天视可监，时不失以知吉凶。”王拜曰：“允哉！余闻在昔训典中规，非时罔有恪言，日正余不足。”"}]}, {"section": 19, "header": "度训解●宝典解", "data": [{"ID": 19, "text": "维王三祀，二月丙辰朔，王在鄗，召周公旦曰：“呜呼！敬哉！朕闻曰：何修非躬？躬有四位九德。何择非人？人有十奸。何有非谋？谋有十散，不圉我哉？何慎非言？言有三信。信以生宝，宝以贵物，物周为器。美好宝物无常，维其所贵，信无不行，行之以神，振之以宝，顺之以事，明众以备，改□以庸，庶格怀患。四位：一曰定，二曰正，三曰静，四曰敬。敬位丕哉！静乃时非，正位不废，定得安宅。九德：一孝，孝子畏哉，乃不乱谋，二悌，悌乃知序，序乃伦，伦不腾上，乃不崩，三慈惠，知长幼，知长幼，乐养老，四忠恕，是谓四仪，风言大极，意定不移，五中正，是谓权断，补损知选，六恭逊，是谓容德，以法从权，安上无慝，七宽弘，是谓宽宇，准德以义，乐获纯嘏，八温直，是谓明德，喜怒不]，主人乃服，九兼武，是谓明刑，惠而能忍，尊天大经。九德广备，次世有声。十奸：一穷□干静，二酒行干理，三辩惠干智，四移洁干清，五死勇干武，六展允干信，七比誉干让，八阿众干名，九专愚干果，十愎孤干贞。十散：一废□□□□行乃泄，□□□□□□□□，三浅薄闲瞒，其谋乃获，四说啕轻意，乃伤营立，五行恕而不愿，弗忧其图，六极言不度，其谋乃费，七以亲为疏，其谋乃虚，八心私虑适，百事乃僻，九愚而自信，不知所守，十不释大约，见利忘亲。三信：一春生夏长无私，民乃不迷，二秋落冬杀有常，政乃盛行，三人治百物，物德其德，是谓信极。信既极矣，嗜欲□在，在不知义，欲在美好有义，是谓生宝。”周公拜手稽首，兴曰：“既能生宝，恐未有，臣子孙其败。既能生宝，未能生仁，恐无后亲，王宝生之，恐失王会，道维其废。”王拜曰：“格而言，维时余劝之以安位，教之广，用宝而乱，亦非我咎，上设荣禄，不患莫仁，仁以爱禄，允惟典程，既得其禄，又增其名，上下咸劝，孰不竞仁？维子孙之谋，宝以为常。”"}]}, {"section": 20, "header": "度训解●酆谋解", "data": [{"ID": 20, "text": "维王三祀，王在酆，谋言告闻，王召周公旦曰：“呜呼！商其咸辜，维日望谋建功，谋言多信，今如其何？”周公曰：“时至矣。”乃兴师循故，初用三同，一戚取同，二任用能，三矢无声。三让：一近市，二贱粥，三施资。三虞：一边不侵内，二道不驱牧，三郊不留人。王曰：“呜呼！允从三，三无咈，厥徵可因，与周同爱，爱微无疾，疾取不取，疾至致备，曲祷不德，不德不成，害不在小，终维实大，悔后乃无，帝命不謟，应时作谋，不敏殆哉。”周公曰：“言斯允格，谁从已出，出而不允乃灾，往而不往乃弱，士卒咸若周一心。”"}]}, {"section": 21, "header": "度训解●寤儆解", "data": [{"ID": 21, "text": "维四月朔王告儆，召周公旦曰：“呜呼！谋泄哉！今朕寤有商惊予，欲与无□则，欲攻无庸，以王不足，戒乃不兴，忧其深矣！”周公曰：“天下不虞周，惊以寤王，王其敬命，奉若稽古维王，克明三德维则，戚和远人维庸，致王祷，赦有罪，怀庶有，兹封福，监戒善败，护守勿失，无为虎傅翼，将飞入邑，择人而食，不骄不吝，时乃无敌。”王拜曰：“允哉！余闻曰：维乃予谋，谋时用臧。不泄不竭，维天而已。余维与汝，监旧之葆。咸祗曰：戒戒维宿。”"}]}, {"section": 22, "header": "度训解●武顺解", "data": [{"ID": 22, "text": "天道尚右，日月西移。地道尚左，水道东流。人道尚中，耳目役心。心有四佐，不和曰废。地有五行，不通曰恶。天有四时，不时曰凶。天道曰祥，地道曰义，人道曰礼。知祥则寿，知义则立，知礼则行。礼义顺祥曰吉，吉礼左还，顺天以利本，武礼右旋，顺地以利兵，将居中军，顺人以利陈。人有中曰参，无中曰两，两争曰弱，参和曰强。男生而成三，女生而成两，五以成室，室成以生民，民生以度。左右手各握五，左右足各履五，曰四枝，元首曰末。五五二十五曰元卒，一卒居前曰开，一卒居后曰敦，左右一卒曰闾，四卒成卫曰伯，三伯一长曰佐，三佐一长曰右，三右一长曰正，三正一长曰卿，三卿一长曰辟。辟必明，卿必仁，正必智，右必肃，佐必和，伯必勤，卒必力。辟不明无以虑官，卿不仁无以集众，伯不勤无以行令，卒不力无以承训。均卒力，貌而无比，比则不顺；均伯勤，劳而无携，携则不和；均佐和，敬而无留，留则无成；均右肃，恭而无羞，羞则不兴。辟必文，圣如度。元忠尚让，亲均惠下，集固介德。危言不干德曰正，正及神人曰极，世世能极曰帝。"}]}, {"section": 23, "header": "度训解●武穆解", "data": [{"ID": 23, "text": "曰若稽古，曰昭天之道，熙帝之载，揆民之任，夷德之用，总之以咸殷，等之以□禁，成之以□和，咸康于民，卿格维时，监于列辟，敬惟三事，永有休哉。三事：一倡德，二和乱，三终齐。德有七伦，乱有五遂，齐有五备。五备：一同往路，以揆远迩，二明要丑友德，以众尔庸，三明辟章远，以肃民教，四明义倡尔众，教之以服，五要权文德，不畏强宠。五遂：一道其通，以决其雍，二绝□无赦不疑，三挫锐无赦不危，四闲兵无用不害，五复尊离群不敌。七伦：一毁城寡守不路，二通道不战，三小国不凶不伐，四正维昌静不疑，五睦忍宁于百姓，六禁害求济民，七一德训民，民乃章。钦哉！钦哉！余夙夜求之无射。"}]}, {"section": 24, "header": "度训解●和寤解", "data": [{"ID": 24, "text": "王乃出图商，至于鲜原，召邵公奭、毕公高，王曰：“呜呼！敬之哉！无竞惟人，人允忠，惟事惟敬，小人难保，后降惠于民，民罔不格，惟风行，贿贿无成事，绵绵不绝，蔓蔓若何，豪末不掇，将成斧柯。”王乃厉翼于尹氏八士，唯固允让，德降为则，振于四方，行有令问，成和不逆，加用祷巫，神人允顺。"}]}, {"section": 25, "header": "度训解●武寤解", "data": [{"ID": 25, "text": "王赫奋烈，八方咸发，高城若地，商庶若化，约期于牧，案用师旅，商不足灭，分祷上下，王食无疆，王不食言，庶赦定宗，尹氏八士，大师三公，咸作有绩，神无不飨。王克配天，合于四海，惟乃永宁。"}]}, {"section": 26, "header": "度训解●克殷解", "data": [{"ID": 26, "text": "周车三百五十乘，陈于牧野，帝辛从。武王使尚父与伯夫致师，王既誓以虎贲戎车驰商师，商师大崩。商辛奔内，登于鹿台之上，屏遮而自燔于火，武王乃手大白以麾诸侯，诸侯毕拜，遂揖之，商庶百姓咸俟于郊，群宾佥进曰：“上天降休。”再拜稽首，武王答拜。先入，适王所，乃克射之三发，而后下车，面击之以轻吕，斩之以黄钺，折县诸大白，乃适二女之所既缢，王又射之三发，乃右击之以轻吕，斩之以玄钺，县诸小白，乃出场于厥军。翼日，除道修社及商纣宫。及期，百夫荷素质之旗于王前，叔振奏拜假，又陈常车，周公把大钺，召公把小钺，以夹王，散宜生、泰颠、闳夭皆执轻吕以奏王，王入，即位于社，太卒之左，群臣毕从，毛叔郑奉明水，卫叔封傅礼，召公奭赞采，师尚父牵牲，尹逸厕曰：“殷末孙受德，迷先成汤之明，侮灭神祇不祀，昏暴商邑百姓，其章显闻于昊天上帝。”武王再拜稽首，膺受大命革殷，受天明命，武王又再拜稽首，乃出。立王子武庚，命管叔相，乃命召公释箕子之囚，命毕公卫叔出百姓之囚，表商容之闾，乃命南宫忽振鹿台之钱，散巨桥之粟，乃命南宫百达、史佚、迁九鼎三巫，乃命闳夭封比干之墓，乃命宗祝崇宾飨，祷之于军，乃班。"}]}, {"section": 27, "header": "度训解●文政解", "data": [{"ID": 27, "text": "惟十有三祀，王在管，管、蔡开宗循王，禁九慝，昭九行，济九丑，尊九德，止九过，务九胜，倾九戒，固九守，顺九典。九慝：一不类，二不服，三不则，四务有不功，五外与内通，六幼不观国，七闾不通径，八家不开刑，九大禁不令。九行：一仁，二行，三让，四信，五固，六治，七义，八意，九勇。九丑：思勇丑忌，思意丑变，思义丑□，思治丑乱，思固丑转，思信丑奸，思让丑残，思行丑顽，思仁丑衅。九德：一忠，二慈，三禄，四赏，五民之利，六商工受资，七祗民之死，八无夺农，九足民之财。九过：一视民傲，二听民暴，三远慎而近䫉，四法令□乱，五仁善是诛，六不察而好杀，七不念而害行，八□思前后，九偷其身不路而助无渔。九胜：一□□□□，二□□□□，三周恶潜谋，四同好和固，五师□征恶，六迎旋便路，七明赂施舍，八幼子移成，九迪名书新。九戒：一内有柔成，二示有危倾，三旅有罢置，四乱有立信，五教用康经，六合详毁成，七邑守维人，八饥有兆积，九劳休无期。九守：一仁守以均，二智守以等，三固守以典，四信守维假，五城沟守立，六廉守以名，七戒守以信，八竞守以备，九国守以谋。九典：一祗道以明之，二称贤以赏之，三典师以教之，四因戚以劳之，五位长以遵之，六群长以老之，七群丑以移之，八什长以行之，九戒卒以将之。呜呼！充虚为害，无由不通，无虚不败。"}]}, {"section": 28, "header": "度训解●大聚解", "data": [{"ID": 28, "text": "维武王胜殷，抚国绥民，乃观于殷政，告周公旦曰：“呜呼！殷政总总若风草，有所积，有所虚，和此如何？”周公曰：“闻之文考，来远宾，廉近者，道别其阴阳之利，相土地之宜，水土之便，营邑制，命之曰大聚。先诱之以四郊，王亲在之，宾大夫免列以选，赦刑以宽，复亡解辱，削赦轻重，皆有数，此谓行风。乃令县鄙商旅曰：能来三室者，与之一室之群。辟关修道，五里有郊，十里有井，二十里有舍。远旅来至，关人易资，舍有委，市有五均，早莫如一，送行逆来，振之救穷，老弱疾病，孤子寡独，惟政所先，民有欲畜，发令以国为邑，以邑为乡，以乡为闾，祸灾相恤，资丧比服。五户为伍，以首为长，十夫为什，以年为长，合闾立教，以威为长，合旅同亲，以敬为长。饮食相约，兴弹相庸，耦耕俱耘，男女有婚，坟墓相连，民乃有亲。六畜有群，室屋既完，民乃归之。乡立巫医，具百药以备疾灾，畜百草以备五味，立勤人以职孤，立正长以顺幼，立职丧以恤死，立大葬以正同，立君子以修礼乐，立小人以教用兵，立乡射以习和容。春猎耕耘，以习迁行，教芧与树艺，比长立职，与田畴皆通，立祭祀与岁谷登下厚薄，此谓德教。若其凶土陋民，贱食贵货，是不知政。山林薮泽以因其利，工匠役工以攻其材，商贾趣市以合其用。外商资贵而来，贵物益贱，资贵物，出贱物，以通其器。夫然则关夷市平，财无郁废，商不乏资，百工不失其时，无愚不教，则无穷乏，此谓和德。若有不言，乃政其凶，陂沟道路，丛苴邱坟，不可树谷者，树以材木，春发枯槁，夏发叶荣，秋发实蔬，冬发薪烝，以匡穷困。揖其民力，相更为师，因其土宜，以为民资，则生无乏用，死无传尸，此谓仁德。旦闻禹之禁，春三月山林不登斧，以成草木之长，夏三月川泽不入网罟，以成鱼鳖之长。且以并农力，执成男女之功，夫然则土不失其宜，万物不失其性，人不失其事，天不失其时，以成万财。万财既成，放以为人，天下利之而勿德，是谓大仁。渊深而鱼鳖归之，草木茂而鸟兽归之，称贤使能，官有材而士归之，关市平商贾归之，分地薄敛农民归之，水性归下，民性归利，王若欲来天下民，先设其利而民自至，譬之若冬日之阳，夏日之阴，不召而民自来，此谓归德。五德既明，民乃知常。”武王再拜曰：“呜呼！允哉！天民侧侧，余知其极有宜。”乃召昆吾，冶而铭之金版，藏府而朔之。"}]}, {"section": 29, "header": "度训解●世俘解", "data": [{"ID": 29, "text": "维四月乙未日，武王成辟四方通殷命有国。"}, {"ID": 30, "text": "维一月丙午旁生魄，若翼日丁未，王乃步自于周征伐商王纣越若来。二月既死魄，越五日甲子，朝至接于商，则咸刘商王纣，执矢恶臣百人，太公望命御方来。丁卯望，至告以馘俘。戊辰，王遂御循追祀文王时日王立政。吕他命伐越戏方。壬申，荒新至告以馘俘侯来命伐靡集于陈。辛巳，至告以馘俘。甲申，百弇以虎贲誓命伐卫，告以馘俘。"}, {"ID": 31, "text": "辛亥，荐俘殷王鼎，武王乃翼矢圭矢宪，告天宗上帝。王不革服格于庙，秉黄钺语治庶国，龠人九终。王烈祖自大王、大伯、王季、虞公、文王邑考，以列升维告殷罪。龠人造王秉黄钺正国伯。壬子，王服衮衣矢琰格庙，龠人造王秉黄钺正邦君。癸丑，荐殷俘王士百人，龠人造王矢琰秉黄钺执戈，王入奏庸大享一终。王拜手稽首。王定奏庸大享三终。甲寅，谒戎殷于牧野，王佩赤白旗，龠人奏武王入进万献明明三终。乙卯，龠人奏崇禹生开三终王定。"}, {"ID": 32, "text": "庚子，陈本命伐磨，百韦命伐宣方，新荒命伐蜀。乙巳，陈本、新荒蜀磨至，告禽霍侯、艾侯，俘佚侯小臣四十有六，禽御八百有三十两，告以馘俘。百韦至，告以禽宣方，禽御三十两，告以馘俘。百韦命伐厉，告以馘俘。"}, {"ID": 33, "text": "武王狩，禽虎二十有二，猫二，麋五千二百三十五，犀十有二，氂七百二十有一，熊百五十有一，罴百一十有八，豕三百五十有二，貉十有八，麈十有六，麝五十，麇三十，鹿三千五百有八。武王遂征四方，凡憝国九十有九国，馘磿亿有十万七千七百七十有九俘，人三亿万有二百三十，凡服国六百五十有二。"}, {"ID": 34, "text": "时四月既旁生魄，越六日，庚戌，武王朝至燎于周，维予冲子绥文。武王降自车，乃俾史佚繇书于天号。武王乃废于纣矢恶臣，百人伐右厥甲小子鼎，大师伐厥四十夫家君鼎，帅司徒、司马初厥于郊号。武王乃夹于南门，用俘皆施佩衣衣先馘入。武王在祀，大师负商王纣县首白旗，妻二首赤旗，乃以先馘，入燎于周庙。若翼日，辛亥，祀于位用龠于天位。越五日，乙卯，武王乃以庶国祀馘于周庙，翼予冲子，断牛六，断羊二，庶国乃竟告于周庙，曰：古朕闻文考修商人典以斩纣，身告于天子稷，用小牲羊犬豕于百神，水土于誓社。曰：维予冲子，绥文考至于冲子，用牛于天于稷五百有四，用小牲羊豕于百神水土社二千七百有一。"}, {"ID": 35, "text": "商王纣于商郊，时甲子夕，商王纣取天智玉琰五环身厚以自焚。凡厥有庶告焚玉四千，五日，武王乃俾千人求之四千庶玉，则销天智玉，五在火中不销。凡天智玉，武王则宝与同。凡武王浮商旧宝玉万四千，佩玉亿有八万。"}]}, {"section": 30, "header": "度训解●商誓解", "data": [{"ID": 36, "text": "王若曰：“告尔伊旧何父，□□□□，几耿肃执，乃殷之旧，官人序文，□□□□，及太史比，小史昔，及百官，里居献民，□□□，来尹师之，敬诸戒，疾听朕言，用胥生蠲尹。”王曰：“嗟尔众！予言若敢顾天命，予来致上帝之威命明罚，今惟新诰命尔，敬诸，朕话言，自一言至于十话言，其惟明命尔。”王曰：“在昔后稷，惟上帝之言，克播百谷，登禹之绩，凡在天下之庶民，罔不惟后稷之元谷用蒸享，在商先誓王，明祀上帝，□□□□，亦惟我后稷之元谷，用告和，用胥饮食，肆商先誓王维厥故，斯用显我西土，今在商纣，昏忧天下，弗显上帝，昏虐百姓，弃天之命，上帝弗显，乃命朕文考曰：殪商之多罪纣。肆予小子发弗敢忘，天命朕考，胥翕稷政，肆上帝曰：必伐之。予惟甲子，克致天之大罚，□帝之来，革纣之□，予亦无敢违大命。敬诸！昔在西土，我其有言，胥告商之百无罪，其维一夫，予既殛纣，承天命，予亦来休，命尔百姓里居君子，其周即命，□□□□□□□□□□□□□□□□□□□□□□□□□□□□，尔冢邦君，无敢其有不告，见于我有周，其比冢邦君，我无攸爱，上帝曰：必伐之。今予惟明告尔，予其往追□纣，遂𧽕集之于上帝，天王其有命尔，百姓献民其有缀艿，夫自敬其有斯天命，不令尔百姓无告，西土疾勤，其斯有何重，天维用重勤，兴起我罪勤，我无克乃一心，尔多子，其人自敬，助天永休于我西土，尔百姓其亦有安处在彼，宜在天命，弗反侧兴乱，予保奭其介有斯勿用天命，若朕言在周，曰：商百姓无罪。朕命在周，其乃先作我肆罪疾，予惟以先王之道御复正尔，百姓越则，非朕负乱，惟尔在我。”王曰：“百姓，我闻古商先誓王成汤，克辟上帝，保生商民，克用三德，疑商民弗怀，用辟厥辟，今纣弃成汤之典，肆上帝命我小国曰：革商国。肆予明命汝百姓，其斯弗用朕命，其斯尔冢邦君，商庶百姓，予则□刘灭之。”王曰：“"}, {"ID": 37, "text": "靃予天命，维既咸汝，克承天休于我有周，斯小国于有命不易，昔在盟津，帝休辨商，其有何国？命予小子肆我殷戎，亦辨百度□□美，左右予予，肆刘殷之命，今予维笃佑尔，予史太史违，我寔视尔，靖疑，胥敬诰，其斯一话敢逸僭，予则上帝之明命予，尔屏屏尔百姓，越尔庶义庶刑，予维及西土，我乃其来即刑，乃敬之哉，庶听朕言，罔胥告。”"}]}, {"section": 31, "header": "度训解●度邑解", "data": [{"ID": 38, "text": "维王克殷国，君诸侯，乃徵厥献民，九牧之师见王于殷郊。王乃升汾之阜以望商邑，永叹曰：“呜呼！不淑充天对。”遂命一日维显畏弗忘，王至于周，自鹿至于丘中，具明不寝，王小子御，告叔旦，叔旦亟奔即王，曰：“久忧劳，问害不寝？”曰：“安！予告汝。”王曰：“呜呼！旦，维天不享于殷，发之未生，至于今六十年，夷羊在牧，飞鸿满野，天自幽不享于殷，乃今有成，维天建殷，厥徵天民名三百六十夫，弗顾，亦不宾威，用戾于今。呜呼！予忧兹难，近饱于恤，辰是不室，我未定天保。何寝能欲？”王曰：“旦，予克致天之明命，定天保，依天室，志我其恶，俾从殷王纣，日夜劳来，定我于西土，我维显服，及德之方明。”叔旦泣涕于常，悲不能对，王□□传于后，王曰：“旦，汝维朕达弟，予有使汝，汝播食不遑暇食，矧其有乃室，今维天使予，惟二神授朕灵期，予未致于休予，近怀于朕室，汝维幼子，大有知。昔皇祖底于今，勖厥遗得，显义告期，付于朕身，肆若农服田，饥以望获，予有不显，朕卑皇祖，不得高位于上帝，汝幼子庚厥心，庶乃来班朕大环，兹于有虞意，乃怀厥妻子，德不可追于上，民亦不可答于下，朕不宾在高祖，维天不嘉，于降来省，汝其可瘳于兹，乃今我兄弟相后，我筮龟其何所即，今用建庶建。”叔旦恐，泣涕其手。王曰：“呜呼！旦，我图夷兹殷，其惟依天，室其有宪，命求兹无远，天有求，绎相我不难，自雒汭延于伊汭，居易无固，其有夏之居，我南望过于三涂，我北望过于岳鄙，顾瞻过于有河，宛瞻延于伊雒，无远天室，其名兹曰度邑。”"}]}, {"section": 32, "header": "度训解●武儆解", "data": [{"ID": 39, "text": "惟十有二祀四月，王告梦，丙辰，出金枝郊宝开和细书，命诏周公旦，立后嗣，属小子诵，文及宝典。王曰：“呜呼！敬之哉！汝勤之无盖□，周未知所周，不知商□无也，朕不敢望，敬守勿失。”以诏宥小子，曰：“允哉！汝夙夜勤心之无穷也。”"}]}, {"section": 33, "header": "度训解●五权解", "data": [{"ID": 40, "text": "维王不豫于五日，召周公旦曰：“呜呼！敬之哉！昔天初降命于周，维在文考克致天之命，汝惟敬哉！先后小子，勤在维政之失，政有三机五权，汝敬格之哉！克中无苗，以保小子于位。三机：一疑家，二疑德，三质士。疑家无授众，疑德无举士，质士无远齐，吁敬之哉！天命无常，敬在三机。五权：一曰地，地以权民，二曰物，物以权官，三曰鄙，鄙以权庶，四曰刑，刑以权常，五曰食，食以权爵。不遵承括，食不宣，极赏则淈，淈不得食，极刑则仇，仇至乃别，鄙庶则奴，奴乃不灭，国大则骄，骄乃不给，官庶则荷，荷至乃辛，物庶则●●乃不和，地庶则荒，荒则聂，人庶则匮，匮乃匿。呜呼！敬之哉！汝慎和称五权，维中是以，以长小子于位，实维永宁。”"}]}, {"section": 34, "header": "度训解●成开解", "data": [{"ID": 41, "text": "成王元年，大开告用，周公曰：“呜呼！余夙夜之勤，今商孽竞时逋播，以辅余何循，何循何慎？王其敬天命，无易天不虞。在昔文考，躬修五典，勉兹九功，敬人畏天，教以六则四守，五示三极，祗应八方，立忠协义乃作。三极：一天有九列，别时阴阳，二地有九州，别处五行，三人有四佐，佐官维明。五示显允明所望，五示：一明位示士，二明惠示众，三明主示宁，四安宅示孥，五利用示产。产足不穷，家怀思终，主为之宗，德以抚众，众和乃同。四守：一政尽人材，材尽致死，二士守其城沟，三障水以御寇，四大有沙炭之政。六则：一和众，二发郁，三明怨，四转怒，五惧疑，六因欲。九功：一宾好在笥，二淫巧破制，三好危破事，四任利败功，五神巫动众，六尽哀民匮，七荒乐无别，八无制破教，九任谋生诈。五典：一言父典祭，祭祀昭天，百姓若敬，二显父登德，德降为则，则信民宁，三正父登过，过慎于武，设备无盈，四讥父登失，修政戒官，官无不敬，五□□□□，制哀节用，政治民怀。五典有常，政乃重开，内则顺意，外则顺敬，内外不爽，是曰明王。”王拜曰：“允哉！维予闻曰：何乡非怀？怀人惟思，思若不及，祸格无日。式皇敬哉！余小子思继厥常，以昭文祖之守定武考之烈，呜呼！余夙夜不宁。”"}]}, {"section": 35, "header": "度训解●作雒解", "data": [{"ID": 42, "text": "武王克殷，乃立王子禄父，俾守商祀，建管叔于东，建蔡叔、霍叔于殷，俾监殷臣，王既归，乃岁十二月崩镐，肂于岐周，周公立，相天子，三叔及殷东，徐奄及熊盈以略，周公、召公，内弭父兄，外抚诸侯。元年夏六月，葬武王于毕。二年，又作师旅，临卫政殷，殷大震溃，降辟三叔，王子群父北奔，管叔经而卒，乃囚蔡叔于郭淩，凡所征熊盈族十有七国，俘维九邑，俘殷献民，迁于九毕，俾康叔宇于殷，俾中旄父宇于东，周公敬念于后曰：“予畏周室不延，俾中天下，及将致政，乃作大邑成周于土中，立城方千七百二十丈，郛方七十里，南系于雒水，北因于郏山，以为天下之大凑，制郊甸方六百里，因西土为方千里，分以百县，县有四郡，郡有四鄙，大县立城，方王城三之一，小县立城，方王城九之一，都鄙不过百室，以便野事。农居鄙，得以庶士，士居国家，得以诸公大夫。凡工贾胥市，臣仆州里，俾无交为，乃设丘兆于南郊，以祀上帝，配以后稷，日月星辰先王皆与食。封人社壝诸侯受命于周，乃建大社于国中，其壝东青土，南赤土，西白土，北骊土，中央衅以黄土，将建诸侯，凿取其方一面之土，焘以黄土，苴以白茅，以为社之封，故曰：受列土于周室。乃位五宫、大庙、宗宫、考宫、路寝、明堂。咸有四阿、反坫、重亢、重郎、常累、复格、藻梲、设移、旅楹、舂常、画旅、内阶、玄阶、堤唐、山廧、应门、库台、玄阃。”"}]}, {"section": 36, "header": "度训解●皇门解", "data": [{"ID": 43, "text": "维正月庚午，周公格于左闳门，会群臣，曰：“呜呼！下邑小国，克有耇老，据屏位，建沈人，罔不用明刑，维其开告予于嘉德之说，命我辟王，小至于大，我闻在昔有国誓王之不绥于恤，乃维其有大门宗子势臣，罔不茂扬肃德，讫亦有孚，以助厥辟，勤王国王家，乃方求论择元圣武夫，羞于王所，自其善臣以至有分私子，苟克有常，罔不允通，咸献言在于王所，人斯是助王，恭明祀，敷明刑，王用有监明宪，朕命用克和有成，用能承天嘏命，百姓兆民，用罔不茂在王庭，克用有劝，永有孚于上下，人斯既助厥，辟勤劳王家，先人神祇，报职用休，俾嗣在王家，四国用宁，小人用格，□能稼穑，咸祀天神，戎兵克慎，军用克多，王用奄有四邻远土，丕承万子孙，用末被先王之灵光，至于厥后嗣，弗见先王之明刑，维时乃胥学于非夷，以家相厥室，弗恤王国王家，维德是用，以昏臣作威不详，不屑惠听无辜之辞，乃维不顺之辞是羞于王，王阜求良言，于是人斯乃非维直以应，维作诬以对，俾无依无助，譬若畋犬骄，用逐禽，其犹不克有获，是人斯乃谗贼媢嫉，以不利于厥家国，譬若匹夫之有婚妻，曰：“予独服在寝以自露厥家。媚夫有迩无远乃食盖善夫，俾莫通在于王所，乃维有奉狂夫，是阳是绳，是以为上，是授司事于正长。命用迷乱，狱用无成，小民率穑，保用无用，寿亡以嗣，天用弗保，媚夫先受殄罚，国亦不宁。呜呼！敬哉！监于兹，朕维其及，朕荩臣，大明尔德，以助予一人忧，无维乃身之暴皆恤，尔假予德宪，资告予元，譬若众畋，常扶予险，乃而予于济，汝无作。”"}]}, {"section": 37, "header": "度训解●大戒解", "data": [{"ID": 44, "text": "维正月既生魄，王访于周公曰：“呜呼！朕闻维时兆厥工，非不显，朕实不明。维士非不务而不得助，大则骄，小则慑，慑谋不极，予重位与轻服，非其得福，厚用遗，庸止生郄，庸行信贰，众辑群政，不辑自匿。呜呼！予夙勤之，无或告予，非不念，念不知。”周公曰：“于！敢称乃武考之言曰：微言入心，夙喻动众，大乃不骄，行惠于小，小乃不慑，连官集乘，同忧若一，谋有不行。予惟重告尔，庸厉□以饵士，权先伸之，明约必遗之，其位不尊，其谋不阳，我不畏敬，材在四方，无擅于人，塞匿勿行，惠戚咸服，孝悌乃明，明立威耻乱，使众之道，抚之以惠，内姓无感，外姓无谪，人知其罪，上之明审，教幼乃勤，贫贱制，□设九备，乃无乱谋。九备：一忠正不荒美好，乃不作恶，四□说声色，忧乐盈匿，五硕信伤辩，曰费□□，六出观好怪，内方淫巧，七□□谋躁，内乃荒异，八□□好威，民众日逃，九富宠极足。是大极，内心其离，九备既明，我贵宝之，应协以动，远迩同功。谋和适用，覆以观之，上明仁义，援贡有备，聚财多□，以援成功，克禁淫谋，众匿乃雍，顺得以动，人以立行，辑佐之道，上必尽其志，然后得其谋，无转其信，虽危不动，贞信以昭，其乃得人，上危而转，下乃不亲。”王拜曰：“允哉！允哉！敬行天道。”"}]}, {"section": 38, "header": "度训解●周月解", "data": [{"ID": 45, "text": "惟一月，既南至，昏昴毕见，日短极，基践长，微阳动于黄泉，阴降惨于万物。是月斗柄建子，始昏北指，阳气亏，草木萌荡，日月俱起于牵牛之初，右回而行，月周天进一次而与日合宿，日行月一次而周天，厤舍于十有二辰，终则复始，是谓日月权舆。周正岁首，数起于一而成于十，次一为首，其义则然。凡四时成岁，岁有春夏秋冬，各有孟仲季，以名十有二月。月有中气以著时应，春三月中气，惊蛰、春分、清明，夏三月中气，小满、夏至、大暑，秋三月中气，处暑、秋分、霜降，冬三月中气，小雪、冬至、大寒。闰无中气，斗指两辰之闲。万物春生夏长，秋收冬藏，天地之正，四时之极，不易之道，夏数得天，百王所同，其在商汤，用师于夏，除民之灾，顺天革命，改正朔，变服殊号，一文一质，示不相沿，以建丑之月为正，易民之视，若天时大变，亦一代之事，亦越我周王，致伐于商，改正异械，以垂三统，至于敬授民时，巡守祭享，犹自夏焉，是谓周月，以纪于政。"}]}, {"section": 39, "header": "度训解●时训解", "data": [{"ID": 46, "text": "立春之日，东风解冻，又五日，蛰虫始振，又五日，鱼上冰。风不解冻，号令不行，蛰虫不振，阴气奸阳，鱼不上冰，甲胄私藏。雨水之日，獭祭鱼，又五日，鸿雁来，又五日，草木萌动。獭不祭鱼，国多盗贼，鸿雁不来，远人不服，草木不萌动，果疏不熟。惊蛰之日，桃始华，又五日，仓庚鸣，又五日，鹰化为鸠。桃不始华，是谓阳否，仓庚不鸣，臣不从主，鹰不化鸠，寇戎数起。春分之日，玄鸟至，又五日，雷乃发声，又五日，始电。玄鸟不至，妇人不娠，雷不发声，诸侯失民，不始电，君无威震。清明之日，桐始华，又五日，田鼠化为鴽，又五日，虹始见。桐不华，岁有大寒，田鼠不化鴽，国多贪残，虹不见，妇人苞乱。谷雨之日，萍始生，又五日，鸣鸠拂其羽，又五日，戴胜降于桑。萍不生，阴气愤盈，鸣鸠不拂其羽，国不治兵，戴胜不降于桑，政教不中。立夏之日，蝼蝈鸣，又五日，蚯蚓出，又五日，王瓜生。蝼蝈不鸣，水潦淫漫，蚯蚓不出，嬖夺后命，王瓜不生，困于百姓。小满之日，苦菜秀，又五日，靡草死，又五日，小暑至。苦菜不秀，贤人潜伏，靡草不死，国纵盗贼，小暑不至，是谓阴慝。芒种之日，螳螂生，又五日，鶪始鸣，又五日，反舌无声。螳螂不生，是谓阴息，鶪不始鸣，令奸雍逼，反舌有声，佞人在侧。夏至之日，鹿角解，又五日，蜩始鸣，又五日，半夏生。鹿角不解，兵革不息，蜩不鸣，贵臣放逸，半夏不生，民多厉疾。小暑之日，温风至，又五日，螅蟀居辟，又五日，鹰乃学习。温风不生，国无宽教，螅蟀不居辟，恒急之暴，鹰不学习，不备戎盗。大暑之日，腐草为蠲，又五日，土润溽暑，又五日，大雨时行。腐草不为蠲，谷实鲜落，土润不溽暑，物不应罚，大雨不时行，国无恩泽。立秋之日，凉风至，又五日，白露降，又五日，寒蝉鸣。凉风不至，国无严政，白露不降，民多咳病，寒蝉不鸣，人皆力争。处暑之日，鹰乃祭鸟，又五日，天地始肃，又五日，禾乃登。鹰不祭鸟，师旅无功，天地不肃，君臣乃□，农不登谷，暖气为凶。白露之日，鸿雁来，又五日，玄鸟归，又五日，群鸟养羞。鸿雁不来，远人背畔，玄鸟不归，室家离散，群鸟不养羞，下臣骄慢。秋分之日，雷始收声，又五日，蛰虫培户，又五日，水始涸。雷不始收声，诸侯淫汏，蛰虫不培户，民靡有赖，水不始涸，甲虫为害。寒露之日，鸿雁来宾，又五日，爵入大水为蛤，又五日，菊有黄华。鸿雁不来，小民不服，爵不入大水，失时之极，菊无黄华，土不稼穑。霜降之日，豺乃祭兽，又五日，草木黄落，又五日，蛰虫咸俯。豺不祭兽，爪牙不良，草木不黄落，是为愆阳，蛰虫不咸俯，民多流亡。立冬之日，水始冰，又五日，地始冻，又五日，雉入大水为蜃。水不冰，是为阴负，地不始冻，咎徵之咎，雉不入大水，国多淫妇。小雪之日，虹藏不见，又五日，天气上腾，地气下降，又五日，闭塞而成冬。虹不藏，妇不专一，天气不上腾，地气不下降，君臣相嫉，不闭塞而成冬，母后淫佚。大雪之日，鶡旦不鸣，又五日，虎始交，又五日，荔挺生。鶡旦犹鸣，国有讹言，虎不始交，将帅不和，荔挺不生，卿士专权。冬至之日，蚯蚓结，又五日，麋角解，又五日，水泉动。蚯蚓不结，君政不行，麋角不解，兵甲不藏，水泉不动，阴不承阳。小寒之日，雁北向，又五日，鹊始巢，又五日，雉始雊。雁不北向，民不怀主，鹊不始巢，国不宁，雉不始雊，国大水。大寒之日，鸡始乳，又五日，鸷鸟厉疾，又五日，水泽腹坚。鸡不始乳，淫女乱男，鸷鸟不厉，国不除奸，水泽不腹坚，言乃不从。"}]}, {"section": 40, "header": "度训解●諡法解", "data": [{"ID": 47, "text": "维三月既生魄。周公旦，大师望相嗣王发。既赋宪受胪于牧之野。将葬。乃制作諡。諡者。行之迹也。号者。功之表也。车服者。位之章也。是以大行受大名。细行受细名。行出于己。名生于人。民无能名曰神。称善赋简曰圣。敬宾厚礼曰圣。德象天地曰帝。静民则法曰皇。仁义所在曰王。赏庆刑威曰君。从之成群曰君。立制及众曰公。执应八方曰侯。壹德不解曰简。平易不疵曰简。经纬天地曰文。道德博厚曰文。勤学好问曰文。慈惠爱民曰文。愍民惠礼曰文。锡民爵位曰文。刚强理直曰武。威强睿德曰武。克定祸乱曰武。刑民克服曰武。夸志多穷曰武。敬事尊上曰恭。尊贤贵义曰恭。尊贤敬让曰恭。既过能改曰恭。执事坚固曰恭。爱民长弟曰恭。执礼御宾曰恭。芘亲之阙曰恭。尊贤让善曰恭。照临四方曰明。谮诉不行曰明。威仪表备曰钦。大虑静民曰定。安民法古曰定。纯行不爽曰定。谏争不威曰德。绥柔士民曰德。辟地有德曰襄。甲胄有劳曰襄。有伐而还曰厘。质渊受谏曰厘。小心畏忌曰厘。博闻多能曰宪。聪明睿哲曰献。知质有圣曰献。温柔圣善曰懿。五宗安之曰孝。慈惠爱亲曰孝。协时肇享曰孝。秉德不回曰考。大虑行节曰考。执心克庄曰齐。资辅共就曰齐。渊源流通曰康。丰年好乐曰康。安乐抚民曰康。令民安乐曰康。安民立政曰成。布德执义曰穆。中情见貌曰穆。敏以敬顺曰顷。祗勤追惧曰顷。慈仁和民曰顷。昭德有劳曰昭。威仪恭明曰昭。圣闻周达曰昭。保民耆艾曰胡。弥年寿考曰胡。强毅果敢曰刚。追补前过曰刚。柔德考众曰静。恭已鲜言曰静。宽乐令终曰静。治而无眚曰平。执事有制曰平。布纲持纪曰平。由义而济曰景。布义行刚曰景。耆意大虑曰景。清白守节曰贞。大虑克就曰贞。不隐无屈曰贞。外内用情曰贞。猛以刚果曰威。猛以强果曰威。强毅信正曰威。治典不杀曰祁。辟土服远曰桓。克敬勤民曰桓。辟土兼国曰桓。道德纯备曰思。大省兆民曰思。外内思索曰思。追悔前过曰思。柔质慈民曰惠。爱民好与曰惠。柔质受谏曰慧。能思辨众曰元。行义说民曰元。始建国都曰元。主义行德曰元。兵甲亟作曰庄。睿圉克服曰庄。胜敌志强曰庄。死于原野曰庄。屡征杀伐曰庄。武而不遂曰庄。克杀秉政曰夷。安民好静曰夷。执义扬善曰怀。慈仁短折曰怀。夙夜警戒曰敬。夙夜恭事曰敬。善合法典曰敬。述义不克曰丁。迷而不悌曰丁。有功安民曰烈。秉德遵业曰烈。刚克为伐曰翼。思虑深远曰翼。刚德克就曰肃。执心决断曰肃。爱民好治曰戴。典礼不塞曰戴。死而志成曰灵。乱而不损曰灵。极知鬼神曰灵。不勤成名曰灵。死见神能曰灵。好祭鬼神曰灵。短折不成曰殇。未家短折曰殇。不显尸国曰隐。隐拂不成曰隐。年中早夭曰悼。恐惧从处曰悼。不思忘爱曰剌。愎佷遂过曰剌。外内从乱曰荒。好乐怠政曰荒。在国逢难曰愍。使民折伤曰愍。在国连忧曰愍。祸乱方作曰愍。蚤孤短折曰哀。恭仁短折曰哀。蚤孤陨位曰幽。雍遏不通曰幽。动静乱常曰幽。克威捷行曰魏。克威惠礼曰魏。去礼远众曰炀。好内远礼曰炀。好内怠政曰炀。肆行劳神曰炀。丑心动惧曰甄。威德刚武曰圉。善闻周达曰宣。治民克尽曰使。行见中外曰悫。胜敌壮志曰勇。昭功宁民曰商。状古述今曰誉。心能制义曰度。好和不争曰安。外内贞复曰白。不生其国曰声。暴慢无亲曰厉。杀戮无辜曰厉。官人应实曰知。凶年无谷曰糠。名实不爽曰质。不悔前过曰戾。温良好乐曰良。怙威肆行曰丑。德正应和曰莫。勤施无私曰类。好变动民曰躁。慈和遍服曰顺。满志多穷曰感。危身奉上曰忠。思虑果远曰赶。怠政外交曰携。疏远继位曰绍。彰义掩过曰坚。肇敏行成曰直。内外宾服曰正。华言无实曰夸。教诲不倦曰长。爱民在刑曰克。啬于赐与曰爱。逆天虐民曰抗。好廉自克曰节。择善而从曰比。好更改旧曰易。名与实爽曰缪。思虑不爽曰厚。贞心大度曰匡。隐哀之方。景武之方也。施为文也。除为武也。辟地为襄。服远为桓。刚克为发。柔克为懿。履正为庄。有过为僖。施而不成为宣。惠无内德为平。失志无转则以其明。馀皆象也。和，会也。勤，劳也。遵，循也。爽，伤也。肇，始也。乂，治也。康，安也。怙，恃也。享，祀也。胡，大也。服，败也。秉，顺也。就，会也。𢢈，过也。锡，与也。典，常也。肆，放也。糠，虚也。睿，圣也。惠，爱也。绥，安也。坚，长也。耆，强也。考，成也。周，至也。怀，思也。式，法也。布，施也。敏，疾也。捷，克也。载，事也。弥，久也。"}]}, {"section": 41, "header": "度训解●明堂解", "data": [{"ID": 48, "text": "大维商纣暴虐，脯鬼侯以享诸侯，天下患之，四海兆民，欣戴文武。是以周公相武王以伐纣，夷定天下，既克纣，六年而武王崩，成王嗣，幼弱未能践天子之位，周公摄政，君天下，弭乱，六年而天下大治。乃会方国诸侯于宗周，大朝诸侯明堂之位。天子之位，负斧扆，南而立，群公卿士侍于左右；三公之位，中阶之前，北面东上；诸侯之位，阼阶之东，西面北上；诸伯之位，西阶之西，东面北上；诸子之位，门内之东，北面东上；诸男之位，门内之西，北面东上；九夷之国，东门之外，西面北上；八蛮之国，南门之外，北面东上；六戎之国，西门之外，东面南上；五狄之国，北门之外，南面东上；四塞九采之国世告至者，应门之外，北面东上，此宗周明堂之位也。明堂者，明诸侯之尊卑也。故周公建焉，而朝诸侯于明堂之位，制礼作乐，颁度量而天下大服，万国各致其方贿，七年致政于成王。"}]}, {"section": 42, "header": "度训解●尝麦解", "data": [{"ID": 49, "text": "维四年孟夏，王初祈祷于宗庙，乃尝麦于大祖。是月，王命大正正刑书，爽明，仆告既驾，少祝导王，亚祝迎王，降阶，即假于大宗少宗少秘于社，各牡羊一，牡豕三，史导王于北阶，王陟阶，在东序，乃命大史尚，大正即居于户西，南向，九州牧伯咸进在中，西向，宰乃承王中升自客阶，作厕，执厕从中，宰坐，尊中于大正之前，大祝以王命作厕，告大宗，王命□□秘作厕，许诺，乃北向繇书于两楹之闲。王若曰：“宗揜大正，昔天之初，诞作二后，乃设建典，命赤帝分正二卿，命蚩尤宇于少昊，以临四方，司□□上天未成之庆，蚩尤乃逐帝，争于涿鹿之河，九隅无遗，赤帝大慑，乃说于黄帝，执蚩尤杀之于中冀，以甲兵释怒，用大正，顺天思序，纪于大帝，用名之曰绝辔之野，乃命少昊清司马鸟师，以正五帝之官，故名曰质，天用大成，至于今不乱，其在启之五子，忘伯禹之命，假国无正，用胥兴作乱，遂凶厥国，皇天哀禹，赐以彭寿，思正夏略，今予小子，闻有古遗训，予亦述朕文考之言，不易。予用皇威，不忘祗天之明典，令□我大治，用我九宗正州伯教告于我，相在大国，有殷之□辟，自其作□于古，是威厥邑，无类于冀州，嘉我小国，其命余克长王国。呜呼！敬之哉！如木既颠厥巢，其犹有枝叶作休，尔弗敬恤尔执，以屏助予一人，集天之显，亦尔子孙，其能常忧恤乃事，勿畏多宠，无爱乃嚚，亦无或刑于鳏寡非罪，惠乃其常，无别于民。”众臣咸兴，受大正书乃降，太史厕刑书九篇，以升授大正，乃左还自两柱之闲。箴大正曰：“钦之哉！诸正敬功，尔颂审三节，无思民因顺，尔临狱无颇，正刑有惙，夫循乃德，式监不远，以有此人，保宁尔国，克戒尔服，世世是其不殆，维公咸若。”太史乃降，大正坐举书乃中降，再拜稽首，王命大正升，拜于上，王则退。是月，士师乃命太宗序于天时，祠大暑，乃命少宗祠风雨百享，士师用受其胾，以为之资邑，乃命百姓，遂享于家，无思民疾，供百享，归祭闾率里君，以为之资野，宰乃命冢邑县都祠于太祠，宰用受其职胾，以为之资采，君乃命天御丰穑享祠为施，大夫以为资箴，太史乃藏之盟府，以为岁典。"}]}, {"section": 43, "header": "度训解●本典解", "data": [{"ID": 50, "text": "维四月既生魄，王在东宫，告周公曰：“呜呼！朕闻武考，不知乃问，不得乃学，俾资不肖，永无惑矣。今朕不知明德所则，政教所行，字民之道，礼乐所生，非不念念而不知，敬问伯父。”周公再拜稽首，曰：“臣闻之文考，能求士者智也，与民利者仁也，能收民狱者义也，能督民过者德也，为民犯难者武也。智能亲智，仁能亲仁，义能亲义，德能亲德，武能亲武，五者昌于国曰明。明能见物，高能致物，物备咸至曰帝。帝乡在地曰本，本生万物曰世，世可则效曰至，至德照天，百姓□惊。备有好丑，民无不戒，显父登德，德降则信，信则民宁，为畏为极，民无淫慝。生民知常利之道，则国强，序明好丑必先固其务。均分以利之，则民安，利用以资之，则民乐，明德以师之，则民让。生之乐之，则母之礼也，政之教之，遂以成之，则父之礼也。父母之礼，以加于民，其慈□□，古之圣王，乐体其政，士有九等，皆得其宜，曰材多。人有八政，皆得其则，曰礼服。士乐其生而务其宜，是故奏鼓以章乐，奏舞以观礼，奏歌以观和，礼乐既和，其上乃不危。”王拜曰：“允哉！幼愚敬守，以为本典。”"}]}, {"section": 44, "header": "度训解●官人解", "data": [{"ID": 51, "text": "王曰：“呜呼！大师，朕维民务官，论用有徵，观诚考志，视声观色，观隐揆德，可得闻乎？”周公曰：“亦有六徵。呜呼！乃齐以揆之。一曰富贵者观其有礼施，贫贱者观其有德守，嬖宠者观其不骄奢，隐约者观其不慑惧，其少者观其恭敬好学而能悌，其壮者观其廉洁务行而胜私，其老者观其思慎强，其所不足而不逾。父子之闲观其孝慈，兄弟之闲观其和友，君臣之闲观其忠惠，乡党之闲观其信诚。省其居处，观其义方，省其丧哀，观其贞良，省其出入，观其交友，省其交友，观其任廉。设之以谋以观其智，示之以难以观其勇，烦之以事以观其治，临之以利以观其不贪，滥之以乐以观其不荒，喜之以观其轻，怒之以观其重，醉之酒以观其恭，从之色以观其常，远之以观其不二，昵之以观其不狎，复徵其言以观其精，曲省其行以观其备，此之谓观诚。二曰方与之言以观其志，志殷以渊，其气宽以柔，其色俭而不谄，其礼先人，其言后人，见其所不足，曰日益者也。好临人以色，高人以气，贤人以言，防其所不足，发其所能，曰日损者也。其貌直而不止，其言正而不私，不饰其美，不隐其恶，不防其过，曰有质者也。其貌曲媚，其言工巧，饰其见物，务其小证，以故自说，曰无质者也。喜怒以物而色不变，烦乱以事而志不淫，深导以利而心不移，临摄以威而气不卑，曰平心而固守者也。喜怒以物而心变易，烦乱以事而志不治，导之以利而心迁移，临摄以威而气偞惧，曰鄙心而假气者也。设之以物而数决，敬之以卒而度应，不文而辩，曰有虑者也。难决以物，难说以言，守一而不可变，困而不知止，曰愚依人也。营之以物而不误，犯之以卒而不惧，置义而不可迁，临之货色而不过，曰果敢者也。易移以言，志不能固，已诺无决，曰弱志者也。顺予之弗为喜，非夺之弗为怒，沈静而寡言，多稽而险貌，曰质静者也。屏言而弗顾，自顺而弗让，非是而强之，曰妒诬者也。微而能发，察而能深，宽顺而恭俭，温柔而能断，果敢而能屈，曰志治者也。华废而诬，巧言令色，皆以无为有者也。此之谓考志。三曰诚在于中，必见诸外，以其声，处其气，气初生物，物生有声，声有刚柔清浊，好恶咸发于声。心气华诞者，其声流散，心气顺信者，其声顺节，心气鄙戾者，其声醒丑，心气宽柔者，其声温和。信气中易，义气时舒，知气简备，勇气壮力。听其声，处其气，考其所为，观其所由，以其前，观其后，以其显，观其隐，以其小，占其大，此之谓视声。四曰民有五气，喜、怒、欲、惧、忧。喜气内蓄，虽欲隐之，阳喜必见，怒气内蓄，虽欲隐之，阳怒必见，欲气、惧气、忧悲之气，皆隐之，阳气必见。五气诚于中，发形于外，民情不可隐也。喜色犹然以出，怒色荐然以侮，欲色妪然以愉，惧色薄然以下，忧悲之色瞿然以静。诚智必有难尽之色，诚仁必有可尊之色，诚勇必有难慑之色，诚忠必有可新之色，诚洁必有难污之色，诚静必有可信之色。质浩然固以安，伪蔓然乱以烦，虽欲改之，中色弗听，此之谓观色。五曰民生则有阴有阳，人多隐其情，饰其伪，以攻其名。有隐于仁贤者，有隐于智理者，有隐于文艺者，有隐于廉勇者，有隐于忠孝者，有隐于交友者，如此，不可不察也。小施而好德，小让而争大，言愿以为质，伪爱以为忠，尊其得以攻其名，如此，隐于仁贤者也。前总唱功，虑诚弗及，佯为不言，内诚不足，色示有馀，自顺而不让，措辞而不遂，此隐于智理者也。动人以言，竭而弗终，问则不对，佯为不穷，貌而有馀，假道而自顺，因之□初，穷则托深，如此，隐于文艺者也。□言以为廉，矫厉以为勇，内恐外夸，亟称其说，以诈临人，如此，隐于廉勇者也。自事其亲而好以告人，饰其见物，不诚于内，发名以事亲，自以名私其身，如此，隐于忠孝者也。比周以相誉，知贤可徵而左右不同而交，交必重己，心悦而身弗近，身近而实不至，惧不尽，见于众而貌克，如此，隐于交友者也。此之谓观隐。六曰言行不类，终始相悖，外内不合，虽有假节见行，曰非诚质者也。言忠行夷，争靡及私，施弗求多，情忠而宽，貌庄而安，曰有仁者也。事变而能治，效穷而能达，措身立方而能遂，曰有知者也。少言以行，恭俭以让，有知而言弗发，有施而心弗德，曰谦良者也。微忽之言，久而可复，幽闲之行，独而弗克，其行亡如存，曰顺信者也。贵富恭俭而能施，严威有礼而不骄，曰有德者也。隐约而不慑，安乐而不奢，勤劳而不变，喜怒而有度，曰有守者也。直方而不毁，廉洁而不戾，强立而无私，曰有经者也。虚以待命，不召不至，不问不言，言不过行，行不过道，曰沈静者也。忠爱以事亲，驩以敬之，尽力而不固，敬以安之，曰忠孝者也。合志而同方，共其忧而任其难，行忠信而不疑，迹隐远而不舍，曰交友者也。志色辞气，其入人甚俞，进退工故，其与人甚巧，就人甚速，叛人甚易，曰位志者也。饮食以亲，货贿以交，接利以合，故得望誉征利而依隐于物，曰贪鄙者也。质不断，辞不至，少其所不足，谋而不已，曰伪诈者也。言行亟变，从容克易，好恶无常，行身不笃，曰无诚者也。少知而不大决，少能而不大成，规小物而不知大伦，曰华诞者也。规谏而不类，道行而不平，曰窃名者也。故曰事阻者不夷，时□者不回，面誉者不忠，饰貌者不静，假节者不平，多私者不义，扬言者寡信，此之谓揆德。”"}]}, {"section": 45, "header": "度训解●王会解", "data": [{"ID": 52, "text": "成周之会，墠上张赤帟阴羽，天子南面立，絻无繁露，朝服八十物，搢珽。唐叔、荀叔、周公在左，太公望在右，皆絻，亦无繁露，朝服七十物，搢笏，旁天子而立于堂上。堂下之右，唐公、虞公南面立焉，堂下之左，殷公、夏公立焉，皆南面，絻有繁露，朝服五十物，皆搢笏。为诸侯之有疾病者，阼阶之南，祝淮氏、荣氏次之，圭瓒次之，皆西面，弥宗旁之，为诸侯有疾病者之医药所居，相者太史鱼、大行人皆朝服，有繁露。堂下之东面，郭叔掌为天子菉币焉，絻无繁露。内台西面正北方，应侯、曹叔、伯舅、中舅，比服次之，要服次之，荒服次之，西方东面正北方，伯父、中子次之。方千里之内为比服，方二千里之内为要服，方三千里之内为荒服，是皆朝于内者。堂后东北为赤帟焉，浴盆在其中，其西，天子车立马乘六，青阴羽凫旌，中台之外，其左泰士，台右弥士，受贽者八人，东面者四人。陈币当外台，天玄毼宗马十二，玉玄缭璧綦十二，参方玄缭璧豹虎皮十二，四方玄缭璧琰十二。外台之四隅张赤帟，为诸侯欲息者皆息焉，命之曰爻闾。周公旦主东方所之青马黑𦼵，谓之母儿，其守营墙者，衣青操弓执矛，西面者正北方，稷慎大麈，秽人前儿，前儿若獮猴立行，声似小儿，良夷在子，在子币身人首，脂其腹，炙之藿则鸣曰在子。扬州禺，禺，鱼名，解隃冠，发人。麃麃者，若鹿，迅走，俞人虽马，青丘狐九尾，周头辉羝，辉羝者，羊也。黑齿白鹿白马。白民乘黄，乘黄者，似狐，其背有两角，东越海𧊧，欧人蝉蛇，蝉蛇顺食之美，于越纳，姑妹珍。具区文蜃，共人玄贝，海阳大蟹，自深桂，会稽以𪓽，皆西向，正北方。义渠以兹白，兹白者，若白马，锯牙食虎豹。央林以酋耳，酋耳者，身若虎豹，尾长参其身，食虎豹。北唐以闾，闾似隃冠。渠叟以鼩犬，鼩犬者，露犬也，能飞食虎豹。楼烦以星施，星施者，珥旄。卜卢以䊵牛，䊵牛者，牛之小者也。区阳以鳖封，鳖封者，若彘，前后有首。规规以麟，麟者，仁兽也。西申以凤鸟，凤鸟者，戴仁抱义掖信。氐羌以鸾鸟。巴人以比翼鸟。方炀以皇鸟。蜀人以文翰，文翰若皋鸡。方人以孔鸟。卜人以丹沙。夷用𨶲木。康民以桴苡，桴苡者，其实如李，食之宜子。州靡费费，其形人身，反踵自笑，笑则上唇弇其目，食人，北方谓之土蝼。都郭生生欺羽，生生若黄狗，人面能言。奇干善芳，善芳者，头若雄鸡，佩之令人不昧，皆东向。北方台正东，高夷嗛羊，嗛羊者，羊而四角。独鹿邛邛，邛邛善走者也。孤竹距虚。不令支玄模。不屠何青熊。东胡黄罴。山戎戎菽，其西般吾白虎黑文。屠州黑豹，禺氏騊駼，大夏兹白牛，兹白牛，野兽也，牛形而象齿。犬戎文马，文马赤鬣缟身，目若黄金，名吉黄之乘。数楚每牛，每牛者，牛之小者也。匈奴狡犬，狡犬者，巨身，四足果。皆北向。权扶玉目。白州比闾，比闾者，其华若羽，伐其木以为车，终行不败。禽人菅。路人大竹。长沙鳖，其西，鱼复鼓钟钟牛。扬蛮之翟。仓吾翡翠，翡翠者，所以取羽。其馀皆可知自古之政。南人至，众皆北向。"}, {"ID": 53, "text": "伊尹朝献，商书。"}, {"ID": 54, "text": "汤问伊尹曰：“诸侯来献，或无马牛之所生，而献远方之物，事实相反，不利。今吾欲因其地势所有献之，必易得而不贵，其为四方献令。”伊尹受命，于是为四方令曰：“臣请正东符娄、仇州、伊虑、沤深、九夷、十蛮、越沤、鬋发文身，请令以鱼皮之鞞、𩶭鰂之酱、鲛瞂、利剑为献。正南瓯邓、桂国、损子、产里、百濮、九菌，请令以珠玑、玳瑁、象齿、文犀、翠羽、菌鹤、短狗为献。正西昆仑、狗国、鬼亲、枳已、闟耳、贯胸、雕题、离丘、漆齿，请令以丹青、白旄、纰罽、江历、龙角、神龟为献。正北空同、大夏、莎车、姑他、旦略、豹胡、代翟、匈奴、楼烦、月氏、孅犁、其龙、东胡，请令以橐驼、白玉、野马、騊駼、駃騠、良弓为献。”汤曰：“善。”"}]}, {"section": 46, "header": "度训解●祭公解", "data": [{"ID": 55, "text": "王若曰：“祖祭公，予小子虔虔在位，昊天疾威，予多时溥愆，我闻祖不豫有加，予惟敬省不吊，天降疾病，予畏天威，公其告予，懿德。”祭公拜手稽首，曰：“天子，谋父疾维不瘳，朕身尚在兹，朕魂在于天，昭王之所，勖宅天命。”王曰：“呜呼！公，朕皇祖文王，烈祖武王，度下国，作陈周，维皇皇上帝，度其心，置之明德，付畀于四方，用应受天命，敷文在下，我亦维有若文祖周公，暨列祖召公，兹申予小子，追学于文武之蔑，用克龛绍成康之业，以将大命，用夷居大商之众，我亦维有若祖祭公之执和周国，保乂王家。”王曰：“公称丕显之德，以予小子扬文武大勋，弘成康昭考之烈。”王曰：“公无困我哉！俾百僚乃心率辅，弼予一人。”祭公拜手稽首曰：“"}, {"ID": 56, "text": "允乃诏，毕桓于黎民般。”公曰：“天子，谋父疾维不瘳，敢告天子，皇天改大殷之命，维文王受之，惟武王大克之，咸茂厥功，维天贞文王之董用威，亦尚宽壮厥心，康受乂之，式用休，亦生王茂绥厥心，敬恭承之，维武王申大命，戡厥敌。”公曰：“天子，自三公上下，辟于文武，文武之子孙，大开封方于下土，天之所锡，武王时疆土，丕维周之基，丕维后稷之受命，是永宅之，维我后嗣，旁建宗子，丕维周之始并。呜呼！天子三公监于夏商之既败，丕则无遗后难，至于万亿年，守序终之，既毕，丕乃有利宗，丕维文王由之。”公曰：“呜呼！天子，我丕则寅哉！寅哉！汝无以戾反罪疾，丧时二王大功，汝无以嬖御固庄后，汝无以小谋败大作，汝无以嬖御士疾庄士大夫卿士，汝无以家相乱王室，而莫恤其外，尚皆以时中乂万国。呜呼！三公，汝念哉！汝无泯泯芬芬，厚颜忍丑，时维大不吊哉！昔在先王，我亦维丕以我辟险于难，不失于正，我亦以免没我世。"}, {"ID": 57, "text": "呜呼！三公，予维不起朕疾，汝其皇敬哉！兹皆保之。曰：康子之攸保勖教诲之，世祀无绝，不，我周有常刑。”王拜手稽首党言。"}]}, {"section": 47, "header": "度训解●史记解", "data": [{"ID": 58, "text": "维正月王在成周，昧爽召三公左史戎夫，曰：“今夕朕寤，遂事惊予，乃取遂事之要戒，俾戎夫主之，朔望以闻，信不行，义不立，则哲士淩君政禁而生乱，皮氏以亡。谄谀日近，方正日远，则邪人专国政禁而生乱，华氏以亡。好货财珍怪，则邪人进，邪人进，则贤良日蔽而远，赏罚无位，随财而行，夏后氏以亡。严兵而不仁者，其臣慑，其臣慑则不敢忠，不敢忠则民不亲其吏，刑始于亲，远者寒心，殷商以亡。乐专于君者，权专于臣，权专于臣则刑专于民，君娱于乐，臣争于权，民尽于刑，有虞氏以亡。奉孤以专命者，谋主必畏其威而疑其前事，挟德而责数日疏，位均而争，平林以亡。大臣有锢职哗诛者危，昔者质沙三卿，朝而无礼，君怒而久拘之，哗而弗加，三卿谋变，质沙以亡。外内相闲，下挠其民，民无所附，三曲以亡。弱小在强大之闲，存亡将由之，则无天命矣。不知命者死，有夏之方兴也，扈氏弱而不恭，身死国亡。嬖子两重者亡，昔者义渠氏有两子，异母皆重，君疾，大臣分党而争，义渠以亡。功大不赏者危，昔平州之臣，功大而不赏，谄臣日贵，功臣日怒而生变，平州之君以走出。召远不亲者危，昔有林氏召离戎之君而朝之，至而不礼，留而弗亲，离戎逃而去之，林氏诛之，天下叛林氏。昔者曲集之君，伐智而专事，强力而不信其臣，忠良皆伏，愉州氏伐之，君孤而无使，曲集以亡。昔者有巢氏有乱臣而贵，任之以国，假之以权，擅国而主断，君已而夺之，臣怒而生变，有巢以亡。斧小不胜柯者亡，昔有郐君啬俭，减爵损禄，群臣卑让，上下不临，后郐小弱，禁罚不行，重氏伐之，郐君以亡。久空重位者危，昔有共工自贤，自以无臣，久空大官，下官交乱，民无所附，唐氏伐之，共工以亡。犯难争权疑者死，昔有林氏、上衡氏争权，林氏再战而胜，上衡氏伪义弗克，俱身死国亡。知能均而不亲，并重事君者危，昔有南氏有二臣贵宠，力钧势敌，竞进争权，下争朋党，君弗能禁，南氏以分。昔有果氏好以新易故，故者疾怨，新故不和，内争朋党，阴事外权，有果氏以亡。爵重禄轻，比□不成者亡，昔有毕程氏，损禄增爵，群臣貌匮，比而戾民，毕程氏以亡。好变故易常者亡，昔阳氏之君，自伐而好变，事无故业，官无定位，民运于下，阳氏以亡。业形而愎者危，昔谷平之君，愎类无亲，破国弗克，业形用国，外内相援，谷平以亡。武不止者亡，昔阪泉氏用兵无已，诛战不休，并兼无亲，文无所立，智士寒心，徙居至于独鹿，诸侯叛之，阪泉以亡。很而无亲者亡，昔者县宗之君很而无听，执事不从，宗职者疑发大事，群臣解体，国无立功，县宗以亡。昔者玄都贤鬼道，废人事天，谋臣不用，龟策是从，神巫用国，哲士在外，玄都以亡。文武不行者亡，昔者西夏性仁非兵，城郭不修，武士无位，惠而好赏，财屈而无以赏，唐氏伐之，城郭不守，武士不用，西夏以亡。美女破国，昔者绩阳强力四征，重丘遗之美女，绩阳之君悦之，荧惑不治，大臣争权，远近不相听，国分为二。宫室破国，昔者有洛氏，宫室无常，池囿广大，工功日进，以后更前，民不得休，农失其时，饥馑无食，成商伐之，有洛以亡。"}]}, {"section": 48, "header": "度训解●职方解", "data": [{"ID": 59, "text": "职方氏掌天下之图，辨其邦国、都鄙、四夷、八蛮、七闽、九貉、五戎、六狄之人民，与其财用、九谷、六畜之数，周知其利害，乃辨九州之国，使同贯利。东南曰扬州，其山镇曰会稽，其泽薮曰具区，其川三江，其浸五湖，其利金锡竹箭，其民二男五女，其畜宜鸡狗鸟兽，其谷宜稻。正南曰荆州，其山镇曰衡山，其泽薮曰云梦，其川江汉，其浸波溠，其利丹银齿革，其民一男二女，其畜宜鸟兽，其谷宜稻。河南曰豫州，其山镇曰华山，其泽薮曰圃田，其川荥雒，其浸颍湛，其利林漆丝枲，其民二男三女，其畜宜六扰，其谷宜五种。正东曰青州，其山镇曰沂山，其泽薮曰望诸，其川淮泗，其浸沂沭，其利蒲鱼，其民二男三女，其畜宜鸡犬，其谷宜稻麦。河东曰兖州，其山镇曰岱山，其泽薮曰大野，其川河泲，其浸卢维，其利蒲鱼，其民二男三女，其畜宜六扰，其谷宜四种。正西曰雍州，其山镇曰岳山，其泽薮曰弦蒲，其川泾汭，其浸渭洛，其利玉石，其民三男二女，其畜宜牛马，其谷宜黍稷。东北曰幽州，其山镇曰医无闾，其泽薮曰貕养，其川河泲，其浸灾时，其利鱼盐，其民一男三女，其畜宜四扰，其谷宜三种。河内曰冀州，其山镇曰霍山，其泽薮曰扬纡，其川漳，其浸汾露，其利松柏，其民五男三女，其畜宜牛羊，其谷宜黍稷。正北曰并州，其山镇曰恒山，其泽薮曰昭馀祁，其川宓池呕夷，其浸涞易，其利布帛，其民二男三女，其畜宜五扰，其谷宜五种。乃辨九服之国，方千里，曰王圻。其外方五百里为侯服，又其外方五百里为甸服，又其外方五百里为男服，又其外方五百里为采服，又其外方五百里为卫服，又其外方五百里为蛮服，又其外方五百里为夷服，又其外方五百里为镇服，又其外方五百里为藩服。凡国，公、侯、伯、子、男以周知天下。凡邦国，大小相维，王设其牧，制其职各以其所能，制其贡各以其所有。王将巡狩，则戒于四方，曰：各修平乃守，考乃职事，无敢不敬戒，国有大刑，及王者之所行道，率其属而巡戒命，王殷国，亦如之。"}]}, {"section": 49, "header": "度训解●芮良夫解", "data": [{"ID": 60, "text": "厉王失道，芮伯陈诰，作芮良夫。芮伯若曰：“予小臣良夫，稽首谨告，天子惟民父母，致厥道，无远不服，无道，左右臣妾乃违，民归于德，德则民戴，否德民雠。兹言允效，于前不远，商纣不改夏桀之虐，肆我有周有家。呜呼！惟尔天子，嗣文武业，惟尔执政小子，同先王之臣，昏行罔顾，道王不若，专利作威，佐乱进祸，民将弗堪。治乱信乎其行，惟王暨尔执政小子攸闻，古人求多闻以监戒，不闻，是惟弗知，尔闻尔知，弗改厥度，亦惟艰哉！后除民害，不惟民害，害民乃非后，惟其雠，后作类，后弗类，民不知后，惟其怨，民至亿兆，后一而已，寡不敌众，后其危哉！呜呼！野禽驯服于人，家畜见人而奔，非禽畜之性，实惟人民亦如之。今尔执政小子，惟以贪谀事，王不勤德以备难，下民胥怨，财力单竭，手足靡措，弗堪戴上，不其乱而，以予小臣良夫，观天下有土之君，厥德不远，罔有代德，时为王之患，其惟国人。呜呼！惟尔执政朋友小子，其惟洗尔心，改尔行，克忧往愆，以保尔居，尔乃聩祸玩灾，遂非不悛，余未知王之所定，矧乃小子。惟祸发于人之攸忽，于人之攸轻，心不存焉，变之攸伏，尔执政小子，不图大●，偷生苟安，爵以贿成，贤智箝口，小人鼓舌，逃害要利，并得厥求，唯曰：哀哉。我闻曰：以言取人，人饰其言，以行取人，人竭其行，饰言无庸，竭行有成。惟尔小子，饰言事王，寔蕃有徒，王貌受之，终弗获用，面相诬蒙，及尔颠覆。尔自谓有馀，予谓尔弗足，敬思以德，备乃祸难，难至而悔，悔将安及，无曰予为，惟尔之祸。”"}]}, {"section": 50, "header": "度训解●太子晋解", "data": [{"ID": 61, "text": "晋平公使叔誉于周，见太子晋而与之言，五称而三穷，逡巡而退，其言不遂。归告公曰：“太子晋行年十五，而臣弗能与言，君请归声就复与田，若不反，及有天下，将以为诛。”平公将归之，师旷不可，曰：“请使瞑臣往与之言，若能幪予，反而复之。”师旷见大子，称曰：“吾闻王子之语，高于泰山，夜寝不寐，昼居不安，不远长道而求一言。”王子应之曰：“吾闻大师将来，甚喜而又惧，吾年甚少，见子而慑，尽忘吾度。”师旷曰：“吾闻王子古之君子，甚成不骄，自晋如周，行不知劳。”王子应之曰：“古之君子，其行至慎，委积施关，道路无限，百姓悦之，相将而远，远人来驩，视道如咫。”师旷告善，又称曰：“古之君子，其行可则，由舜而下，其孰有广德？”王子应之曰：“如舜者天，舜居其所，以利天下，奉翼远人，皆得已仁，此之谓天。如禹者圣，劳而不居，以利天下，好取不好与，必度其正，是之谓圣。如文王者，其大道仁，其小道惠，三分天下而有其二，敬人无方，服事于商，既有其众而返失其身，此之谓仁。如武王者义，杀一人而以利天下，异姓同姓，各得其所，是之谓义。”师旷告善，又称曰：“宣辨名命，异姓恶方，王侯君公，何以为尊？何以为上？”王子应之曰：“人生而重丈夫，谓之胄子。胄子成人，能治上官，谓之士。士率众时作，谓之伯。伯能移善于众，与百姓同，谓之公。公能树名生物，与天道俱，谓之侯。侯能成群，谓之君。君有广德，分任诸侯而敦信，曰予一人。善至于四海，曰天子。达于四荒，曰天王。四荒至，莫有怨訾，乃登为帝。”师旷罄然，又称曰：“温恭敦敏，方德不改，闻物□□，下学以起，尚登帝臣，乃参天子，自古谁？”王子应之曰：“穆穆虞舜，明明赫赫，立义治律，万物皆作，分均天财，万物熙熙，非舜而谁？”师旷束躅其足，曰：“善哉！善哉！”王子曰：“大师何举足骤？”师旷曰：“天寒足躅，是以数也。”王子曰：“请入坐。”遂敷席注瑟，师旷歌无射，曰：“"}, {"ID": 62, "text": "国诚宁矣，远人来观。修义经矣，好乐无荒。”乃注瑟于王子，王子歌峤，曰：“何自南极，至于北极，绝境越国，弗愁道远。”师旷蹶然起曰：“瞑臣请归。”王子赐之乘车四马，曰：“大师亦善御之。”师旷对曰：“御，吾未之学也。”王子曰：“汝不为夫诗，诗云：马之刚矣，辔之柔矣。马亦不刚，辔亦不柔。志气麃麃，取予不疑。以是御之。”师旷对曰：“瞑臣无见，为人辩也。唯耳之恃，而耳又寡闻而易穷。王子，汝将为天下宗乎？”王子曰：“大师，何汝戏我乎？自太皞以下，至于尧、舜、禹，未有一姓而再有天下者。夫木当时而不伐，夫何可得？且吾闻汝知人年之长短，告吾。”师旷对曰：“汝声清汗，汝色赤白，火色不寿。”王子曰：“然！吾后三年，将上宾于帝所，汝慎无言，殃将及汝。”师旷归，未及三年，告死者至。"}]}, {"section": 51, "header": "度训解●王佩解", "data": [{"ID": 63, "text": "王者所佩在德，德在利民，民在顺上，合为在因时，应事则易成，谋成在周长，有功在力多，昌大在自克，不过在数惩，不困在豫慎，见祸在未形，除害在能断，安民在知过，用兵在知时，胜大患在合人心，殃毒在信疑，●子在听内，化行在知和，施舍在平心，不幸在不闻其过，福在受谏，基在爱民，固在亲贤，祸福在所密，利害在所近，存亡在所用，离合在出命，尊在慎威，安在恭已，危亡在不知时。见善而怠，时至而疑，亡正处邪，是弗能居，此得失之方也，不可不察。"}]}, {"section": 52, "header": "度训解●殷祝解", "data": [{"ID": 64, "text": "汤将放桀于中野，士民闻汤在野，皆委货扶老携幼奔，国中虚。桀请汤曰：“国所以为国者，以有家，家所以为家者，以有人也。今国无家无人矣，君有人，请致国，君之有也。”汤曰：“否。昔大帝作道，明教士民，今君王灭道残政，士民惑矣，吾为王明之。”士民复致于桀曰：“以薄之君，济民之残，何必君更？”桀与其属五百人南徙千里，止于不齐，不齐士民往奔汤于中野。桀复请汤，言“君之有也”汤曰：“否。我为君王明之。”士民复重请之，桀与其属五百人徙于鲁，鲁士民复奔汤，桀又曰：“国，君之有也。吾则外，人有言，彼以吾道是邪？我将为之。”汤曰：“此君王之士也，君王之民也，委之何？”汤不能止桀，汤曰：“欲从者从君。”桀与其属五百人去居南巢。汤放桀而复薄，三千诸侯大会，汤取天子之玺，置之天子之坐左，退而再拜，从诸侯之位。汤曰：“此天子位，有道者可以处之，天下非一家之有也，有道者之有也。故天下者，唯有道者理之，唯有道者纪之，唯有道者宜久处之。”汤以此三让三千诸侯，莫敢即位，然后汤即天子之位，与诸侯誓曰：“阴胜阳即谓之变，而天弗施，雌胜雄即谓之乱，而人弗行。故诸侯之治政，在诸侯之大夫治与从。”"}]}, {"section": 53, "header": "度训解●周祝解", "data": [{"ID": 65, "text": "曰：维哉其时，告汝不闻道，恐为身灾。欢哉民乎，朕则生汝，朕则刑汝，朕则经汝，朕则阜汝，朕则亡汝，朕则寿汝，朕则名汝。故曰：文之美也而以身剥，自谓智也者，故不足。角之美，杀其牛，荣华之言后有茅。凡彼济者必不怠，观彼圣人必趣时，石有玉而伤其山，万民之患故在言。时之行也勤以徙，不知道者福为祸，时之从也勤以行，不知道者以福亡。故曰：肥豕必烹，甘泉必竭，直木必伐。地出物而圣人是时，鸡鸣而人为时，观彼万物，且何为求？故天有时人以为正，地出利而民是争，人出谋圣人是经，陈五刑，民乃敬。教之以礼民不争，被之以刑民始听，因其能，民乃静。故狐有牙而不敢以噬，豲有爪而不敢以撅，势居小者，不能为大，持欲正中，不贪其害，凡执道者，不可以不大。故木之伐也而木为斧，贼难之起自近者，二人同术，谁昭谁暝？二虎同穴，谁死谁生？故虎之猛也而陷于攫，人之智也而陷于诈，叶之美也解其柯，柯之美也离其枝，枝之美也故其本，俨矢将至，不可以无盾。故泽有兽而焚其草，大威将至不可为巧，焚其草木则无种，大威将至不可以为勇。故天之生也固有度，国家之患，离之以故，地之生也固有植，国家之患，离之以谋。故时之还也无私貌，日之出也无私照。时之行也顺无逆，为天下者用大略，火之燀也固定上，为天下者用牧，水之流也固走下，不善故有桴。故福之起也恶别之？祸之起也恶别之？故平国若之何？顷国、覆国、事国、孤国、屠国皆若之何？故日之中也仄，月之望也食，威之失也阴食阳，善为国者使之有行。是彼万物必有常，国君而无道以微亡。故天为盖，地为轸，善用道者终无尽；地为轸，天为盖，善用道者终无害。天地之闲有凔热，善用道者终不竭。陈彼五行必有胜，天之所覆尽可称，故万物之所生也，性于从，万物之所反也，性于同，故恶姑幽，恶姑明，恶姑阴阳，恶姑短长，恶姑柔刚。故海之大也，而鱼何为可得？山之深也，虎豹貔貅何为可服？人智之邃也，奚为可测？跂动哕息而奚为可牧？玉石之坚也，奚为可刻？阴阳之号也，孰使之？牝牡之合也，孰交之？君子不察福不来，故忌而不得是生事故，欲而不得是生诈，欲伐而不得生斧柯，欲鸟而不得生网罗，欲彼天下是生为，维彼幽心是生包，维彼大心是生雄，维彼忌心是生胜。故天为高，地为下，察汝躬奚为喜怒？天为古，地为久，察彼万物，名于始，左名左，右名右，视彼万物，数为纪。纪之行也，利而无方，行而无止，以观人情利有等，维彼大道，成而弗改，用彼大道，知其极，加诸事则万物服，用其则必有群，加诸物则为之君，举其修则有理，加诸物则为天子。"}]}, {"section": 54, "header": "度训解●武纪解", "data": [{"ID": 66, "text": "币帛之闲，有巧言令色，事不成。车甲之闲，有巧言令色，事不捷。克□事而有武色，必失其德。临权而疑，必离其灾。□□不捷，智不可□□于不足，并于不几，则始而施，几而弗免无功。国有三守，卑辞重币以服之，弱国之守也。修备以待战，敌国之守也。循山川之险而固之，僻国之守也。伐服不祥，伐战危，伐险难，故伐善者，不伐三守。伐国有六时、五动、四顺，闲其疏，薄其疑，推其危，扶其弱，乘其衰，暴其约，此谓六时。扶之而不让，振之而不动，数之而不服，暴之而不革，威之而不恐，未可伐也，此谓五动。立之害，毁之利，克之易，并之能，以时伐之，此谓四顺。立之不害，毁之不利，唯克之易，并之不能，可伐也。立之害，毁之未利，克之难，并之不能，可动也。静以待众，力不与争，权弗果据，德不肆国，若是而可毁也。地荒而不振，德衰而失与，无苦而危矣。求之以其道，□□无不得，为之以其事，而时无不成，有利备，无患事。时至而不迎，大禄乃迁，延之不道，行事乃困，不作小□动大殃。谋有不足者三，仁废则文谋不足，勇废则武谋不足，备废则事谋不足。国有本，有干，有权，有伦质，有枢体。土地，本也，人民，干也，敌国侔交，权也，政教顺成，伦质也，君臣和□，枢体也。土地未削，人民未散，国权未倾，伦质未移，虽有昏乱之君，国未亡也。国有几失，居之不可阻，体之小也。不畏邻家，难复饰也。封疆侵淩，难复振也。服国从失，难复扶也。大国之无养，小国之畏事，不可以本权失邻家之交，不可以枉绳失邻家之交，不据直以约，不亏体以阴，不可虞而夺也，不可策而服也，不可亲而侵也，不可摩而测也，不可求而循也。施度于体不虑费，事利于国不计劳，失德丧服于邻家，则不顾难矣。交体侵淩，则不顾权矣。封疆不时得其所，无为养民矣。合同不得其位，无畏患矣。百姓屈急，无藏畜矣。挤社稷，失宗庙，离坟墓，困鬼神，残宗族，无为爱死矣。卑辞而不听，□财而无枝，计战而不足，近告而无顾，告过而不悔，请服而不得，然后绝好于闭门，循险近，说外援，以天命无为，是定亡矣。凡有事君民守社稷宗庙而先衰亡者，皆失礼也。大事不法弗可作，法而不时弗可行，时而失礼弗可长，得礼而无备弗可成。举物不备而欲致大功于天下者，未之有也。势不求周流，举而不几其成，亡。薄其事而求厚其功，亡。内无文道，外无武道，往不复来者，亡。有悔而求合者，亡。不难不费而致大功，古今未有。据名而不辱，应行而不困，唯礼。得之而无逆，失之而无咎，唯敬。成事而不难，序功而不费，唯时。劳而有成，费而不亡，唯当。施而不拂，成而有权，久之而能□，唯义。不知所取之量，不知所施之度，不知动静之时，不知吉凶之事，不知困达之谋，疑此五者，未可以动大事。恃名不久，恃功不立，虚愿不至，妄为不祥。大上敬而服，其次欲而得，其次夺而得，其次争而克，其下动而上资其力。凡建国君民，内事文而和，外事武而义，其形慎而杀，其政直而公，本之以礼，动之以时，正之以度，师之以法，成之以仁，此之谓也。"}]}, {"section": 55, "header": "度训解●铨法解", "data": [{"ID": 67, "text": "有三不远，有三不近，有三不畜。敬谋，祗德，亲同，三不远也。听谗自乱，听谀自欺，近憝自恶，三不近也。有如忠言，竭亲以为信；有如同好，以谋易寇；有如同恶，合计掬虑，虑泄事败，是为好害，三不畜也。"}]}, {"section": 56, "header": "度训解●器服解", "data": [{"ID": 68, "text": "明器，因外有三疲二。用器，服、数犊、四棓禁丰一𧥉、矢韦独。食器甒迤、膏侯屑侯。乐，铋㻡，参笙一竽，皆素独。二丸弇，焚菜，脍，五昔，纁里桃枝，素独。簟蒲席，皆素独。斧巾，玄缋緌，缟冠素纰，玄冠组，武卷组缨，象琪，缋瑱，絺绅带，象玦，朱极韦，素独。簟龠捍，次车，羔冒□纯，载枉线丧勤焚缨一绐。器，因名有三，几玄茵，纁里，桃枝蒲席，皆素独布巾，玄象玄纯。"}]}, {"section": 57, "header": "度训解●周书序", "data": [{"ID": 69, "text": "昔在文王，商纣并立，困于虐政，将弘道以弼无道，作度训。殷人作教，民不知极，将明道极，以移其俗，作命训。纣作淫乱，民散无性冒常，文王惠和化服之，作常训。上失其道，民散无纪，西伯修仁，明耻示教，作文酌。上失其道，民失其业，□□凶年，作籴匡。文王立，西距昆夷，北备猃狁，谋武以昭威怀，作武称。武以禁暴，文以绥德，大圣允兼，作允文。武有七德，□王作大武、大明武、小明武三篇。穆王遭大荒，谋救患分灾，作大匡。文王在程，作程寤、程典。□□□□□□□□□□□□□□□□□□□□□□□□□□□□，作九开。文王唯庶邦之多难，论典以匡谬，作刘法。文王卿士，谂发教禁戒，作文开。维美公命于文王，修身观天，以谋商难，作保开。文王训乎武王以繁害之戒，作八繁。文王在酆，命周公谋商难，作酆保。文启谋乎后嗣，以修身敬戒，作大开、小开二篇。文王有疾，告武王以民之多变，作文儆。文王告武王以序德之行，作文传。文王既没，武王嗣位，告周公禁五戎，作柔武。武王忌商，周公勤天下，作大、小开武二篇。武王评周公维道以为宝，作宝典。商谋启平周，周人将兴师以承之，作酆谋。武王将起师伐商，寤有商儆，作寤儆。周将伐商，顺天革命，申谕武义，以训乎民，作武顺、武穆二篇。武王将行大事乎商郊，乃明德于众，作和寤、武寤二篇。武王率六州之兵车三百五十乘以灭殷，作克殷。武王既克商，建三监以救其民，为之训范，作大匡。□□□□□□，作大聚。□□□□□□□□□□□，武王既释箕子囚，俾民辟宁之以王，作箕子。武王秉天下，论德施□而□位以官，作考德。武王命商王之诸侯绥定厥邦，申义告之，作商誓。武王平商，维定保天室，规拟伊雒，作度邑。武王有疾，□□□□□□□□□□，命周公辅小子，告以正要，作五权。武王既没，成王元年，周公忌商之孽，训敬命，作成开。周公既诛三监，乃述武王之志，建都伊雒，作作雒。周公会群臣于闳门，以辅主之格言，作皇门。周公陈武王之言以赞已言，戒乎成王，作大戒。周公正三统之义，作周月。辨二十四气之应，以明天时，作时训。周公制十二月赋政之法，作月令。周公肇制文王之諡义以垂于后，作諡法。周公将致政成王，朝诸侯于明堂，作明堂。成王既即政，因尝麦以语群臣而求助，作尝麦。周公为太师，告成王以五则，作本典。成王访周公以民事，周公陈六徵以观察之，作官人。周室既宁，八方会同，各以职来献，欲垂法厥世，作王会。周公云殁，王制将衰，穆王因祭祖不豫，词谋守位，作祭公。穆王思保位惟难，恐贻世羞，欲自警悟，作史记。王化虽弛，天命方永，四夷八蛮，攸尊王政，作职方。芮伯稽古作训，纳王于善，暨执政小臣，咸省厥躬，作芮良夫。晋侯尚力侵我王略，叔向闻储幼而果贤，□复王位，作太子晋。王者德以饰躬，用为所佩，作王佩。夏多罪，汤将放之，徵前事以戒后王也，作殷祝。民非后罔乂，后非民罔与为邦，慎政在微，作周祝。武以靖乱，非直不克，作武纪。积习生常，不可不慎，作铨法。车服制度，明不苟逾，作器服。周道于焉大备。"}]}], "bookname": "逸周书", "writer": null, "type": "史书", "age": "[战国 (公元前475年 - 公元前221年)]"}