{"alldata": [{"section": 0, "header": "辨脉法", "data": [{"ID": 0, "text": "问曰：脉有阴阳者，何谓也？荅曰：凡脉大、浮、数、动、滑，此名阳也；脉沉、涩、弱、弦、微，此名阴也。凡阴病见阳脉者生，阳病见阴脉者死。"}, {"ID": 1, "text": "问曰：脉有阳结阴结者，何以别之？荅曰：其脉浮而数，能食，不大便者，此为实，名曰阳结也。期十七日当剧。其脉沉而迟，不能食，身体重，大便反硬，名曰阴结也。期十四日当剧。"}, {"ID": 2, "text": "问曰：病有洒淅恶寒，而复发热者何？荅曰：阴脉不足，阳往从之；阳脉不足，阴往乘之。曰：何谓阳不足？荅曰：假令寸口脉微，名曰阳不足，阴气上入阳中，则洒淅恶寒也。曰：何谓阴不足？荅曰：假令尺脉弱，名曰阴不足，阳气下陷入阴中，则发热也。"}, {"ID": 3, "text": "阳脉浮，阴脉弱者，则血虚。血虚则筋急也。"}, {"ID": 4, "text": "其脉沉者，荣气微也。"}, {"ID": 5, "text": "其脉浮，而汗出如流珠者，卫气衰也。"}, {"ID": 6, "text": "荣气微者，加烧针，则血流不行，更发热而躁烦也。"}, {"ID": 7, "text": "脉蔼蔼如车盖者，名曰阳结也。"}, {"ID": 8, "text": "脉累累如循长竿者，名曰阴结也。"}, {"ID": 9, "text": "脉瞥瞥如羹上肥者，阳气微也。"}, {"ID": 10, "text": "脉萦萦如蜘蛛丝者，阳气衰也。"}, {"ID": 11, "text": "脉绵绵如泻漆之绝者，亡其血也。"}, {"ID": 12, "text": "脉来缓，时一止复来者，名曰结。脉来数，时一止复来者，名曰促。脉阳盛则促，阴盛则结，此皆病脉。"}, {"ID": 13, "text": "阴阳相抟，名曰动。阳动则汗出，阴动则发热。形冷恶寒者，此三焦伤也。"}, {"ID": 14, "text": "若数脉见于关上，上下无头尾，如豆大，厥厥动摇者，名曰动也。"}, {"ID": 15, "text": "阳脉浮大而濡，阴脉浮大而濡，阴脉与阳脉同等者，名曰缓也。"}, {"ID": 16, "text": "脉浮而紧者，名曰弦也。弦者状如弓弦，按之不移也。脉紧者，如转索无常也。"}, {"ID": 17, "text": "脉弦而大，弦则为减，大则为芤。减则为寒，芤则为虚。寒虚相搏，此名为革。妇人则半产漏下，男子则亡血失精。"}, {"ID": 18, "text": "问曰：病有战而汗出，因得解者，何也？荅曰：脉浮而紧，按之反芤，此为本虚，故当战而汗出也。其人本虚，是以发战。以脉浮，故当汗出而解也。"}, {"ID": 19, "text": "若脉浮而数，按之不芤，此人本不虚；若欲自解，但汗出耳，不发战也。"}, {"ID": 20, "text": "问曰：病有不战而汗出解者，何也？荅曰：脉大而浮数，故知不战汗出而解也。"}, {"ID": 21, "text": "问曰：病有不战不汗出而解者，何也？荅曰：其脉自微，此以曾经发汗、若吐、若下、若亡血，以内无津液，此阴阳自和，必自愈，故不战不汗出而解也。"}, {"ID": 22, "text": "问曰：伤寒三日，脉浮数而微，病人身凉和者，何也？荅曰：此为欲解也。解以夜半。脉浮而解者，濈然汗出也；脉数而解者，必能食也；脉微而解者，必大汗出也。"}, {"ID": 23, "text": "问曰：脉病欲知愈未愈者，何以别之？荅曰：寸口、关上、尺中三处，大小、浮沉、迟数同等，虽有寒热不解者，此脉阴阳为和平，虽剧当愈。"}, {"ID": 24, "text": "立夏得洪大脉，是其本位，其人病身体苦疼重者，须发其汗。若明日身不疼不重者，不须发汗。若汗濈濈自出者，明日便解矣。何以言之？立夏得洪大脉，是其时脉，故使然也。四时仿此。"}, {"ID": 25, "text": "问曰：凡病欲知何时得？何时愈？荅曰：假令夜半得病，明日日中愈；日中得病，夜半愈。何以言之？日中得病，夜半愈者，以阳得阴则解也。夜半得病，明日日中愈者，以阴得阳则解也。"}, {"ID": 26, "text": "寸口脉，浮为在表，沉为在里，数为在府，迟为在藏。假令脉迟，此为在藏也。"}, {"ID": 27, "text": "趺阳脉浮而涩，少阴脉如经也，其病在脾，法当下利。何以知之？若脉浮大者，气实血虚也。今趺阳脉浮而涩，故知脾气不足，胃气虚也。以少阴脉弦而浮，才见此为调脉，故称如经也。若反滑而数者，故知当屎脓也。"}, {"ID": 28, "text": "寸口脉浮而紧，浮则为风，紧则为寒。风则伤卫，寒则伤荣。荣卫俱病，骨节烦疼，当发其汗也。"}, {"ID": 29, "text": "趺阳脉迟而缓，胃气如经也。趺阳脉浮而数，浮则伤胃，数则动脾，此非本病，医特下之所为也。荣卫内陷，其数先微，脉反但浮，其人必大便硬，气噫而除。何以言之？本以数脉动脾，其数先微，故知脾气不治，大便硬，气噫而除。今脉反浮，其数改微，邪气独留，心中则饥，邪热不杀谷，潮热发渴，数脉当迟缓，脉因前后度数如法，病者则饥。数脉不时，则生恶疮也。"}, {"ID": 30, "text": "师曰：病人脉微而涩者，此为医所病也。大发其汗，又数大下之，其人亡血，病当恶寒，后乃发热，无休止时。夏月盛热，欲著复衣，冬月盛寒，欲裸其身，所以然者，阳微则恶寒，阴弱则发热。此医发其汗，令阳气微，又大下之，令阴气弱，五月之时，阳气在表，胃中虚冷，以阳气内微，不能胜冷，故欲著复衣；十一月之时，阳气在里，胃中烦热，以阴气内弱，不能胜热，故欲裸其身。又阴脉迟涩，故知血亡也。"}, {"ID": 31, "text": "脉浮而大，心下反硬，有热属藏者，攻之，不令发汗。属府者，不令溲数。溲数则大便硬，汗多则热愈，汗少则便难，脉迟尚未可攻。脉浮而洪，身汗如油，喘而不休，水浆不下，体形不仁，乍静乍乱，此为命绝也。又未知何藏先受其灾，若汗出发润，喘不休者，此为肺先绝也。阳反独留，形体如烟熏，直视摇头，此心绝也。唇吻反青，四肢漐习者，此为肝绝也。环口黧黑，柔汗发黄者，此为脾绝也。溲便遗失、狂言、目反直视者，此为肾绝也。又未知何藏阴阳前绝，若阳气前绝，阴气后竭者，其人死，身色必青；阴气前绝，阳气后竭者，其人死，身色必赤，腋下温，心下热也。"}, {"ID": 32, "text": "寸口脉浮大，而医反下之，此为大逆。浮则无血，大则为寒，寒气相搏，则为肠鸣，医乃不知而反饮冷水，令汗大出，水得寒气，冷必相搏，其人即䭇。"}, {"ID": 33, "text": "趺阳脉浮，浮则为虚，浮虚相搏，故令气䭇，言胃气虚竭也。脉滑则为哕，此为医咎，责虚取实，守空迫血。脉浮鼻中燥者，必衂也。"}, {"ID": 34, "text": "诸脉浮数，当发热而洒淅恶寒。若有痛处，饮食如常者，畜积有脓也。"}, {"ID": 35, "text": "脉浮而迟，面热赤而战惕者，六七日当汗出而解；反发热者差迟。迟为无阳，不能作汗，其身必痒也。"}, {"ID": 36, "text": "寸口脉阴阳俱紧者，法当清邪中于上焦，浊邪中于下焦。清邪中上，名曰洁也；浊邪中下，名曰浑也。阴中于邪，必内栗也。表气微虚，里气不守，故使邪中于阴也。阳中于邪，必发热、头痛、项强、颈挛、腰痛、胫酸，所为阳中雾露之气。故曰清邪中上，浊邪中下。阴气为栗，足膝逆冷，便溺妄出。表气微虚，里气微急，三焦相溷，内外不通。上焦怫郁，藏气相熏，口烂食齗也。中焦不治，胃气上冲，脾气不转，胃中为浊。荣卫不通，血凝不流。若卫气前通者，小便赤黄，与热相搏，因热作使，游于经络，出入藏府，热气所过，则为痈脓。若阴气前通者，阳气厥微，阴无所使，客气内入，嚏而出之，声嗢咽塞。寒厥相逐，为热所拥，血凝自下，状如豚肝，阴阳俱厥，脾气孤弱，五液注下。下焦不阖，清便下重，令便数难，脐筑湫痛，命将难全。"}, {"ID": 37, "text": "脉阴阳俱紧者，口中气出，唇口乾燥，蜷卧足冷，鼻中涕出，舌上胎滑，勿妄治也。到七日已来，其人微发热，手足温者，此为欲解；或到八日已上，反大发热者，此为难治。设使恶寒者，必欲呕也；腹内痛者，必欲利也。"}, {"ID": 38, "text": "脉阴阳俱紧，至于吐利，其脉独不解，紧去入安，此为欲解。若脉迟至六七日不欲食，此为晚发，水停故也，为未解；食自可者为欲解。"}, {"ID": 39, "text": "病六七日，手足三部脉皆至，大烦而口噤不能言，其人躁扰者，必欲解也。若脉和，其人大烦，目重，脸内际黄者，此为欲解也。"}, {"ID": 40, "text": "脉浮而数，浮为风，数为虚，风为热，虚为寒，风虚相搏，则洒淅恶寒也。"}, {"ID": 41, "text": "脉浮而滑，浮为阳，滑为实，阳实相搏，其脉数疾，卫气失度，浮滑之脉数疾，发热汗出者，此为不治。"}, {"ID": 42, "text": "伤寒咳逆上气，其脉散者死，谓其形损故也。"}]}, {"section": 1, "header": "平脉法", "data": [{"ID": 43, "text": "问曰：脉有三部，阴阳相乘。荣卫血气，在人体躬。呼吸出入，上下于中，因息游布，津液流通。随时动作，效象形容，春弦秋浮，冬沉夏洪。察色观脉，大小不同，一时之间，变无经常，尺寸参差，或短或长。上下乖错，或存或亡。病辄改易，进退低昂。心迷意惑，动失纪纲。愿为具陈，令得分明。师曰：子之所问，道之根源。脉有三部，尺寸及关。荣卫流行，不失衡铨。肾沉心洪，肺浮肝弦，此自经常，不失铢分。出入升降，漏刻周旋，水下二刻，一周循环。当复寸口，虚实见焉。变化相乘，阴阳相干。风则浮虚，寒则牢坚；沉潜水畜，支饮急弦；动则为痛，数则热烦。设有不应，知变所缘，三部不同，病各异端。太过可怪，不及亦然，邪不空见，中必有奸，审察表里，三焦别焉，知其所舍，消息诊看，料度府藏，独见若神。为子条记，传与贤人。师曰：呼吸者，脉之头也。初持脉，来疾去迟，此出疾入迟，名曰内虚外实也。初持脉，来迟去疾，此出迟入疾，名曰内实外虚也。"}, {"ID": 44, "text": "问曰：上工望而知之，中工问而知之，下工脉而知之，愿闻其说。师曰：病家人请云，病人若发热，身体疼，病人自卧。师到，诊其脉，沉而迟者，知其差也。何以知之？表有病者，脉当浮大，今脉反沉迟，故知愈也。"}, {"ID": 45, "text": "假令病人云，腹内卒痛，病人自坐。师到，脉之，浮而大者，知其差也。何以知之？若里有病者，脉当沉而细，今脉浮大，故知愈也。"}, {"ID": 46, "text": "师曰：病家人来请云，病人发热烦极。明日师到，病人向壁卧，此热已去也。设令脉不和，处言已愈。设令向壁卧，闻师到，不惊起而盻视，若三言三止，脉之，咽唾者，此诈病也。设令脉自和，处言汝病大重，当须服吐下药，针灸数十百处，乃愈。"}, {"ID": 47, "text": "师持脉，病人欠者，无病也。脉之呻者，病也。言迟者，风也。摇头言者，里痛也。行迟者，表强也。坐而伏者，短气也。坐而下一脚者，腰痛也。里实护腹如怀卵物者，心痛也。"}, {"ID": 48, "text": "师曰：伏气之病，以意候之，今月之内，欲有伏气。假令旧有伏气，当须脉之。若脉微弱者，当喉中痛似伤，非喉痹也。病人云：实咽中痛，虽尔今复欲下利。"}, {"ID": 49, "text": "问曰：人病恐怖者，其脉何状？师曰：脉形如循丝累累然，其面白脱色也。"}, {"ID": 50, "text": "问曰：人不饮，其脉何类？师曰：其脉自涩，唇口乾燥也。"}, {"ID": 51, "text": "问曰：人愧者，其脉何类？师曰：脉浮而面色乍白乍赤。"}, {"ID": 52, "text": "问曰：经说脉有三菽、六菽重者，何谓也？师曰：脉者人以指按之，如三菽之重者，肺气也；如六菽之重者，心气也；如九菽之重者，脾气也；如十二菽之重者，肝气也；按之至骨者，肾气也。假令下利，寸口、关上、尺中悉不见脉，然尺中时一小见，脉再举头者，肾气也。若见损脉来至，为难治。"}, {"ID": 53, "text": "问曰：脉有相乘，有纵有横，有逆有顺，何也？师曰：水行乘火，金行乘木，名曰纵；火行乘水，木行乘金，名曰横；水行乘金，火行乘木，名曰逆；金行乘水，木行乘火，名曰顺也。"}, {"ID": 54, "text": "问曰：脉有残贼，何谓也？师曰：脉有弦、紧、浮、滑、沉、涩，此六者名曰残贼，能为诸脉作病也。"}, {"ID": 55, "text": "问曰：脉有灾怪，何谓也？师曰：假令人病，脉得太阳，与形证相应，因为作汤。比还送汤如食顷，病人乃大吐，若下利，腹中痛。师曰：我前来不见此证，今乃变异，是名灾怪。又问曰：何缘作此吐利？答曰：或有旧时服药，今乃发作，故名灾怪耳。"}, {"ID": 56, "text": "问曰：东方肝脉，其形何似？师曰：肝者，木也，名厥阴。其脉微弦濡弱而长，是肝脉也。肝病自得濡弱者，愈也；假令得纯弦脉者，死。何以知之？以其脉如弦直，是肝藏伤，故知死也。"}, {"ID": 57, "text": "南方心脉，其形何似？师曰：心者，火也，名少阴。其脉洪大而长，是心脉也。心病自得洪大者，愈也。假令脉来微去大，故名反，病在里也。脉来头小本大者，故名覆，病在表也。上微头小者，则汗出；下微本大者，则为关格不通，不得尿。头无汗者可治，有汗者死。"}, {"ID": 58, "text": "西方肺脉，其形何似？师曰：肺者，金也，名大阴。其脉毛浮也，肺病自得此脉。若得缓迟者，皆愈；若得数者，则剧。何以知之？数者南方火，火克西方金，法当痈肿，为难治也。"}, {"ID": 59, "text": "问曰：二月得毛浮脉，何以处言至秋当死？师曰：二月之时，脉当濡弱，反得毛浮者，故知至秋死。二月肝用事，肝脉属木，应濡弱，反得毛浮者，是肺脉也。肺属金，金来克木，故知至秋死。他皆仿此。"}, {"ID": 60, "text": "师曰：脉肥人责浮，瘦人责沉。肥人当沉，今反浮；瘦人当浮，今反沉，故责之。"}, {"ID": 61, "text": "师曰：寸脉下不至关，为阳绝；尺脉上不至关，为阴绝。此皆不治，决死也。若计其馀命死生之期，期以月节克之也。"}, {"ID": 62, "text": "师曰：脉病人不病，名曰行尸，以无王气，卒眩仆不识人者，短命则死。人病脉不病，名曰内虚，以无谷神，虽困无苦。"}, {"ID": 63, "text": "问曰：翕奄沉，名曰滑，何谓也？沉为纯阴，翕为正阳，阴阳和合，故令脉滑。关尺自平，阳明脉微沉，食饮自可。少阴脉微滑，滑者紧之浮名也，此为阴实，其人必股内汗出，阴下湿也。"}, {"ID": 64, "text": "问曰：曾为人所难，紧脉从何而来？师曰：假令亡汗、若吐，以肺里寒，故令脉紧也。假令咳者，坐饮冷水，故令脉紧也。假令下利，以胃中虚冷，故令脉紧也。"}, {"ID": 65, "text": "寸口卫气盛，名曰高；荣气盛，名曰章；高章相搏，名曰纲。卫气弱，名曰惵；荣气弱，名曰卑；惵卑相搏，名曰损。卫气和，名曰缓；荣气和，名曰迟；迟缓相搏，名曰沉。"}, {"ID": 66, "text": "寸口脉缓而迟，缓则阳气长，其色鲜，其颜光，其声商，毛发长；迟则阴气盛，骨髓生，血满，肌肉紧薄鲜硬。阴阳相抱，荣卫俱行，刚柔相搏，名曰强也。"}, {"ID": 67, "text": "趺阳脉滑而紧，滑者胃气实，紧者脾气强。持实击强，痛还自伤，以手把刃，坐作疮也。"}, {"ID": 68, "text": "寸口脉浮而大，浮为虚，大为实。在尺为关，在寸为格。关则不得小便，格则吐逆。"}, {"ID": 69, "text": "趺阳脉伏而涩，伏则吐逆，水谷不化，涩则食不得入，名曰关格。"}, {"ID": 70, "text": "脉浮而大，浮为风虚，大为气强，风气相搏，必成瘾疹，身体为痒，痒者名泄风，久久为痂癞。"}, {"ID": 71, "text": "寸口脉弱而迟，弱者卫气微，迟者荣中寒。荣为血，血寒则发热；卫为气，气微者心内饥，饥而虚满不能食也。"}, {"ID": 72, "text": "趺阳脉大而紧者，当即下利，为难治。"}, {"ID": 73, "text": "寸口脉弱而缓，弱者阳气不足，缓者胃气有馀。噫而吞酸，食卒不下，气填于膈上也。"}, {"ID": 74, "text": "趺阳脉紧而浮，浮为气，紧为寒；浮为腹满，紧为绞痛。浮紧相搏，肠鸣而转，转即气动，膈气乃下。少阴脉不出，其阴肿大而虚也。"}, {"ID": 75, "text": "寸口脉微而涩，微者卫气不行，涩者荣气不足。荣卫不能相将，三焦无所仰，身体痹不仁。荣气不足，则烦疼，口难言；卫气虚，则恶寒数欠，三焦不归其部。上焦不归者，噫而酢吞；中焦不归者，不能消谷引食；下焦不归者，则遗溲。"}, {"ID": 76, "text": "趺阳脉沉而数，沉为实，数消谷。紧者病难治。"}, {"ID": 77, "text": "寸口脉微而涩，微者卫气衰，涩者荣气不足。卫气衰，面色黄；荣气不足，面色青。荣为根，卫为叶，荣卫俱微，则根叶枯槁，而寒栗咳逆，唾腥吐涎沫也。"}, {"ID": 78, "text": "趺阳脉浮而芤，浮者卫气衰，芤者荣气伤，其身体瘦，肌肉甲错，浮芤相搏，宗气衰微，四属断绝。"}, {"ID": 79, "text": "寸口脉微而缓，微者卫气疏，疏则其肤空；缓者胃气实，实则谷消而水化也。谷入于胃，脉道乃行，而入于经，其血乃成。荣盛则其肤必疏，三焦绝经，名曰血崩。"}, {"ID": 80, "text": "趺阳脉微而紧，紧为寒，微则为虚，微紧相搏，则为短气。"}, {"ID": 81, "text": "少阴脉弱而涩，弱者微烦，涩者厥逆。"}, {"ID": 82, "text": "趺阳脉不出，脾不上下，身冷肤硬。"}, {"ID": 83, "text": "少阴脉不至，肾气微，少精血，奔气促迫，上入胸膈，宗气反聚，血结心下，阳气退下，热归阴股，与阴相动，令身不仁，此为尸厥。当刺期门、巨阙。"}, {"ID": 84, "text": "寸口脉微，尺脉紧，其人虚损多汗，知阴常在，绝不见阳也。"}, {"ID": 85, "text": "寸口诸微亡阳，诸濡亡血，诸弱发热，诸紧为寒。诸乘寒者，则为厥，郁冒不仁，以胃无谷气，脾涩不通，口急不能言，战而栗也。"}, {"ID": 86, "text": "问曰：濡弱何以反适十一头？师曰：五脏六腑相乘，故令十一。"}, {"ID": 87, "text": "问曰：何以知乘腑？何以知乘脏？师曰：诸阳浮数为乘腑，诸阴迟涩为乘脏也。"}]}, {"section": 2, "header": "伤寒例", "data": [{"ID": 88, "text": "《阴阳大论》云：春气温和，夏气暑热，秋气清凉，冬气冷冽，此则四时正气之序也。冬时严寒，万类深藏，君子固密，则不伤于寒。触冒之者，乃名伤寒耳。其伤于四时之气，皆能为病。以伤寒为毒者，以其最成杀厉之气也。"}, {"ID": 89, "text": "中而即病者，名曰伤寒；不即病者，寒毒藏于肌肤，至春变为温病，至夏变为暑病。暑病者，热极重于温也。是以辛苦之人，春夏多温热病，皆由冬时触寒所致，非时行之气也。"}, {"ID": 90, "text": "凡时行者，春时应暖而复大寒，夏时应大热而反大凉，秋时应凉而反大热，冬时应寒而反大温，此非其时而有其气。是以一岁之中，长幼之病多相似者，此则时行之气也。"}, {"ID": 91, "text": "夫欲候知四时正气为病，及时行疫气之法，皆当按斗历占之。九月霜降节后，宜渐寒，向冬大寒，至正月雨水节后，宜解也。所以谓之雨水者，以冰雪解而为雨水故也。至惊蛰二月节后，气渐和暖，向夏大热，至秋便凉。"}, {"ID": 92, "text": "从霜降以后，至春分以前，凡有触冒霜露，体中寒即病者，谓之伤寒也。九月十月，寒气尚微，为病则轻；十一月十二月，寒冽已严，为病则重；正月二月，寒渐将解，为病亦轻。此以冬时不调，适有伤寒之人，即为病也。其冬有非节之暖者，名曰冬温。冬温之毒，与伤寒大异，冬温复有先后，更相重沓，亦有轻重，为治不同，证如后章。"}, {"ID": 93, "text": "从立春节后，其中无暴大寒，又不冰雪，而有人壮热为病者，此属春时阳气，发于冬时伏寒，变为温病。"}, {"ID": 94, "text": "从春分以后至秋分节前，天有暴寒者，皆为时行寒疫也。三月四月，或有暴寒，其时阳气尚弱，为寒所折，病热犹轻；五月六月，阳气已盛，为寒所折，病热则重；七月八月，阳气已衰，为寒所折，病热亦微。其病与温及暑病相似，但治有殊耳。"}, {"ID": 95, "text": "十五日得一气，于四时之中，一时有六气，四六名为二十四气也。然气候亦有应至而不至，或有未应至而至者，或有至而太过者，皆成病气也。但天地动静，阴阳鼓击者，各正一气耳。是以彼春之暖，为夏之暑；彼秋之忿，为冬之怒。是故冬至之后，一阳爻升，一阴爻降也。夏至之后，一阳气下，一阴气上也。斯则冬夏二至，阴阳合也；春秋二分，阴阳离也。"}, {"ID": 96, "text": "阴阳交易，人变病焉。此君子春夏养阳，秋冬养阴，顺天地之刚柔也。小人触冒，必婴暴疹。须知毒烈之气留在何经，而发何病，详而取之。是以春伤于风，夏必飱泄；夏伤于暑，秋必病疟；秋伤于湿，冬必咳嗽；冬伤于寒，春必病温。此必然之道，可不审明之。"}, {"ID": 97, "text": "伤寒之病，逐日浅深，以施方治。今世人伤寒，或始不早治，或治不对病，或日数久淹，困乃告医。医人又不依次第而治之，则不中病。皆宜临时消息制方，无不效也。今搜采仲景旧论，录其证候、诊脉、声色，对病真方有神验者，拟防世急也。"}, {"ID": 98, "text": "又土地温凉，高下不同，物性刚柔，飡居亦异。是黄帝兴四方之问，岐伯举四治之能，以训后贤，开其未悟者，临病之工，宜须两审也。"}, {"ID": 99, "text": "凡伤于寒则为病热，热虽甚不死。若两感于寒而病者必死。"}, {"ID": 100, "text": "尺寸俱浮者，太阳受病也，当一二日发。以其脉上连风府，故头项痛，腰脊强。"}, {"ID": 101, "text": "尺寸俱长者，阳明受病也，当二三日发。以其脉侠鼻、络于目，故身热、目疼、鼻乾、不得卧。"}, {"ID": 102, "text": "尺寸俱弦者，少阳受病也，当三四日发。以其脉循胁络于耳，故胸胁痛而耳聋。此三经皆受病，未入于府者，可汗而已。"}, {"ID": 103, "text": "尺寸俱沉细者，太阴受病也，当四五日发。以其脉布胃中络于嗌，故腹满而嗌乾。"}, {"ID": 104, "text": "尺寸俱沉者，少阴受病也，当五六日发。以其脉贯肾络于肺，系舌本，故口燥舌乾而渴。"}, {"ID": 105, "text": "尺寸俱微缓者，厥阴受病也，当六七日发。以其脉循阴器络于肝，故烦满而囊缩。此三经皆受病，已入于府，可下而已。"}, {"ID": 106, "text": "若两感于寒者，一日太阳受之，即与少阴俱病，则头痛、口乾、烦满而渴；二日阳明受之，即与太阴俱病，则腹满、身热、不欲食、讝语；三日少阳受之；即与厥阴俱病，则耳聋，囊缩而厥，水浆不入，不知人者，六日死。若三阴三阳、五藏六府皆受病，则荣卫不行，府藏不通，则死矣。其不两感于寒，更不传经，不加异气者，至七日太阳病衰，头痛少愈也；八日阳明病衰，身热少歇也；九日少阳病衰，耳聋微闻也；十日太阴病衰，腹减如故，则思饮食；十一日少阴病衰，渴止舌乾，已而嚏也；十二日厥阴病衰，囊纵，少腹微下，大气皆去，病人精神爽慧也。若过十三日以上不间，尺寸陷者，大危。若更感异气变为他病者，当依旧坏证病而治之。"}, {"ID": 107, "text": "若脉阴阳俱盛，重感于寒者，变为温疟。阳脉浮滑，阴脉濡弱者，更遇于风，变为风温。阳脉洪数，阴脉实大者，遇温热，变为温毒。温毒为病最重也。阳脉濡弱，阴脉弦紧者，更遇温气，变为温疫。以此冬伤于寒，发为温病。脉之变证，方治如说。"}, {"ID": 108, "text": "凡人有疾，不时即治，隐忍冀差，以成痼疾。小儿女子，益以滋甚。时气不和，便当早言，寻其邪由，及在腠理，以时治之，罕有不愈者。患人忍之，数日乃说，邪气入藏，则难可制。此为家有患，备虑之要。"}, {"ID": 109, "text": "凡作汤药，不可避晨夜，觉病须臾，即宜便治，不等早晚，则易愈矣。若或差迟，病即传变，虽欲除治，必难为力。服药正如方法，纵意违师，不须治之。"}, {"ID": 110, "text": "凡伤寒之病，多从风寒得之。始表中风寒，入里则不消矣。未有温覆而当不消散者，不在证治。拟欲攻之，犹当先解表，乃可下之。若表已解而内不消，非大满，犹生寒热，则病不除。若表已解而内不消，大满大实，坚有燥屎，自可除下之，虽四五日，不能为祸也。若不宜下而便攻之，内虚热入，协热遂利，烦燥诸变，不可胜数，轻者困笃，重者必死矣。"}, {"ID": 111, "text": "夫阳盛阴虚，汗之则死，下之则愈；阳虚阴盛，汗之则愈，下之则死。夫如是，则神丹安可以误发，甘遂何可以妄攻。虚盛之治，相背千里，吉凶之机，应若影响，岂容易哉！况桂枝下咽，阳盛则毙；承气入胃，阴盛以亡。死生之要，在乎须臾，视身之尽，不暇计日。此阴阳虚实之交错，其候至微，发汗吐下之相反，其祸至速，而医术浅狭，懵然不知病源，为治乃悞，使病者殒殁，自谓其分，至今冤魂塞于冥路，死尸盈于旷野，仁者鉴此，岂不痛欤！"}, {"ID": 112, "text": "凡两感病俱作，治有先后，发表攻里，本自不同，而执迷妄意者，乃云神丹、甘遂合而饮之，且解其表，又除其里，言巧似是，其理实违。夫智者之举错也，常审以慎；愚者之动作也，必果而速。安危之变，岂可诡哉！世上之士，但务彼翕习之荣，而莫见此倾危之败。惟明者居然能护其本，近取诸身，夫何远之有焉。"}, {"ID": 113, "text": "凡发汗，温服汤药，其方虽言日三服，若病剧不解，当促其间，可半日中尽三服。若与病相阻，即便有所觉。重病者，一日一夜当晬时观之。如服一剂，病证犹在，故当复作本汤服之。至有不肯汗出，服三剂乃解；若汗不出者，死病也。"}, {"ID": 114, "text": "凡得时气病，至五六日，而渴欲饮水，饮不能多，不当与也。何者？以腹中热尚少，不能消之，便更与人作病也。至七八日，大渴欲饮水者，犹当依证与之。与之常令不足，勿极意也。言能饮一斗，与五升。若饮而腹满，小便不利，若喘若哕，不可与之。忽然大汗出，是为自愈也。"}, {"ID": 115, "text": "凡得病，反能饮水，此为欲愈之病。其不晓病者，但闻病饮水自愈，小渴者乃强与饮之，因成其祸，不可复数。"}, {"ID": 116, "text": "凡得病，厥脉动数，服汤药更迟，脉浮大减小，初躁后静，此皆愈证也。"}, {"ID": 117, "text": "凡治温病，可刺五十九穴。又身之穴三百六十有五，其三十九穴灸之有害，七十九穴刺之为灾，并中髓也。"}, {"ID": 118, "text": "凡脉四损，三日死。平人四息，病人脉一至，名曰四损。脉五损，一日死。平人五息，病人脉一至，名曰五损。脉六损，一时死。平人六息，病人脉一至，名曰六损。"}, {"ID": 119, "text": "脉盛身寒，得之伤寒；脉虚身热，得之伤暑。脉阴阳俱盛，大汗出不解者死。脉阴阳俱虚，热不止者死。脉至乍疏乍数者死。脉至如转索者，其日死。讝言妄语，身微热，脉浮大，手足温者生。逆冷，脉沉细者，不过一日死矣。此以前是伤寒热病证候也。"}]}, {"section": 3, "header": "辨痓湿暍脉证", "data": [{"ID": 120, "text": "伤寒所致太阳，痓、湿、暍，三种宜应别论，以为与伤寒相似，故此见之。"}, {"ID": 121, "text": "太阳病，发热无汗，反恶寒者，名曰刚痓。"}, {"ID": 122, "text": "太阳病，发热汗出，不恶寒者，名曰柔痓。"}, {"ID": 123, "text": "太阳病，发热，脉沉而细者，名曰痓。"}, {"ID": 124, "text": "太阳病，发汗太多，因致痓。"}, {"ID": 125, "text": "病身热足寒，颈项强急，恶寒，时头热面赤，目脉赤，独头面摇，卒口噤，背反张者，痓病也。"}, {"ID": 126, "text": "太阳病，关节疼痛而烦，脉沉而细者，此名湿痹。之候，其人小便不利，大便反快，但当利其小便。"}, {"ID": 127, "text": "湿家之为病，一身尽疼，发热，身色如似熏黄。"}, {"ID": 128, "text": "湿家，其人但头汗出，背强，欲得被覆向火。若下之早则哕，胸满，小便不利，舌上如胎者，以丹田有热，胸中有寒，渴欲得水而不能饮，则口燥烦也。"}, {"ID": 129, "text": "湿家，下之，额上汗出，微喘，小便利者死；若下利不止者亦死。"}, {"ID": 130, "text": "问曰：风湿相搏，一身尽疼痛，法当汗出而解，值天阴雨不止，医云：此可发汗，汗之病不愈者，何也？答曰：发其汗，汗大出者，但风气去，湿气在，是故不愈也。若治风湿者，发其汗，但微微似欲汗出者，风湿俱去也。"}, {"ID": 131, "text": "湿家病，身上疼痛，发热面黄而喘，头痛鼻塞而烦，其脉大，自能饮食，腹中和无病，病在头中寒湿，故鼻塞，内药鼻中则愈。"}, {"ID": 132, "text": "病者一身尽疼，发热日晡所剧者，此名风湿。此病伤于汗出当风，或久伤取冷所致也。"}, {"ID": 133, "text": "太阳中热者，暍是也。其人汗出恶寒，身热而渴也。"}, {"ID": 134, "text": "太阳中暍者，身热疼重而脉微弱，此亦夏月伤冷水，水行皮中所致也。"}, {"ID": 135, "text": "太阳中暍者，发热恶寒，身重而疼痛，其脉弦细芤迟，小便已，洒洒然毛耸，手足逆冷，小有劳，身即热，口开前板齿燥。若发汗，则恶寒甚；加温针，则发热甚；数下之，则淋甚。"}]}, {"section": 4, "header": "辨太阳病脉证并治法上", "data": [{"ID": 136, "text": "太阳之为病，脉浮，头项强痛而恶寒。"}, {"ID": 137, "text": "太阳病，发热，汗出，恶风，脉缓者，名为中风。"}, {"ID": 138, "text": "太阳病，或已发热，或未发热，必恶寒，体痛，呕逆，脉阴阳俱紧者，名曰伤寒。"}, {"ID": 139, "text": "伤寒一日，太阳受之，脉若静者为不传；颇欲吐，若燥烦，脉数急者，为传也。"}, {"ID": 140, "text": "伤寒二三日，阳明少阳证不见者，为不传也。"}, {"ID": 141, "text": "太阳病，发热而渴，不恶寒者，为温病。若发汗已，身灼热者，名曰风温。风温为病，脉阴阳俱浮，自汗出，身重，多眠睡，息必鼾，语言难出。若被下者，小便不利，直视，失溲。若被火者，微发黄色，剧则如惊痫，时瘈瘲。若火熏之，一逆尚引日，再逆促命期。"}, {"ID": 142, "text": "病有发热恶寒者，发于阳也；无热恶寒者，发于阴也。发于阳者七日愈，发于阴者六日愈。以阳数七，阴数六故也。"}, {"ID": 143, "text": "太阳病，头痛至七日已上自愈者，以行其经尽故也。若欲作再经者，针足阳明，使经不传则愈。"}, {"ID": 144, "text": "太阳病欲解时，从巳至未上。"}, {"ID": 145, "text": "风家，表解而不了了者，十二日愈。"}, {"ID": 146, "text": "病人身大热，反欲得近衣者，热在皮肤，寒在骨髓也。身大寒，反不欲近衣者，寒在皮肤，热在骨髓也。"}, {"ID": 147, "text": "太阳中风，阳浮而阴弱，阳浮者热自发，阴弱者汗自出，啬啬恶寒，淅淅恶风，翕翕发热，鼻鸣乾呕者，桂枝汤主之。"}, {"ID": 148, "text": "桂枝汤方：桂枝三两，去皮，味辛热；芍药三两，味苦酸，微寒；甘草二两，炙，味甘平；生姜三两，切，味辛温；大枣十二枚，擘，味甘温。"}, {"ID": 149, "text": "右伍味，㕮咀，以水柒升，微火煮取三升，去滓，适寒温，服壹升。服已须臾，歠热稀粥壹升馀，以助药力。温覆令壹时许，遍身漐漐微似有汗者益佳，不可令如水流漓，病必不除。若壹服汗出病差，停后服，不必尽剂；若不汗，更服，依前法；又不汗，后服小促伇其间，半日许，令叄服尽；若病重者，壹日壹夜服，周时观之。服壹剂尽，病证犹在者，更作服；若汗不出者，乃服至贰叄剂。禁生冷、粘滑、肉面、五辛、酒酪、臭恶等物。"}, {"ID": 150, "text": "太阳病，头痛发热，汗出恶风者，桂枝汤主之。"}, {"ID": 151, "text": "太阳病，项背强几几，反汗出恶风者，桂枝加葛根汤主之。"}, {"ID": 152, "text": "太阳病，下之后，其气上冲者，可与桂枝汤。方用前法。若不上冲者，不可与之。"}, {"ID": 153, "text": "太阳病三日，已发汗，若吐，若下，若温针，仍不解者，此为坏病，桂枝不中与也。观其脉证，知犯何逆，随证治之。桂枝本为解肌，若其人脉浮紧，发热汗不出者，不可与也。常须识此，勿令误也。"}, {"ID": 154, "text": "若酒客病，不可与桂枝汤，得汤则呕，以酒客不喜甘故也。"}, {"ID": 155, "text": "喘家，作桂枝汤，加厚朴杏子佳。"}, {"ID": 156, "text": "凡服桂枝汤吐者，其后必吐脓血也。"}, {"ID": 157, "text": "太阳病，发汗，遂漏不止，其人恶风，小便难，四支微急，难以屈伸者，桂枝加附子汤主之。"}, {"ID": 158, "text": "太阳病，下之后，脉促胸满者，桂枝去芍药汤主之。若微恶寒者，去芍药方中加附子汤主之。"}, {"ID": 159, "text": "太阳病，得之八九日，如疟状，发热恶寒，热多寒少，其人不呕，清便欲自可，一日二三度发。脉微缓者，为欲愈也。脉微而恶寒者，此阴阳俱虚，不可更发汗、更下、更吐也。面色反有热色者，未欲解也，以其不能得小汗出，身必痒，宜桂枝麻黄各半汤。"}, {"ID": 160, "text": "太阳病，初服桂枝汤，反烦不解者，先刺风池、风府，却与桂枝汤则愈。"}, {"ID": 161, "text": "服桂枝汤，大汗出，脉洪大者，与桂枝汤如前法。若形如疟，日再发者，汗出必解，宜桂枝二麻黄一汤。"}, {"ID": 162, "text": "服桂枝汤，大汗出后，大烦渴不解，脉洪大者，白虎加人参汤主之。"}, {"ID": 163, "text": "太阳病，发热恶寒，热多寒少，脉微弱者，此无阳也，不可更汗，宜桂枝二越婢一汤方。"}, {"ID": 164, "text": "桂枝二越婢一汤方：桂枝，去皮；芍药、甘草各十八铢；生姜一两三钱，切；大枣四枚，擘；麻黄十八铢，去节；石膏二十四铢，碎，绵裹。"}, {"ID": 165, "text": "右柒味，㕮咀。以五升水，煮麻黄一二沸，去上沫，内诸药，煮取二升，去滓，温服一升。本方当裁为越婢汤、桂枝汤，合饮一升，今合为一方，桂枝二越婢一。"}, {"ID": 166, "text": "服桂枝汤，或下之，仍头项强痛，翕翕发热，无汗，心下满微痛，小便不利者，桂枝汤去桂加茯苓白术汤主之。"}, {"ID": 167, "text": "伤寒脉浮，自汗出，小便数，心烦，微恶寒，脚挛急，反与桂枝汤，欲攻其表，此误也。得之便厥，咽中乾，烦燥，吐逆者，作甘草乾姜汤与之，以复其阳。若厥愈足温者，更作芍药甘草汤与之，其脚即伸。若胃气不和，讝语者，少与调胃承气汤。若重发汗，复加烧针者，四逆汤主之。"}, {"ID": 168, "text": "甘草乾姜汤方：甘草四两，炙，味甘平；乾姜二两，炮，味辛热。"}, {"ID": 169, "text": "右㕮咀，以水叄升，煮取一升五合，去滓，分温再服。"}, {"ID": 170, "text": "芍药甘草汤方：白芍药四两，味酸，微寒；甘草四两，炙，甘平。"}, {"ID": 171, "text": "右二味，㕮咀，以水叄升，煮取一升半，去滓，分温再服之。"}, {"ID": 172, "text": "调胃承气汤方：大黄四两，去皮，清酒浸；甘草二两，炙，味甘平；芒硝半斤，味醎苦，大寒。"}, {"ID": 173, "text": "右三味，㕮咀，以水叄升，煮取一升，去滓，内芒硝更上火微煮，令沸，少少温服。"}, {"ID": 174, "text": "四逆汤方：甘草二两，炙，味甘平；乾姜一两半，味辛热；附子一枚，生用，去皮，破八片，辛，大热。"}, {"ID": 175, "text": "右三味，㕮咀，以水三升，煮取一升二合，去滓，分温再服，强人可大附子一枚，乾姜三两。"}, {"ID": 176, "text": "问曰：证象阳旦，按法治之而增剧，厥逆，咽中乾，两胫拘急而讝语。师曰：言夜半手足当温，两脚当伸，后如师言。何以知此？荅曰：寸口脉浮而大，浮则为风，大则为虚，风则生微热，虚则两胫挛。病证象桂枝，因加附子参其间，增桂令汗出，附子温经，亡阳故也。厥逆，咽中乾，烦燥，阳明内结，讝语烦乱，更饮甘草乾姜汤。夜半阳气还，两足当热，胫尚微拘急，重与芍药甘草汤，尔乃胫伸，以承气汤微溏，则止其讝语，故知病可愈。"}]}, {"section": 5, "header": "辨太阳病脉证并治", "data": [{"ID": 177, "text": "太阳病，项背强几几，无汗，恶风，葛根汤主之。"}, {"ID": 178, "text": "葛根汤方：葛根四两；麻黄三两，去节；桂二两，去皮；芍药二两，切；甘草二两，炙；生姜三两，切；大枣十二枚，擘。"}, {"ID": 179, "text": "右柒味，㕮咀，以水一斗，先煮麻黄、葛根，减二升，去沫，内诸药，煮取三升，去滓，温服一升，覆取微似汗，不须啜粥，馀如桂枝法将息及禁忌。"}, {"ID": 180, "text": "太阳与阳明合病者，必自下利，葛根汤主之。"}, {"ID": 181, "text": "太阳与阳明合病，不下利但呕者，葛根加半夏汤主之。"}, {"ID": 182, "text": "葛根加半夏汤方：葛根四两；麻黄三两，去节，汤泡去黄汁，焙乾称；生姜三两，切；甘草二两，炙；芍药二两；桂枝二两，去皮；大枣十二枚，擘；半夏半斤，洗。"}, {"ID": 183, "text": "右八味，以水一斗，先煮葛根、麻黄，减二升，去白沫，内诸药，煮取三升，去滓，温服一升，覆取微似汗。"}, {"ID": 184, "text": "太阳病，桂枝证，医反下之，利遂不止。脉促者，表未解也；喘而汗出者，葛根黄连黄芩汤主之。"}, {"ID": 185, "text": "葛根黄芩黄连汤方：葛根半斤；甘草二两，炙，味甘平；黄芩二两，味苦寒；黄连三两，味苦寒。"}, {"ID": 186, "text": "右四味，以水八升，先煮葛根，减二升，内诸药，煮取二升，去滓，分温再服。"}, {"ID": 187, "text": "太阳病，头痛发热，身疼腰痛，骨节疼痛，恶风，无汗而喘者，麻黄汤主之。"}, {"ID": 188, "text": "麻黄汤方：麻黄三两，味甘温，去节；桂枝二两，去皮，味辛热；甘草一两，炙，味甘平；杏仁七十个，汤去皮尖，味辛温。"}, {"ID": 189, "text": "右四味，以水九升，先煮麻黄，减二升，去上沫，内诸药，煮取二升半，去滓，温服八合，覆取微似汗，不须啜粥，馀如桂枝法将息。"}, {"ID": 190, "text": "太阳与阳明合病，喘而胸满者，不可下，宜麻黄汤主之。"}, {"ID": 191, "text": "太阳病，十日以去，脉浮细而嗜卧者，外已解也。设胸满胁痛者，与小柴胡汤。脉但浮者，与麻黄汤。"}, {"ID": 192, "text": "太阳中风，脉浮紧，发热恶寒，身疼痛，不汗出而烦躁者，大青龙汤主之。若脉微弱，汗出恶风者，不可服。服之则厥逆，筋惕肉瞤，此为逆也，。"}, {"ID": 193, "text": "大青龙汤方：麻黄六两，去节，味甘温；桂枝二两，去皮，味辛热；甘草二两，炙，味甘平；杏人四十个，去皮尖，味苦，甘温；生姜三两，切，味辛温；大枣十二枚，擘，味甘温；石膏如鷄子大，碎，味甘，微寒。"}, {"ID": 194, "text": "右七味，以水九升，先煮麻黄，减二升，去上沫，内诸药，煮取三升，去滓，温服一升，取微似汗。汗出多者，温粉扑之。一服汗者，停后服。汗多亡阳，遂虚，恶风烦躁，不得眠也。"}, {"ID": 195, "text": "伤寒脉浮缓，身不疼但重，乍有轻时，无少阴证者，大青龙汤发之。"}, {"ID": 196, "text": "伤寒表不解，心下有水气，乾呕，发热而咳，或渴，或利，或噎，或小便不利，少腹满，或喘者，小青龙汤主之。"}, {"ID": 197, "text": "小青龙汤方：麻黄三两，去节，味甘温；芍药三两，味酸，微寒；五味子半升，味酸温；乾姜三两，味辛热；甘草三两，炙，味甘平；桂枝三两，去皮，味辛热；半夏半升，汤洗，味辛，微温；细辛三两，味辛温。"}, {"ID": 198, "text": "右八味，以水一斗，先煮麻黄，减二升，去上沫，内诸药，煮取三升，去滓，温服一升。"}, {"ID": 199, "text": "伤寒，心下有水气，咳而微喘，发热不渴。服汤已渴者，此寒去欲解也。小青龙汤主之。"}, {"ID": 200, "text": "太阳病，外证未解。脉浮弱者，当以汗解，宜桂枝汤。"}, {"ID": 201, "text": "太阳病，下之微喘者，表未解故也。桂枝加厚朴杏人汤主之。"}, {"ID": 202, "text": "太阳病，外证未解者，不可下也，下之为逆。欲解外者，宜桂枝汤主之。"}, {"ID": 203, "text": "太阳病，先发汗不解，而复下之，脉浮者不愈。浮为在外，而反下之，故令不愈。今脉浮，故知在外，当须解外则愈，宜桂枝汤主之。"}, {"ID": 204, "text": "太阳病，脉浮紧，无汗，发热，身疼痛，八九日不解，表证仍在，此当发其汗。服药已微除，其人发烦目瞑，剧者必衂，衂乃解。所以然者，阳气重故也。麻黄汤主之。"}, {"ID": 205, "text": "太阳病，脉浮紧，发热，身无汗，自衂者愈。"}, {"ID": 206, "text": "二阳并病，太阳初得病时，发其汗，汗先出不彻，因转属阳明，续自微汗出，不恶寒。若太阳病证不罢者，不可下，下之为逆。如此可小发汗。设面色缘缘正赤者，阳气怫郁在表，当解之熏之。若发汗不彻，不足言，阳气怫郁不得越，当汗不汗，其人躁烦，不知痛处，乍在腹中，乍在四肢，按之不可得，其人短气，但坐，以汗出不彻故也，更发汗则愈。何以知汗出不彻？以脉涩故知也。"}, {"ID": 207, "text": "脉浮数者，法当汗出而愈。若下之，身重心悸者，不可发汗，当自汗出乃解。所以然者，尺中脉微，此里虚。须表里实，津液自和，便自汗出愈。"}, {"ID": 208, "text": "脉浮紧者，法当身疼痛，宜以汗解之。假令尺中迟者，不可发汗。何以知之然？以荣气不足，血少故也。"}, {"ID": 209, "text": "脉浮者，病在表，可发汗，宜麻黄汤。"}, {"ID": 210, "text": "脉浮而数者，可发汗，宜麻黄汤。"}, {"ID": 211, "text": "病常自汗出者，此为荣气和。荣气和者，外不谐，以卫气不共荣气和谐故尔。以荣行脉中，卫行脉外，复发其汗，荣卫和则愈，宜桂枝汤。"}, {"ID": 212, "text": "病人藏无他病，时发热自汗出，而不愈者，此卫气不和也。先其时发汗则愈，宜桂枝汤主之。"}, {"ID": 213, "text": "伤寒脉浮紧，不发汗，因致衂者，麻黄汤主之。"}, {"ID": 214, "text": "伤寒，不大便六七日，头痛有热者，与承气汤。其小便清者，知不在里，仍在表也，当须发汗。若头痛者必衂，宜桂枝汤。"}, {"ID": 215, "text": "伤寒发汗，解半日许复烦，脉浮数者，可更发汗，宜桂枝汤主之。"}, {"ID": 216, "text": "凡病若发汗、若吐、若下、若亡津液、阴阳自和者，必自愈。"}, {"ID": 217, "text": "大下之后，复发汗，小便不利者，亡津液故也，勿治之，得小便利，必自愈。"}, {"ID": 218, "text": "下之后，复发汗，必振寒，脉微细。所以然者，以内外俱虚故也。"}, {"ID": 219, "text": "下之后，复发汗，昼日烦躁不得眠，夜而安静，不呕不渴，无表证，脉沉微，身无大热者，乾姜附子汤主之。"}, {"ID": 220, "text": "乾姜附子汤方：乾姜一两，味辛热；附子一枚，生用，去皮，破八片，味辛热。"}, {"ID": 221, "text": "右二味，以水三升，煮取一升，去滓，顿服。"}, {"ID": 222, "text": "发汗后，身疼痛，脉沉迟者，桂枝加芍药、生姜各一两，人参三两，新加汤主之。"}, {"ID": 223, "text": "发汗后，不可更行桂枝汤。汗出而喘，无大热者，可与麻黄杏仁甘草石膏汤主之。"}, {"ID": 224, "text": "麻黄杏人甘草石膏汤方：麻黄四两，去节，味甘温；杏人五十个，去皮尖，味甘温；甘草二两，炙，味甘平；石膏半斤，碎，绵裹，味甘寒。"}, {"ID": 225, "text": "右四味，以水七升，先煮麻黄，减二升，去上沫，内诸药，煮取二升，去滓，温服一升。本云：黄耳柸。"}, {"ID": 226, "text": "发汗过多，其人叉手自冒心，心下悸，欲得按者，桂枝甘草汤主之。"}, {"ID": 227, "text": "桂枝甘草汤方：桂枝四两，去皮，味辛热；甘草二两，炙，味甘平。"}, {"ID": 228, "text": "右二味，以水三升，煮取一升，去滓，顿服。"}, {"ID": 229, "text": "发汗后，其人脐下悸者，欲作奔豚，茯苓桂枝甘草大枣汤主之。"}, {"ID": 230, "text": "茯苓桂枝甘草大枣汤方：茯苓半斤，味甘平；甘草二两，炙，味甘平；大枣十五枚，擘，味甘平；桂枝四两，去皮。"}, {"ID": 231, "text": "右四味，以甘烂水一斗，先煮茯苓，减二升，内诸药，煮取三升，去滓，温服一升，日三服。作甘烂水法，取水二斗，置大盆内，以杓扬之，水上有珠子五六千颗相逐，取用之。"}, {"ID": 232, "text": "发汗后，腹胀满者，厚朴生姜甘草半夏人参汤主之。"}, {"ID": 233, "text": "厚朴生姜甘草半夏人参汤方：厚朴半斤，去皮，炙，味苦温；生姜半斤，切，味辛温；半夏半斤，洗，味辛平；人参一两，味温；甘草二两，炙，味甘平。"}, {"ID": 234, "text": "右五味，以水一斗，煮取三升，去滓，温服一升，日三服。"}, {"ID": 235, "text": "伤寒，若吐若下后，心下逆满，气上冲胸，起则头眩，脉沉紧，发汗则动经，身为振振摇者，茯苓桂枝白术甘草汤主之。"}, {"ID": 236, "text": "茯苓桂枝白术甘草汤方：茯苓四两，味甘平；桂枝三两，去皮，味辛热；白术二两，味苦，甘温；甘草二两，炙，味甘平。"}, {"ID": 237, "text": "右四味，以水六升，煮取三升，去滓，分温叄服。"}, {"ID": 238, "text": "发汗病不解，反恶寒者，虚故也，芍药甘草附子汤主之。"}, {"ID": 239, "text": "芍药甘草附子汤方：芍药三两，味酸，微寒；甘草三两，炙，味甘平；附子一枚，炮，去皮，破八片，味辛热。"}, {"ID": 240, "text": "已上三味，以水伍升，煮取一升伍合，去滓，分温服，疑非仲景意。"}, {"ID": 241, "text": "发汗若下之，病仍不解，烦躁者，茯苓四逆汤主之。"}, {"ID": 242, "text": "茯苓四逆汤方：茯苓六两，味甘平；人参一两，味甘温；甘草二两，炙，味甘平；乾姜一两半，味辛热；附子一枚，生用，去皮，破八片，味辛热。"}, {"ID": 243, "text": "右伍味，以水伍升，煮取三升，去滓，温服七合，日三服。"}, {"ID": 244, "text": "发汗后，恶寒者，虚故也；不恶寒，但热者，实也。当和胃气，与调胃承气汤。"}, {"ID": 245, "text": "太阳病，发汗后，大汗出，胃中乾，烦燥不得眠，欲得饮水者，少少与饮之，令胃气和则愈。若脉浮，小便不利，微热消渴者，与五苓散主之。"}, {"ID": 246, "text": "五苓散方：猪苓十八铢，味甘平，去皮；泽泻一两六铢半，味酸醎；茯苓十八铢，味甘平；桂半两，去皮，味辛热；白术十八铢，味甘平。"}, {"ID": 247, "text": "右伍味为末，以白饮和服方寸匕，日三服，多饮暖水，汗出愈。"}, {"ID": 248, "text": "发汗已，脉浮数，烦渴者，五苓散主之。"}, {"ID": 249, "text": "伤寒汗出而渴者，五苓散主之，不渴者，茯苓甘草汤主之。"}, {"ID": 250, "text": "茯苓甘草汤方：茯苓二两，味甘平；桂枝二两，去皮，味辛热；生姜三两，切，味辛温；甘草一两，炙，味甘平。"}, {"ID": 251, "text": "右四味，以水四升，煮取二升，去滓，分温三服。"}, {"ID": 252, "text": "中风发热，六七日不解而烦，有表里证，渴欲饮水，水入则吐者，名曰水逆。五苓散主之。"}, {"ID": 253, "text": "未持脉时，病人手叉自冒心，师因教试令咳而不咳者，此必两耳聋无闻也。所以然者，以重发汗，虚故如此。发汗后，饮水多，必喘以水灌之亦喘。发汗后，水药不得入口为逆，若更发汗，必吐下不止。发汗吐下后，虚烦不得眠；若剧者，必反覆颠倒，心中懊憹，栀子豉汤主之。"}, {"ID": 254, "text": "栀子豉汤方：栀子十四枚，擘，味苦寒；香豉四合，绵裹，味苦寒。"}, {"ID": 255, "text": "右二味，以水四升，先煮栀子，得二升半，内豉，煮取一升半，去滓，分为二服，温进一服。得吐者，止后服。若少气者，栀子甘草豉汤主之。若呕者，栀子生姜豉汤主之。"}, {"ID": 256, "text": "发汗，若下之，而烦热胸中窒者，栀子豉汤主之。"}, {"ID": 257, "text": "伤寒五六日，大下之后，身热不去，心中结痛者，未欲解也，栀子豉汤主之。"}, {"ID": 258, "text": "伤寒下后，心烦腹满，卧起不安者，栀子厚朴汤主之。"}, {"ID": 259, "text": "栀子厚朴汤方：栀子十四枚，擘，味苦寒；厚朴四两，姜炙，苦温；枳实四枚，水浸，去穰，炒，味苦寒。"}, {"ID": 260, "text": "已上三味，以水三升半，煮取一升半，去滓，分二服。温进一服，得吐者，止后服。"}, {"ID": 261, "text": "伤寒，医以丸药大下之，身热不去，微烦者，栀子乾姜汤主之。"}, {"ID": 262, "text": "栀子乾姜汤方：栀子十四枚，擘，味苦寒；乾姜二两，味辛热。"}, {"ID": 263, "text": "右贰味，以水三升半，煮取一升半，去滓，分二服。温进一服，得吐者，止后服。"}, {"ID": 264, "text": "凡用栀子汤，病人旧微溏者，不可与服之。"}, {"ID": 265, "text": "太阳病发汗，汗出不解，其人仍发热，心下悸，头眩，身瞤动，振振欲擗地者，真武汤主之。"}, {"ID": 266, "text": "咽喉乾燥者，不可发汗。"}, {"ID": 267, "text": "淋家不可发汗，发汗必便血。"}, {"ID": 268, "text": "疮家虽身疼痛，不可发汗，发汗则痓。"}, {"ID": 269, "text": "衂家不可发汗，汗出必额上陷，脉急紧，直视不能眴，不得眠。"}, {"ID": 270, "text": "亡血家，不可发汗，发汗则寒栗而振。"}, {"ID": 271, "text": "汗家重发汗，必恍惚心乱，小便已阴疼，与禹馀粮丸，阙。"}, {"ID": 272, "text": "病人有寒，复发汗，胃中冷，必吐蚘。"}, {"ID": 273, "text": "本发汗而复下之，此为逆也；若先发汗，治不为逆。本先下之，而反汗之为逆；若先下之，治不为逆。"}, {"ID": 274, "text": "伤寒医下之，续得下利，清谷不止，身疼痛者，急当救里；后身疼痛，清便自调者，急当救表。救里宜四逆汤，救表宜桂枝汤。"}, {"ID": 275, "text": "病发热，头痛，脉反沉，若不差，身体疼痛，当救其里，宜四逆汤。"}, {"ID": 276, "text": "太阳病，先下之而不愈，因复发汗，以此表里俱虚，其人因致冒，冒家汗出自愈。所以然者，汗出表和故也。得里未和，然后复下之。"}, {"ID": 277, "text": "太阳病未解，脉阴阳俱停，必先振栗，汗出而解。但阳脉微者，先汗出而解；但阴脉微者，下之而解。若欲下之，宜调胃承气汤主之。"}, {"ID": 278, "text": "太阳病，发热汗出者，此为荣弱卫强，故使汗出，欲救邪风者，宜桂枝汤。"}, {"ID": 279, "text": "伤寒五六日，中风，往来寒热，胸胁苦满，默默不欲饮食，心烦喜呕，或胸中烦而不呕，或渴，或腹中痛，或胁下痞硬，或心下悸，小便不利，或不渴，身有微热，或咳者，与小柴胡汤主之。"}, {"ID": 280, "text": "小柴胡汤方：柴胡半斤，味苦，微寒；黄芩三两，味苦寒；人参三两，味甘温；甘草三两，味甘平；半夏半升，洗，味辛温；生姜三两，切，味辛温；大枣十三枚，擘，味甘温。"}, {"ID": 281, "text": "右柒味，以水一斗二升，煮取六升，去滓，再煎取三升，温服一升，日三服。若胸中烦而不呕，去半夏、人参，加括蒌实一枚。若渴者，去半夏，加人参，合前成肆两半，括蒌根肆两。若腹中痛者，去黄苓，加芍药三两。若胁下痞硬，去大枣，加牡蛎肆两。若心下悸，小便不利者，去黄苓，加茯苓肆两。若不渴，外有微热者，去人参，加桂三两，温覆取微汗愈。若咳者，去人参、大枣、生姜，加五味子半升、乾姜二两。血弱气尽，腠理开，邪气因入，与正气相搏，结于胁下。正邪分争，往来寒热，休作有时，默默不欲饮食。藏府相连，其痛必下，邪高痛下，故使呕也。小柴胡汤主之。服柴胡汤已，渴者属阳明也，以法治之。"}, {"ID": 282, "text": "得病六七日，脉迟浮弱，恶风寒，手足温，医二三下之，不能食而胁下满痛，面目及身黄，颈项强，小便难者，与柴胡汤。后必下重，本渴而饮水呕者，柴胡汤不中与也。食谷者哕。"}, {"ID": 283, "text": "伤寒四五日，身热恶风，颈项强，胁下满，手足温而渴者，小柴胡汤主之。"}, {"ID": 284, "text": "伤寒，阳脉涩，阴脉弦，法当腹中急痛者，先与小建中汤，不差者，与小柴胡汤主之。"}, {"ID": 285, "text": "小建中汤方：桂枝三两，去皮，味辛热；甘草三两，炙，味甘平；大枣十二枚，擘，味甘温；芍药六两，味酸，微寒；生姜三两，切，味辛温；胶饴一升，味甘温。"}, {"ID": 286, "text": "右六味，以水七升，煮取三升，去滓，内胶饴，更上微火消解，温服一升，日三服。呕家不可用建中汤，以甜故也。"}, {"ID": 287, "text": "伤寒中风，有柴胡证。但见一证便是，不必悉具。"}, {"ID": 288, "text": "凡柴胡汤病证而下之，若柴胡证不罢者，复与柴胡汤，必蒸蒸而振，却发热汗出而解。"}, {"ID": 289, "text": "伤寒二三日，心中悸而烦者，小建中汤主之。"}, {"ID": 290, "text": "太阳病，过经十馀日，反二三下之，后四五日，柴胡证仍在者，先与小柴胡汤。呕不止，心下急，郁郁微烦者，为未解也，与大柴胡汤下之则愈。"}, {"ID": 291, "text": "大柴胡汤方：柴胡半斤，味甘平；黄芩三两，味苦寒；芍药三两，味酸，微寒；半夏半升，洗，味辛温；生姜五两，切，味辛温；枳实四枚，炙，味苦寒；大枣十二枚，擘，甘温；大黄二两，味苦寒。"}, {"ID": 292, "text": "右七味，以水一斗二升，煮取六升，去滓，再煎，温服一升，日三服。一方用大黄二两。若不加大黄，恐不为大柴胡汤也。"}, {"ID": 293, "text": "伤寒十三日不解，胸胁满而呕，日晡所发潮热，已而微利。此本柴胡证，下之而不得利，今反利者，知医以丸药下之，非其治也。潮热者实也，先宜小柴胡汤以解外，后以柴胡加芒消汤主之。"}, {"ID": 294, "text": "伤寒十三日不解，过经，讝语者，以有热也，当以汤下之。若小便利者，大便当硬，而反下利，脉调和者，知医以丸药下之，非其治也。若自下利者，脉当微厥，今反和者，此为内实也，调胃承气汤主之。"}, {"ID": 295, "text": "太阳病不解，热结膀胱，其人如狂，血自下，下者愈。其外不解者，尚未可攻，当先解外。外解已，但少腹急结者，乃可攻之，宜桃核承气汤方。"}, {"ID": 296, "text": "桃核承气汤方：桃人五十个，去皮尖，味甘平；桂枝二两，去皮，味辛热；大黄四两；芒硝二两；甘草二两，炙。"}, {"ID": 297, "text": "右伍味，以水七升，煮取二升半，去滓，内芒硝，更上火微沸。下火，先食温服伍合，日三服，当微利。"}, {"ID": 298, "text": "伤寒八九日，下之，胸满烦惊，小便不利，讝语，一身尽重，不可转侧者，柴胡加龙骨牡蛎汤主之。"}, {"ID": 299, "text": "柴胡加龙骨牡蛎汤方：半夏二合，洗；大枣六枚；柴胡四两；生姜一两半；人参一两半；龙骨一两半；铅丹一两半；桂枝一两半，去皮；茯苓一两半；大黄二两；牡蛎一两半，煅。"}, {"ID": 300, "text": "右十一味，以水八升，煮取四升，内大黄，切如碁子，更煮一二沸，去滓，温服一升。"}, {"ID": 301, "text": "伤寒，腹满，讝语，寸口脉浮而紧，此肝乘脾也，名曰纵，刺期门。"}, {"ID": 302, "text": "伤寒发热，啬啬恶寒，大渴欲饮水，其腹必满，自汗出，小便利，其病欲解，此肝乘肺也，名曰横，刺期门。"}, {"ID": 303, "text": "太阳病，二日反躁，反熨其背而大汗出，大热入胃，胃中水竭，躁烦必发讝语，十馀日，振栗自下利者，此为欲解也。故其汗从腰已下不得汗，欲小便不得，反呕，欲失溲，足下恶风，大便硬，小便当数而反不数及多。大便已，头卓然而痛，其人足心必热，谷气下流故也。"}, {"ID": 304, "text": "太阳病中风，以火劫发汗，邪风被火热，血气流溢，失其常度，两阳相熏灼，其身发黄。阳盛则欲衂，阴虚则小便难，阴阳俱虚竭，身体则枯燥。但头汗出，剂颈而还，腹满微喘，口乾咽烂，或不大便，久则讝语，甚者至哕，手足躁扰，捻衣摸床，小便利者，其人可治。"}, {"ID": 305, "text": "伤寒脉浮，医以火迫劫之，亡阳，必惊狂，起卧不安者，桂枝去芍药加蜀漆牡蛎龙骨救逆汤主之。"}, {"ID": 306, "text": "桂枝去芍药加蜀漆龙骨牡蛎救逆汤方：桂枝三两，去皮；甘草二两，炙；生姜三两，切；牡蛎五两，熬，味酸醎；龙骨四两，味甘平；大枣十二枚，擘；蜀漆三两，洗去脚，味辛平。"}, {"ID": 307, "text": "右为末，以水一斗二升，先煮蜀漆，减二升，内诸药，煮取三升，去滓，温服一升。"}, {"ID": 308, "text": "形作伤寒，其脉不弦紧而弱。弱者必渴，被火者必讝语。弱者发热、脉浮，解之当汗出愈。"}, {"ID": 309, "text": "太阳病，以火熏之，不得汗，其人必躁，到不解，必清血，名为火邪。"}, {"ID": 310, "text": "脉浮热甚，反灸之，此为实。实以虚治，因火而动，必咽燥唾血。"}, {"ID": 311, "text": "微数之脉，慎不可灸，因火为邪，则为烦逆，追虚逐实，血散脉中，火气虽微，内攻有力，焦骨伤筋，血难复也。脉浮宜以汗解，用火灸之，邪无从出，因火而盛，病从腰以下必重而痹，名火逆也。欲自解者，必当先烦，乃有汗而解。何以知之？脉浮，故知汗出解也。"}, {"ID": 312, "text": "烧针令其汗，针处被寒，核起而赤者，必发奔豚。气从少腹上冲心者，灸其核上各一壮，与桂枝加桂汤，更加桂二两。"}, {"ID": 313, "text": "火逆，下之，因烧针烦躁者，桂枝甘草龙骨牡蛎汤主之。"}, {"ID": 314, "text": "桂枝甘草龙骨牡蛎汤方：桂枝一两；甘草二两；牡蛎二两，熬；龙骨二两。"}, {"ID": 315, "text": "右为末，以水伍升，煮取二升半，去滓，温服八合，日三服。"}, {"ID": 316, "text": "太阳伤寒者，加温针必惊也。"}, {"ID": 317, "text": "太阳病，当恶寒发热，今自汗出，不恶寒发热，关上脉细数者，以医吐之过也。一二日吐之者，腹中饥，口不能食；三四日吐之者，不喜糜粥，欲食冷食，朝食暮吐，以医吐之所致也，此为小逆。"}, {"ID": 318, "text": "太阳病吐之，但太阳病当恶寒，今反不恶寒，不欲近衣，此为吐之内烦也。"}, {"ID": 319, "text": "病人脉数，数为热，当消谷引食，而反吐者，此以发汗，令阳气微，膈气虚，脉乃数也。数为客热，不能消谷，以胃中虚冷，故吐也。"}, {"ID": 320, "text": "太阳病，过经十馀日，心下温温欲吐，而胸中痛，大便反溏，腹微满，郁郁微烦。先此时，自极吐下者，与调胃承气汤。若不尔者，不可与。但欲呕，胸中痛，微溏者，此非柴胡证，以呕故知极吐下也。"}, {"ID": 321, "text": "太阳病六七日，表证仍在，脉微而沉，反不结胸，其人发狂者，以热在下焦，少腹当硬满，小便自利者，下血乃愈。所以然者，以太阳随经，瘀热在里故也，抵当汤主之。"}, {"ID": 322, "text": "抵当汤方：水蛭三十个，熬，味醎，苦寒；蝱虫三十个，熬，去翅足，味苦，微寒；桃人二十个，去皮尖，味苦，甘平；大黄三两，酒浸，味苦寒。"}, {"ID": 323, "text": "右四味为末，以水伍升，煮取三升，去滓，温服一升，不下再服。"}, {"ID": 324, "text": "太阳病，身黄，脉沉结，少腹硬，小便不利者，为无血也；小便自利，其人如狂者，血证谛也，抵当汤主之。"}, {"ID": 325, "text": "伤寒有热，少腹满，应小便不利；今反利者，为有血也，当下之，不可馀药，宜抵当丸。"}, {"ID": 326, "text": "抵当丸方：水蛭二十个，味苦寒；蝱虫二十五个，味苦，微寒；桃人二十个，去皮尖；大黄三两。"}, {"ID": 327, "text": "右四味，杵分为四丸，以水一升，煮一丸，取七合服之，晬时当下血，若不下者更服。"}, {"ID": 328, "text": "太阳病，小便利者，以饮水多，必心下悸。小便少者，必苦里急也。"}]}, {"section": 6, "header": "辨太阳脉证并治下", "data": [{"ID": 329, "text": "问曰：病有结胸，有藏结，其状何如？荅曰：按之痛，寸脉浮，关脉沉，名曰结胸也。何谓藏结？答曰：如结胸状，饮食如故，时时下利，寸脉浮，关脉小细沉紧，名曰藏结。舌上白胎滑者，难治。"}, {"ID": 330, "text": "藏结无阳证，不往来寒热，其人反静，舌上胎滑者，不可攻也。"}, {"ID": 331, "text": "病发于阳而反下之，热入因作结胸，病发于阴而反下之，因作痞。所以成结胸者，以下之太早故也。结胸者，项亦强，如柔痓状。下之则和，宜大陷胸丸方。"}, {"ID": 332, "text": "大陷胸丸方：大黄半斤，味苦寒；葶苈半升，熬，味苦寒；芒硝半升，味咸寒；杏人半升，去皮尖，熬黑，味苦，甘温。"}, {"ID": 333, "text": "右四味，捣筛二味，内杏人、芒硝，合研如脂，和散；取如弹丸一枚，别捣甘遂末壹钱匕，白蜜二合，水二升，煮取一升，温顿服之，一宿乃下，如不下更服，取下为效，禁如药法。"}, {"ID": 334, "text": "结胸证，其脉浮大者，不可下，下之则死。"}, {"ID": 335, "text": "结胸证悉具，烦燥者，亦死。"}, {"ID": 336, "text": "太阳病，脉浮而动数，浮则为风，数则为热，动则为痛，数则为虚，头痛发热，微盗汗出而反恶寒者，表未解也。医反下之，动数变迟，膈内拒痛，胃中空虚，客气动膈，短气躁烦，心中懊憹，阳气内陷，心下因硬，则为结胸，大陷胸汤主之。若不结胸，但头汗出，馀无汗，剂颈而还，小便不利，身必发黄也。"}, {"ID": 337, "text": "大陷胸汤方：大黄六两，去皮，苦寒；芒硝一升，咸寒；甘遂一钱，苦寒。"}, {"ID": 338, "text": "右三味，以水六升，先煮大黄，取二升，去滓，内芒消，煮一两沸，内甘遂末，温服一升，得快利，止后服。"}, {"ID": 339, "text": "伤寒六七日，结胸热实，脉沉而紧，心下痛，按之石硬者，大陷胸汤主之。"}, {"ID": 340, "text": "伤寒十馀日，热结在里，复往来寒热者，与大柴胡汤。但结胸无大热者，此为水结在胸胁也，但头微汗出者，大陷胸汤主之。"}, {"ID": 341, "text": "太阳病，重发汗而复下之，不大便五六日，舌上燥而渴，日晡所小有潮热，从心下至少腹硬满而痛不可近者，大陷胸汤主之。"}, {"ID": 342, "text": "小结胸病，正在心下，按之则痛，脉浮滑者，小陷胸汤主之。"}, {"ID": 343, "text": "小陷胸汤方：黄连一两，苦寒；半夏半升，洗，辛温；括蒌实大者一个，味苦寒。"}, {"ID": 344, "text": "右三味，以水六升，先煮括蒌，取三升，去滓，内诸药，煮取二升，去滓，分温三服。"}, {"ID": 345, "text": "太阳病二三日，不能卧，但欲起，心下必结，脉微弱者，此本有寒分也。反下之，若利止，必作结胸；未止者，四日复下之，此作协热利也。"}, {"ID": 346, "text": "太阳病下之，其脉促，不结胸者，此为欲解也。脉浮者，必结胸也；脉紧者，必咽痛；脉弦者，必两胁拘急；脉细数者，头痛未止；脉沉紧者，必欲呕；脉沉滑者，协热利；脉浮滑者，必下血。"}, {"ID": 347, "text": "病在阳，应以汗解之，反以冷水潠之，若灌之，其热被却不得去，弥更益烦，肉上粟起，意欲饮水，反不渴者，服文蛤散。若不差者，与五苓散。寒实结胸，无热证者，与三物小陷胸汤，白散亦可服。"}, {"ID": 348, "text": "文蛤散方：文蛤五两，味醎寒。"}, {"ID": 349, "text": "右一味为散，以沸汤和一钱匕服，汤用五合。"}, {"ID": 350, "text": "白散方：桔梗三分，味辛苦，微温；芭豆一分，去皮心，熬黑，研如脂，平温；贝母三分，味辛苦，平。"}, {"ID": 351, "text": "右件三味为末，内芭豆，更于臼中杵之，以白饮和服。强人半钱，羸者减之。病在膈上必吐，在膈下必利，不利进热粥一杯，利过不止，进冷粥一杯。身热，皮粟不解，欲引衣自覆者，若水以潠之、洗之，益令热却不得出，当汗而不汗则烦。假令汗出已，腹中痛，与芍药三两如上法。"}, {"ID": 352, "text": "太阳与少阳并病，头项强痛，或眩冒，时如结胸，心下痞硬者，当刺大椎第一间，肺俞、肝俞，慎不可发汗，发汗则讝语。脉弦，五六日，讝语不止，当刺期门。"}, {"ID": 353, "text": "妇人中风发热恶寒，经水适来，得之七八日，热除而脉迟身凉，胸胁下满如结胸状，讝语者，此为热入血室也，当刺期门，随其实而泻之。"}, {"ID": 354, "text": "妇人中风七八日，续得寒热，发作有时，经水适断者，此为热入血室，其血必结，故使如疟状，发作有时，小柴胡汤主之。"}, {"ID": 355, "text": "妇人伤寒发热，经水适来，昼日明了，暮则讝语，如见鬼状者，此为热入血室。无犯胃气及上二焦，必自愈。"}, {"ID": 356, "text": "伤寒六七日，发热微恶寒，支节烦疼，微呕，心下支结，外证未去者，柴胡加桂枝汤主之。"}, {"ID": 357, "text": "伤寒五六日，已发汗而复下之，胸胁满微结，小便不利，渴而不呕，但头汗出，往来寒热心烦者，此为未解也，柴胡桂枝乾姜汤主之。"}, {"ID": 358, "text": "柴胡桂枝乾姜汤方：柴胡半斤，苦平；桂枝三两，去皮，味辛热；乾姜三两，辛热；括蒌根四两，苦寒；黄芩三两，苦寒；牡蛎三两，醎寒；甘草二两，炙，味甘平。"}, {"ID": 359, "text": "右七味，以水一斗二升，煮取六升，去滓，再煎取三升，温服一升，日三服。初服微烦，复服汗出便愈。"}, {"ID": 360, "text": "伤寒五六日，头汗出，微恶寒，手足冷，心下满，口不欲食，大便硬，脉细者，此为阳微结，必有表，复有里也。脉沉，亦在里也。汗出为阳微，假令纯阴结，不得复有外证，悉入在里，此为半在里半在外也。脉虽沉紧，不得为少阴病。所以然者，阴不得有汗，今头汗出，故知非少阴也，可与小柴胡汤。设不了了者，得屎而解。"}, {"ID": 361, "text": "伤寒五六日，呕而发热者，柴胡汤证具，而以他药下之，柴胡证仍在者，复与柴胡汤。此虽已下之，不为逆，必蒸蒸而振，却发热汗出而解。若心下满而硬痛者，此为结胸也，大陷胸汤主之。但满而不痛者，此为痞，柴胡不中与之，宜半夏泻心汤。"}, {"ID": 362, "text": "半夏泻心汤方：半夏半升，洗，辛平；黄芩，苦寒；乾姜，辛热；人参，已上各三两，甘温；黄连一两，苦寒；大枣十二枚，擘，温甘；甘草三两，炙，甘平。"}, {"ID": 363, "text": "右七味，以水一斗，煮取六升，去滓，再煮取三升，温服一升，日三服。"}, {"ID": 364, "text": "太阳少阳并病，而反下之，成结胸，心下硬，下利不止，水浆不下，其人心烦。"}, {"ID": 365, "text": "脉浮而紧，而复下之，紧反入里，则作痞。按之自濡，但气痞耳。"}, {"ID": 366, "text": "太阳中风，下利呕逆，表解者，乃可攻之。其人漐漐汗出，发作有时，头痛，心下痞硬满，引胁下痛，乾呕短气，汗出不恶寒者，此表解里未和也，十枣汤主之。"}, {"ID": 367, "text": "十枣汤方：芫花，熬，味辛苦；甘遂，苦寒；大戟，苦寒；大枣十枚，擘，甘温。"}, {"ID": 368, "text": "右上三味等分，各别捣为散。以水一升半，先煮大枣肥者十枚，取八合，去滓，内药末。强人服一钱匕，羸人服半钱，温服之，平旦服。若下少，病不除者，明日更服，加半钱。得快下利后，糜粥自养。"}, {"ID": 369, "text": "太阳病，医发汗，遂发热恶寒，因复下之，心下痞，表里俱虚，阴阳气并竭，无阳则阴独，复加烧针，因胸烦，面色青黄，肤瞤者，难治；今色微黄，手足温者，易愈。"}, {"ID": 370, "text": "心下痞，按之濡，其脉关上浮者，大黄黄连泻心汤主之。"}, {"ID": 371, "text": "大黄黄连泻心汤方：大黄二两，味苦寒；黄连一两，味苦寒。"}, {"ID": 372, "text": "右二味，以麻沸汤二升渍之，须臾绞去滓，分温再服。"}, {"ID": 373, "text": "心下痞而复恶寒汗出者，附子泻心汤主之。"}, {"ID": 374, "text": "本以下之，故心下痞，与泻心汤；痞不解，其人渴而口燥烦，小便不利者，五苓散主之。"}, {"ID": 375, "text": "伤寒汗出解之后，胃中不和，心下痞硬，乾噫食臭，胁下有水气，腹中雷鸣下利者，生姜泻心汤主之。"}, {"ID": 376, "text": "伤寒中风，医反下之，其人下利，日数十行，谷不化，腹中雷鸣，心下痞硬而满，乾呕，心烦不得安。医见心下痞，谓病不尽，复下之，其痞益甚，此非结热，但以胃中虚，客气上逆，故使硬也，甘草泻心汤主之。"}, {"ID": 377, "text": "伤寒服汤药，下利不止，心下痞硬。服泻心汤已，复以他药下之，利不止，医以理中与之，利益甚。理中者，理中焦，此利在下焦，赤石脂禹馀粮汤主之。复利不止者，当利其小便。"}, {"ID": 378, "text": "赤石脂禹馀粮汤方：赤石脂一斤，碎，味甘温；禹馀粮一斤，碎，味甘平。"}, {"ID": 379, "text": "已上二味，以水六升，煮取二升，去滓，三服。"}, {"ID": 380, "text": "伤寒吐下后发汗，虚烦，脉甚微。八九日，心下痞硬，胁下痛，气上冲咽喉，眩冒。经脉动惕者，久而成痿。"}, {"ID": 381, "text": "伤寒发汗，若吐若下，解后，心下痞硬，噫气不除者，旋复代赭石汤主之。"}, {"ID": 382, "text": "旋复代赭石汤方：旋复花三两，味醎温；人参二两，味甘温；生姜五两，切，味辛温；半夏半升，洗，味辛温；代赭石一两，味苦寒；大枣十二枚，擘，甘温；甘草三两，炙，味甘平。"}, {"ID": 383, "text": "右件七味，以水一斗，煮取六升，去滓，再煎取三升，温服一升，日三服。"}, {"ID": 384, "text": "下后不可更行桂枝汤，若汗出而喘，无大热者，可与麻黄杏子甘草石膏汤。"}, {"ID": 385, "text": "太阳病，外证未除而数下之，遂协热而利。利下不止，心下痞硬，表里不解者，桂枝人参汤主之。"}, {"ID": 386, "text": "桂枝人参汤方：桂枝四两，去皮，味辛热；甘草四两，炙，味甘平；白术三两，味甘平；人参三两，味甘温；乾姜三两，味辛热。"}, {"ID": 387, "text": "右伍味，以水九升，先煮四味，取五升，内桂，更煮取三升，温服一升，日再夜一服。"}, {"ID": 388, "text": "伤寒大下后，复发汗，心下痞，恶寒者，表未解也，不可攻痞，当先解表，表解乃可攻痞。解表宜桂枝汤，攻痞宜大黄黄连泻心汤。"}, {"ID": 389, "text": "伤寒发热，汗出不解，心中痞硬，呕吐而下利者，大柴胡汤主之。"}, {"ID": 390, "text": "病如桂枝证，头不痛，项不强，寸脉微浮，胸中痞硬，气上冲咽喉不得息者，此为胸有寒也，当吐之，宜瓜蒂散。"}, {"ID": 391, "text": "瓜蒂散方：瓜蒂一分，熬黄，味苦寒；赤小豆一分，味酸温。"}, {"ID": 392, "text": "右二味，各别捣筛，为散已，合治之，取一钱匕。以香豉一合，用热汤七合，煮作稀糜，去滓，取汁和散，温顿服之。不吐者，少少加，得快吐乃止。诸亡血虚家不可与瓜蒂散。"}, {"ID": 393, "text": "病胁下素有痞，连在脐傍，痛引少腹，入阴筋者，此名藏结。死。"}, {"ID": 394, "text": "伤寒病，若吐若下后，七八日不解，热结在里，表里俱热，时时恶风，大渴，舌上乾燥而烦，欲饮水数升者，白虎加人参汤主之。"}, {"ID": 395, "text": "伤寒无大热，口燥渴，心烦，背微恶寒者，白虎加人参汤主之。"}, {"ID": 396, "text": "伤寒脉浮，发热无汗，其表不解者，不可与白虎汤。渴欲饮水无表证者，白虎加人参汤主之。"}, {"ID": 397, "text": "太阳少阳并病，心下硬，颈项强而眩者，当刺大椎、肺俞、肝俞，慎勿下之。"}, {"ID": 398, "text": "太阳与少阳合病，自下利者，与黄芩汤；若呕者，黄芩加半夏生姜汤主之。"}, {"ID": 399, "text": "黄芩汤方：黄芩三两，味苦寒；甘草二两，炙，味甘平；芍药二两，味酸平；大枣十二枚，擘，味甘温。"}, {"ID": 400, "text": "右四味，以水一斗，煮取三升，去滓，温服一升，日再夜一服。若呕者加半夏半升，生姜三两。"}, {"ID": 401, "text": "伤寒胸中有热，胃中有邪气，腹中痛，欲呕吐者，黄连汤主之。"}, {"ID": 402, "text": "黄连汤方：黄连，味苦寒；甘草，炙，味甘平；乾姜，味辛热；桂枝，去皮，味辛热；各三两；人参二两，味甘温；半夏半升，洗，味辛温；大枣十二枚，擘，味甘温。"}, {"ID": 403, "text": "右七味，以水一斗，煮取六升，去滓，温服一升，日三服，夜二服。"}, {"ID": 404, "text": "伤寒八九日，风湿相搏，身体疼烦，不能自转侧，不呕不渴，脉浮虚而涩者，桂枝附子汤主之。"}, {"ID": 405, "text": "若其人大便硬，小便自利者，去桂枝加白术汤主之。"}, {"ID": 406, "text": "桂枝附子汤方：桂枝四两，去皮，味辛热；附子三枚，炮，去皮，破八片，辛热；生姜三两，切，辛温；甘草二两，炙，味甘温；大枣十二枚，擘，味甘温。"}, {"ID": 407, "text": "右五味，以水六升，煮取二升，去滓，分温三服。"}, {"ID": 408, "text": "风湿相搏，骨节烦疼，掣痛不得屈伸，近之则痛剧，汗出短气，小便不利，恶风不欲去衣，或身微肿者，甘草附子汤主之。"}, {"ID": 409, "text": "甘草附子汤方：甘草二两，炙，味甘平；附子二枚，炮，去皮，破，味辛热；白术二两，味甘温；桂枝四两，去皮，味辛热。"}, {"ID": 410, "text": "右四味，以水六升，煮取三升，去滓，温服一升，日三服。初服得微汗则解。能食，汗出复烦者，服五合，恐一升多者，宜服六七合为妙。"}, {"ID": 411, "text": "伤寒脉浮滑，此表有热、里有寒，白虎汤主之。"}, {"ID": 412, "text": "白虎汤方：知母六两，味苦寒；石膏一斤，碎，味甘寒；甘草二两，甘平；粳米六合，味甘平。"}, {"ID": 413, "text": "右四味，以水一斗，煮米熟，汤成，去滓，温服一升，日三服。"}, {"ID": 414, "text": "伤寒，脉结代，心动悸，炙甘草汤主之。"}, {"ID": 415, "text": "炙甘草汤方：甘草四两，炙，味甘平；生姜三两，切，味辛温；桂枝三两，去皮，味辛热；人参二两，味甘温；生地黄一斤，味甘寒；阿胶二两，味温甘；麦门冬半升，去心，味甘平；麻子人半升，味甘平；大枣十二枚，擘，味甘温。"}, {"ID": 416, "text": "右九味，以清酒七升，水八升，先煮八味，取三升，去滓，内胶烊消尽，温服一升，日三服，一名复脉汤。"}, {"ID": 417, "text": "脉按之来缓，而时一止复来者，名曰结。又脉来动而中止，更来小数，中有还者反动，名曰结，阴也；脉来动而中止，不能自还，因而复动名曰代，阴也。得此脉者，必难治。"}]}, {"section": 7, "header": "辨阳明脉证并治", "data": [{"ID": 418, "text": "问曰：病有太阳阳明，有正阳阳明，有少阳阳明，何谓也？荅曰：太阳阳明者，脾约是也。正阳阳明者，胃家实是也。少阳阳明者，发汗，利小便已，胃中燥烦实，大便难是也。"}, {"ID": 419, "text": "阳明之为病，胃家实也。"}, {"ID": 420, "text": "问曰：何缘得阳明病？荅曰：太阳病发汗、若下、若利小便，此亡津液，胃中乾燥，因转属阳明，不更衣，内实，大便难者，此名阳明也。"}, {"ID": 421, "text": "问曰：阳明病，外证云何？荅曰：身热，汗自出，不恶寒，反恶热也。"}, {"ID": 422, "text": "问曰：病有得之一日，不发热而恶寒者，何也？荅曰：虽得之一日，恶寒将自罢，即自汗出而恶热也。"}, {"ID": 423, "text": "问曰：恶寒何故自罢？荅曰：阳明居中，土也，万物所归，无所复传。始虽恶寒，二日自止，此为阳明病也。"}, {"ID": 424, "text": "本太阳初得病时，发其汗，汗先出不彻，因转属阳明也。伤寒发热无汗，呕不能食，而反汗出濈濈然者，是转属阳明也。"}, {"ID": 425, "text": "伤寒三日，阳明脉大。"}, {"ID": 426, "text": "伤寒脉浮而缓，手足自温者，是为系在太阴。太阴者，身当发黄；若小便自利者，不能发黄。至七八月大便硬者，为阳明病也。"}, {"ID": 427, "text": "伤寒转系阳明者，其人濈然微汗出也。"}, {"ID": 428, "text": "阳明中风，口苦咽乾，腹满微喘，发热恶寒，脉浮而紧；若下之，则腹满，小便难也。"}, {"ID": 429, "text": "阳明病，若能食，名中风；不能食，名中寒。"}, {"ID": 430, "text": "阳明病，若中寒，不能食，小便不利，手足濈然汗出，此欲作固瘕，必大便初硬后溏。所以然者，以胃中冷，水谷不别故也。"}, {"ID": 431, "text": "阳明病，欲食，小便反不利，大便自调，其人骨节疼，翕翕如有热状，奄然发狂，濈然汗出而解者，此水不胜谷气，与汗共并，脉紧则愈。"}, {"ID": 432, "text": "阳明病，欲解时，从申至戌上。"}, {"ID": 433, "text": "阳明病，不能食，攻其热必哕。所以然者，胃中虚冷故也。以其人本虚，故攻其热必哕。"}, {"ID": 434, "text": "阳明病脉迟，食难用饱，饱则微烦，头眩，必小便难，此欲作谷疸。虽下之，腹满如故。所以然者，脉迟故也。"}, {"ID": 435, "text": "阳明病法多汗，反无汗，其身如虫行皮中状者，此以久虚故也。"}, {"ID": 436, "text": "阳明病，反无汗而小便利，二三日呕而咳，手足厥者，必苦头痛；若不咳不呕，手足不厥者，头不痛。"}, {"ID": 437, "text": "阳明病，但头眩，不恶寒，故能食而咳，其人必咽痛；若不咳者，咽不痛。"}, {"ID": 438, "text": "阳明病无汗，小便不利，心中懊憹者，身必发黄。"}, {"ID": 439, "text": "阳明病，被火，额上微汗出，小便不利者，必发黄。"}, {"ID": 440, "text": "阳明病，脉浮而紧者，必潮热，发作有时。但浮者，必盗汗出。"}, {"ID": 441, "text": "阳明病，口燥，但欲漱水不欲咽者，此必衂。"}, {"ID": 442, "text": "阳明病，本自汗出，医更重发汗，病已差，尚微烦不了了者，此大便必硬故也。以亡津液，胃中乾燥，故令大便硬。当问其小便日几行，若本小便日三四行，今日再行，故知大便不久出；今为小便数少，以津液当还入胃中，故知不久必大便也。"}, {"ID": 443, "text": "伤寒呕多，虽有阳明证，不可攻之。"}, {"ID": 444, "text": "阳明病，心下硬满者，不可攻之。攻之，利遂不止者死，利止者愈。"}, {"ID": 445, "text": "阳明病，面合赤色，不可攻之。，必发热，色黄，小便不利也。"}, {"ID": 446, "text": "阳明病，不吐不下，心烦者，可与调胃承气汤。"}, {"ID": 447, "text": "阳明病，脉迟，虽汗出不恶寒者，其身必重，短气腹满而喘，有潮热者，此外欲解，可攻里也。手足濈然而汗出者，此大便已硬也，大承气汤主之；若汗多，微发热恶寒者，外未解也，其热不潮，未可与承气汤；若腹大满不通者，可与小承气汤，微和胃气，勿令大泄下。"}, {"ID": 448, "text": "大承气汤方：大黄四两，苦寒，酒洗；厚朴半斤，苦温，炙，去皮；枳实五枚，苦寒，炙；芒硝三合，醎寒。"}, {"ID": 449, "text": "右四味，以水一斗，先煮二物，取五升，去滓，内大黄，煮取二升，去滓，内芒硝，更上火微一两沸，分温再服。得下，馀勿服。"}, {"ID": 450, "text": "小承气汤方：大黄四两；厚朴二两，炙，去皮；枳实三枚大者，炙。"}, {"ID": 451, "text": "已上三味，以水四升，煮取一升二合，去滓，分温二服。初服汤当更衣，不尔者尽饮之；若更衣者，勿服之。"}, {"ID": 452, "text": "阳明病，潮热，大便微硬者，可与大承气汤；不硬者，不与之。若不大便六七日，恐有燥屎，欲知之法，少与小承气汤，汤入腹中，转失气者，此有燥屎，乃可攻之；若不转失气者，此但初头硬，后必溏，不可攻之；攻之，必胀满不能食也。欲饮水者，与水则哕。其后发热者，必大便复硬而少也，以小承气汤和之。不转失气者，慎不可攻也。"}, {"ID": 453, "text": "夫实则讝语，虚则郑声。郑声，重语也。直视讝语，喘满者死，下利者亦死。"}, {"ID": 454, "text": "发汗多，若重发汗者，亡其阳，讝语，脉短者死，脉自和者不死。"}, {"ID": 455, "text": "伤寒若吐、若下后，不解，不大便五六日，上至十馀日，日晡所发潮热，不恶寒，独语如见鬼状。若剧者，发则不识人，循衣摸床，惕而不安，微喘直视，脉弦者生，涩者死。微者但发热讝语者，大承气汤主之。若一服利，止后服。"}, {"ID": 456, "text": "阳明病，其人多汗，以津液外出，胃中燥，大便必硬，硬则讝语，小承气汤主之。若一服讝语止，更莫复服。"}, {"ID": 457, "text": "阳明病，讝语发潮热，脉滑而疾者，小承气汤主之。因与承气汤一升，腹中转失气者，更服一升；若不转失气，勿更与之。明日不大便，脉反微涩者，里虚也，为难治，不可更与承气汤也。"}, {"ID": 458, "text": "阳明病，讝语有潮热，反不能食者，胃中必有燥屎五六枚也。若能食者，但硬尔，宜大承气汤下之。"}, {"ID": 459, "text": "阳明病，下血讝语者，此为热入血室；但头汗出者，刺期门，随其实而泻之，濈然汗出则愈。"}, {"ID": 460, "text": "汗出讝语者，以有燥屎在胃中，此为风也，须下之，过经乃可下之。下之若早，语言必乱，以表虚里实故也。下之则愈，宜大承气汤。"}, {"ID": 461, "text": "伤寒四五日，脉沈而喘满。沈为在里，而反发其汗，津液越出，大便为难，表虚里实，久则讝语。"}, {"ID": 462, "text": "三阳合病，腹满身重，难以转侧，口不仁而面垢，讝语，遗尿。发汗则讝语，下之则额上生汗，手足逆冷。若自汗出者，白虎汤主之。"}, {"ID": 463, "text": "二阳并病，太阳证罢，但发潮热，手足漐漐汗出，大便难而讝语者，下之则愈，宜大承气汤。"}, {"ID": 464, "text": "阳明病，脉浮而紧，咽燥口苦，腹满而喘，发热汗出，不恶寒反恶热，身重。若发汗则燥，心愦愦，反讝语。若加烧针，必怵惕烦燥，不得眠；若下之，则胃中空虚，客气动隔，心中懊憹，舌上胎者，栀子豉汤主之。"}, {"ID": 465, "text": "若渴欲饮水，口乾舌燥者，白虎加人参汤主之。"}, {"ID": 466, "text": "若脉浮发热，渴欲饮水，小便不利者，猪苓汤主之。"}, {"ID": 467, "text": "猪苓汤方：猪苓，去皮，甘平；茯苓，甘平；阿胶，甘平；滑石，碎，甘寒；泽泻，甘醎，寒；各一两。"}, {"ID": 468, "text": "右伍味，以水四升，先煮四味，取二升，去滓，内下阿胶烊消，温服七合，日三服。"}, {"ID": 469, "text": "阳明病，汗出多而渴者，不可与猪苓汤，以汗多胃中燥，猪苓汤复利其小便故也。"}, {"ID": 470, "text": "脉浮而迟，表热里寒，下利清谷者，四逆汤主之。"}, {"ID": 471, "text": "若胃中虚冷，不能食者，饮水则哕。"}, {"ID": 472, "text": "脉浮发热，口乾鼻燥，能食者则衂。"}, {"ID": 473, "text": "阳明病，下之，其外有热，手足温，不结胸，心中懊憹，饥不能食，但头汗出者，栀子豉汤主之。"}, {"ID": 474, "text": "阳明病，发潮热，大便溏，小便自可，胸胁满不去者，小柴胡汤主之。"}, {"ID": 475, "text": "阳明病，胁下硬满，不大便而呕，舌上白胎者，可与小柴胡汤。上焦得通，津液得下，胃气因和，身濈然而汗出解也。"}, {"ID": 476, "text": "阳明中风，脉弦浮大而短气，腹都满，胁下及心痛，久按之气不通，鼻乾不得汗，嗜卧，一身及面目悉黄，小便难，有潮热，时时哕，耳前后肿。刺之小差，外不解，病过十日，脉续浮者，与小柴胡汤。脉但浮，无馀证者，与麻黄汤；若不尿，腹满加哕者，不治。"}, {"ID": 477, "text": "阳明病，自汗出，若发汗，小便自利者，此为津液内竭，虽硬不可攻之，当须自欲大便，宜蜜煎导而通之。若土瓜根及与大猪胆汁，皆可为导。"}, {"ID": 478, "text": "蜜煎导方：蜜七合一味，内铜器中微火煎之，稍凝似饴状，搅之勿令焦著，欲可丸，并手捻作挺，令头锐，大如指，长二寸许，当热时急作，冷则硬。以内谷道中，以手急抱，欲大便时乃去之。"}, {"ID": 479, "text": "猪胆汁方：大猪胆一枚，泻汁，和醋少许，以灌谷道中，如一食顷，当大便出。"}, {"ID": 480, "text": "阳明病脉迟，汗出多，微恶寒者，表未解也，可发汗，宜桂枝汤。"}, {"ID": 481, "text": "阳明病脉浮，无汗而喘者，发汗则愈，宜麻黄汤。"}, {"ID": 482, "text": "阳明病，发热汗出，此为热越，不能发黄也。但头汗出，身无汗，剂颈而还，小便不利，渴引水浆者，此为瘀热在里，身必发黄，茵蔯汤主之。"}, {"ID": 483, "text": "茵蔯蒿汤方：茵蔯蒿六两，苦，微寒；栀子十四枚，擘，苦寒；大黄二两，去皮，苦寒。"}, {"ID": 484, "text": "右三味，以水一斗，先煮茵蔯，减六升，内二味，煮取三升，去滓，分温三服，小便当利，尿如皂角汁状，色正赤，一宿腹减，黄从小便去也。"}, {"ID": 485, "text": "阳明证，其人喜忘者，必有畜血。所以然者，本有久瘀血，故令喜忘，屎虽硬，大便反易，其色必黑，宜抵当汤下之。"}, {"ID": 486, "text": "阳明病，下之，心中懊憹而烦，胃中有燥屎者，可攻。腹微满，初头硬，后必溏，不可攻之。若有燥屎者，宜大承气汤。"}, {"ID": 487, "text": "病人不大便五六日，绕脐痛，烦燥，发作有时者，此有燥屎，故使不大便也。"}, {"ID": 488, "text": "病人烦热，汗出则解，又如疟状，日晡所发热者，属阳明也。脉实者宜下之，脉浮虚者宜发汗。下之与大承气汤，发汗宜桂枝汤。"}, {"ID": 489, "text": "大下后，六七日不大便，烦不解，腹满痛者，此有燥屎也。所以然者，本有宿食故也，宜大承气汤。"}, {"ID": 490, "text": "病人小便不利，大便乍难乍易，时有微热，喘冒不能卧者，有燥屎也，宜大承气汤。"}, {"ID": 491, "text": "食谷欲呕者，属阳明也，吴茱萸汤主之。得汤反剧者，属上焦也。"}, {"ID": 492, "text": "吴茱萸汤方：吴茱萸一升，洗，辛热；人参三两，甘温；生姜六两，切，辛温；大枣十二枚，擘，甘温。"}, {"ID": 493, "text": "右四味，以水七升，煮取二升，去滓，温服七合，日三服。"}, {"ID": 494, "text": "太阳病，寸缓、关浮、尺弱，其人发热汗出，复恶寒，不呕，但心下痞者，此以医下之也。如其不下者，病人不恶寒而渴者，此转属阳明也。小便数者，大便必硬，不更衣十日，无所苦也。渴欲饮水，少少与之，但以法救之。渴者，宜五苓散。"}, {"ID": 495, "text": "脉阳微而汗出少者，为自和也；汗出多者，为太过。阳脉实，因发其汗，出多者，亦为太过。太过为阳绝于里，亡津液，大便因硬也。"}, {"ID": 496, "text": "脉浮而芤，浮为阳，芤为阴，浮芤相搏，胃气生热，其阳则绝。"}, {"ID": 497, "text": "趺阳脉浮而涩，浮则胃气强，涩则小便数，浮涩相搏，大便则难，其脾为约，麻仁丸主之。"}, {"ID": 498, "text": "麻仁丸方：麻子仁二升，甘平；芍药半斤，酸平；枳实半斤，炙，苦寒；大黄一斤，去皮，苦寒；厚朴一斤，炙，去皮，苦寒；杏仁一斤，去皮尖，熬，别作脂，甘温。"}, {"ID": 499, "text": "右六味，为末，炼蜜为丸桐子大，饮服十丸，日三服，渐加，以和为度。"}, {"ID": 500, "text": "太阳病三日，发汗不解，蒸蒸发热者，属胃也，调胃承气汤主之。"}, {"ID": 501, "text": "伤寒吐后，腹胀满者，与调胃承气汤。"}, {"ID": 502, "text": "太阳病，若吐、若下、若发汗，微烦，小便数，大便因硬者，与小承气汤，和之愈。"}, {"ID": 503, "text": "得病二三日，脉弱，无太阳柴胡证，烦燥，心下硬，至四五日，虽能食，以小承气汤，少少与，微和之，令小安。至六日，与承气汤一升。若不大便六七日，小便少者，虽不能食，但初头硬，后必溏，未定成硬，攻之必溏，须小便利，屎定硬，乃可攻之，宜大承气汤。"}, {"ID": 504, "text": "伤寒六七日，目中不了了，睛不和，无表里证，大便难，身微热者，此为实也。急下之，宜大承气汤。"}, {"ID": 505, "text": "阳明，发热汗多者，急下之，宜大承气汤。"}, {"ID": 506, "text": "发汗不解，腹满痛者，急下之，宜大承气汤。"}, {"ID": 507, "text": "腹满不减，减不足言，当下之，宜大承气汤。"}, {"ID": 508, "text": "阳明少阳合病，必下利，其脉不负者，顺也；负者，失也。互相克贼，名为负也。脉滑而数者，有宿食也，当下之，宜大承气汤。"}, {"ID": 509, "text": "病人无表里证，发热七八日，虽脉浮数者，可下之。假令已下，脉数不解，合热则消谷善饥，至六七日，不大便者，有瘀血，宜抵当汤。"}, {"ID": 510, "text": "若脉数不解，而下不止，必协热而便脓血也。"}, {"ID": 511, "text": "伤寒，发汗已，身目为黄，所以然者，以寒湿在里，不解故也。以为不可下也，于寒湿中求之。"}, {"ID": 512, "text": "伤寒七八日，身黄如橘子色，小便不利，腹微满者，茵蔯蒿汤主之。"}, {"ID": 513, "text": "伤寒，身黄发热者，栀子蘖皮汤主之。"}, {"ID": 514, "text": "栀子蘖皮汤方：栀子一十五个，苦寒；甘草一两，甘平；黄蘖二两。"}, {"ID": 515, "text": "右三味，以水四升，煮取一升半，去滓，分温再服。"}, {"ID": 516, "text": "伤寒瘀热在里，身必发黄，麻黄连轺赤小豆汤主之。"}, {"ID": 517, "text": "麻黄连轺赤小豆汤方：麻黄二两，甘温，去节；赤小豆一升，甘平；连轺二两，连翘根也，苦寒；杏仁四十个，甘温，去皮尖；大枣十二枚，甘温；生梓白皮一升，苦寒；生姜二两，辛温，切；甘草二两，炙，甘平。"}, {"ID": 518, "text": "已上八味，以潦水一斗，先煮麻黄再沸，去上沫，内诸药，煮取三升，分温三服，半日服尽。"}]}, {"section": 8, "header": "辨少阳病脉证并治", "data": [{"ID": 519, "text": "少阳之病，口苦、咽乾、目眩也。"}, {"ID": 520, "text": "少阳中风，两耳无所闻，目赤，胸中满而烦者，不可吐下，吐下则悸而惊。"}, {"ID": 521, "text": "伤寒，脉弦细，头痛，发热者，属少阳。少阳不可发汗，发汗则讝语。此属胃，胃和则愈，胃不和，则烦而悸。"}, {"ID": 522, "text": "本太阳病不解，转入少阳者，胁下硬满，乾呕不能食，往来寒热，尚未吐下，脉沉紧者，与小柴胡汤。"}, {"ID": 523, "text": "若已吐、下、发汗、温针，讝语，柴胡汤证罢，此为坏病，知犯何逆，以法治之。"}, {"ID": 524, "text": "三阳合病，脉浮大，上关上，但欲眠睡，目合则汗。"}, {"ID": 525, "text": "伤寒六七日，无大热，其人燥烦者，此为阳去入阴故也。"}, {"ID": 526, "text": "伤寒三日，三阳为尽，三阴当受邪。其人反能食而不呕，此为三阴不受邪也。"}, {"ID": 527, "text": "伤寒三日，少阳脉小者，欲已也。"}, {"ID": 528, "text": "少阳病，欲解时，从寅至辰上。"}]}, {"section": 9, "header": "辨太阴脉证并治", "data": [{"ID": 529, "text": "太阴之为病，腹满而吐，食不下，自利益甚，时腹自痛。若下之，必胸下结硬。"}, {"ID": 530, "text": "太阴中风，四肢烦疼，阳微阴涩而长者，为欲愈。"}, {"ID": 531, "text": "太阴病，欲解时，从亥至丑上。"}, {"ID": 532, "text": "太阴病，脉浮者，可发汗，宜桂枝汤。"}, {"ID": 533, "text": "自利不渴者，属太阴，以其藏有寒故也。当温之，宜服四逆辈。"}, {"ID": 534, "text": "伤寒，脉浮而缓，手足自温者，系在太阴。太阴当发身黄；若小便自利者，不能发黄。至七八日，虽暴烦下利日十馀行，必自止，以脾家实，腐秽当去故也。"}, {"ID": 535, "text": "本太阳病，医反下之，因而腹满时痛者，属太阴也，桂枝加芍药汤主之。"}, {"ID": 536, "text": "太实痛者，桂枝加大黄汤主之。"}, {"ID": 537, "text": "太阴为病，脉弱，其人续自便利，设当行大黄、芍药者，宜减之，以其人胃气弱，易动故也。"}]}, {"section": 10, "header": "辨少阴病脉证并治", "data": [{"ID": 538, "text": "少阴之为病，脉微细，但欲寐也。"}, {"ID": 539, "text": "少阴病，欲吐不吐，心烦，但欲寐，五六日，自利而渴者，属少阴也，虚故引水自救。若小便色白者，少阴病形悉具。小便白者，以下焦虚有寒，不能制水，故令色白也。"}, {"ID": 540, "text": "病人脉阴阳俱紧，反汗出者，亡阳也，此属少阴，法当咽痛，而复吐利。"}, {"ID": 541, "text": "少阴病，咳而下利，讝语者，被火气劫故也，小便必难，以强责少阴汗也。"}, {"ID": 542, "text": "少阴病，脉细沉数，病为在里，不可发汗。"}, {"ID": 543, "text": "少阴病，脉微，不可发汗，亡阳故也。阳已虚，尺脉弱涩者，复不可下之。"}, {"ID": 544, "text": "少阴病，脉紧，至七八日，自下利，脉暴微，手足反温，脉紧反去者，为欲解也，虽烦下利，必自愈。"}, {"ID": 545, "text": "少阴病，下利，若利自止，恶寒而蜷卧，手足温者，可治。"}, {"ID": 546, "text": "少阴病，恶寒而蜷，时自烦，欲去衣被者可治。"}, {"ID": 547, "text": "少阴中风，脉阳微阴浮者，为欲愈。"}, {"ID": 548, "text": "少阴病欲解时，从子至寅上。"}, {"ID": 549, "text": "少阴病，吐利，手足不逆冷，反发热者，不死。脉不至者，灸少阴七壮。"}, {"ID": 550, "text": "少阴病，八九日，一身手足尽热者，以热在膀胱，必便血也。"}, {"ID": 551, "text": "少阴病，但厥无汗，而强发之，必动其血，未知从何道出，或从口鼻，或从目出，是名下厥上竭，为难治。"}, {"ID": 552, "text": "少阴病，恶寒，身蜷而利，手足逆冷者，不治。"}, {"ID": 553, "text": "少阴病，吐利，燥烦，四逆者死。"}, {"ID": 554, "text": "少阴病，下利止而头眩，时时自冒者死。"}, {"ID": 555, "text": "少阴病，四逆，恶寒而身蜷，脉不至，不烦而躁者死。"}, {"ID": 556, "text": "少阴病，六七日，息高者死。"}, {"ID": 557, "text": "少阴病，脉微细沉，但欲卧，汗出不烦，自欲吐，至五六日，自利，复烦躁，不得卧寐者死。"}, {"ID": 558, "text": "少阴病，始得之，反发热，脉沉者，麻黄附子细辛汤主之。"}, {"ID": 559, "text": "麻黄附子细辛汤方：麻黄二两，去节，甘热；细辛二两，辛热；附子一枚，炮，去皮，破八片，辛热。"}, {"ID": 560, "text": "右三味，以水一斗，先煮麻黄，减二升，去上沫，内药，煮取三升，去滓，温服一升，日三服。"}, {"ID": 561, "text": "少阴病，得之二三日，麻黄附子甘草汤微发汗。以二三日无里证，故微发汗也。"}, {"ID": 562, "text": "麻黄附子甘草汤方：麻黄二两，去节；甘草二两，炙；附子一枚，炮，去皮。"}, {"ID": 563, "text": "右三味，以水七升，先煮麻黄一两沸，去上沫，内诸药，煮取三升，去滓，温服一升，日三服。"}, {"ID": 564, "text": "少阴病，得之二三日以上，心中烦，不得卧，黄连阿胶汤主之。"}, {"ID": 565, "text": "黄连阿胶汤方：黄连四两，苦寒；黄芩一两，苦寒；芍药二两，酸平；鷄子黄二枚，甘温；阿胶三两，甘温。"}, {"ID": 566, "text": "右五味，以水五升，先煮三物，取二升，去滓，内胶烊尽，小冷，内鷄子黄，搅令相得，温服七合，日三服。"}, {"ID": 567, "text": "少阴病，得之一二日，口中和，其背恶寒者，当灸之，附子汤主之。"}, {"ID": 568, "text": "附子汤方：附子二枚，破八片，去皮，辛热；茯苓三两，甘平；人参二两，甘温；白术四两，甘温；芍药三两，酸平。"}, {"ID": 569, "text": "右五味，以水八升，煮取三升，去滓，温服一升，日三服。"}, {"ID": 570, "text": "少阴病，身体痛，手足寒，骨节痛，脉沉者，附子汤主之。"}, {"ID": 571, "text": "少阴病，下利便脓血者，桃花汤主之。"}, {"ID": 572, "text": "桃花汤方：赤石脂一斤，一半全用，一半筛末，甘温；乾姜一两，辛热；粳米一升，甘平。"}, {"ID": 573, "text": "右三味，以水七升，煮米令熟，去滓，温服七合，内赤石脂末方寸匕，日三服。若一服愈，馀勿服。"}, {"ID": 574, "text": "少阴病，二三日至四五日，腹满，小便不利，下利不止便脓血者，桃花汤主之。"}, {"ID": 575, "text": "少阴病，下痢便脓血者，可刺。"}, {"ID": 576, "text": "少阴病，吐利，手足厥冷，烦躁欲死者，吴茱萸汤主之。"}, {"ID": 577, "text": "少阴病，下痢，咽痛，胸满心烦者，猪肤汤主之。"}, {"ID": 578, "text": "猪肤汤方：猪肤一斤，甘寒。"}, {"ID": 579, "text": "右一味，以水一斗，煮取五升，去滓，加白蜜一升，白粉五合，熬香，和相得，温分六服。"}, {"ID": 580, "text": "少阴病二三日，咽痛者，可与甘草汤；不差者，与桔梗汤。"}, {"ID": 581, "text": "甘草汤方：甘草二两。"}, {"ID": 582, "text": "右一味，以水三升，煮取一升半，去滓，温服七合，日二服。"}, {"ID": 583, "text": "桔梗汤方：桔梗一两，辛甘，微温；甘草二两，甘平。"}, {"ID": 584, "text": "右二味，以水三升，煮取一升，去滓，分温再服。"}, {"ID": 585, "text": "少阴病，咽中伤，生疮，不能语言，声不出者，苦酒汤主之。"}, {"ID": 586, "text": "苦酒汤方：半夏，洗，破如枣核大，十四枚，辛温；鷄子一枚，去黄，内上苦酒，著鷄子壳中，甘，微寒。"}, {"ID": 587, "text": "右二味，内半夏著苦酒中，以鷄子壳置刀钚中，安火上，令三沸，去滓，少少含咽之。不差，更作三剂。"}, {"ID": 588, "text": "少阴病，咽中痛，半夏散及汤主之。"}, {"ID": 589, "text": "半夏散及汤方：半夏，洗，辛温；桂枝，去皮，辛热；甘草，炙，甘平；以上各等分。"}, {"ID": 590, "text": "已上三味，各别捣筛已，合治之，白饮和服方寸匕，日三服。若不能散服者，以水一升，煎七沸，内散两方寸匕，更煎三沸，下火令小冷，少少咽之。"}, {"ID": 591, "text": "少阴病，下利，白通汤主之。"}, {"ID": 592, "text": "白通汤方：葱白四茎，辛温；乾姜一两，辛热；附子一枚，生用，去皮，破八片，辛热。"}, {"ID": 593, "text": "右三味，以水三升，煮取一升，去滓，分温再服。"}, {"ID": 594, "text": "少阴病，下利脉微者，与白通汤；利不止，厥逆无脉，乾呕烦者，白通加猪胆汁汤主之。服汤，脉暴出者死，微续者生。"}, {"ID": 595, "text": "白通加猪胆汁方：葱白四茎；乾姜一两；附子一枚，生，去皮，破八片；人尿五合，醎寒；猪胆汁一合，苦寒。"}, {"ID": 596, "text": "已上三味，以水三升，煮取一升，去滓，内胆汁、人尿，和令相得，分温再服，若无胆亦可用。"}, {"ID": 597, "text": "少阴病，二三日不已，至四五日，腹痛，小便不利，四肢沉重疼痛，自下利者，此为有水气，其人或咳，或小便利，或下利，或呕者，真武汤主之。"}, {"ID": 598, "text": "真武汤方：茯苓三两，甘平；芍药三两，酸平；生姜三两，切，辛温；白术二两，甘温；附子一枚，炮，去皮，破八片，辛热。"}, {"ID": 599, "text": "右五味，以水八升，煮取三升，去滓，温服七合，日三服。后加减法：若咳者，加五味半升，细辛、乾姜各一两。若小便利者，去茯苓。若下利者，去芍药，加乾姜二两。若呕者，去附子，加生姜，足前成半斤。"}, {"ID": 600, "text": "少阴病，下利清谷，里寒外热，手足厥逆，脉微欲绝，身反不恶寒，其人面赤色，或腹痛，或乾呕，或咽痛，或利止，脉不出者，通脉四逆汤主之。"}, {"ID": 601, "text": "通脉四逆汤方：甘草二两，炙；附子大者一枚，生用，去皮，破八片；乾姜三两，强人可四两。"}, {"ID": 602, "text": "右三味，以水三升，煮取一升二合，去滓，分温再服。其脉即出者愈。面色赤者，加葱九茎。腹中痛者，去葱，加芍药二两。呕者，加生姜二两。咽痛者，去芍药，加桔梗一两。利止脉不出者，去桔梗，加人参二两。"}, {"ID": 603, "text": "少阴病四逆，其人或咳或悸，或小便不利，或腹中痛，或泄利下重者，四逆散主之。"}, {"ID": 604, "text": "四逆散方：甘草，炙，甘平；枳实，破，水渍炙乾，苦寒；柴胡，苦寒；芍药，酸，微寒。"}, {"ID": 605, "text": "右四味，各拾分，捣筛，白饮和服方寸匕，日三服。咳者，加五味子、乾姜各伍分，并主下痢。悸者，加桂枝伍分。小便不利者，加茯苓伍分。腹中痛者，加附子一枚，炮令拆。泄利下重者，先以水五升，煮薤白三升，煮取三升，去滓，以散三方寸匕内汤中，煮取一升半，分温再服。"}, {"ID": 606, "text": "少阴病，下利六七日，咳而呕渴，心烦，不得眠者，猪苓汤主之。"}, {"ID": 607, "text": "少阴病，得之二三日，口燥咽乾者，急下之，宜大承气汤。"}, {"ID": 608, "text": "少阴病，自利清水，色纯青，心下必痛，口乾燥者，急下之，宜大承气汤。"}, {"ID": 609, "text": "少阴病，六七日，腹胀不大便者，急下之，宜大承气汤。"}, {"ID": 610, "text": "少阴病，脉沉者，急温之，宜四逆汤。"}, {"ID": 611, "text": "少阴病，饮食入口则吐，心中温温欲吐，复不能吐，始得之，手足寒，脉弦迟者，此胸中实，不可下也，当吐之。若膈上有寒饮，乾呕者，不可吐也，急温之，宜四逆汤。"}, {"ID": 612, "text": "少阴病，下利，脉微涩，呕而汗出，必数更衣；反少者，当温其上，灸之。"}]}, {"section": 11, "header": "辨厥阴病脉证并治", "data": [{"ID": 613, "text": "厥阴之为病，消渴，气上撞心，心中疼热，饥而不欲食，食则吐蚘，下之利不止。"}, {"ID": 614, "text": "厥阴中风，脉微浮，为欲愈；不浮，为未愈。"}, {"ID": 615, "text": "厥阴病，欲解时，从寅至卯上。"}, {"ID": 616, "text": "厥阴病，渴欲饮水者，少少与之，愈。"}, {"ID": 617, "text": "诸四逆厥者，不可下之，虚家亦然。"}, {"ID": 618, "text": "伤寒先厥，后发热而利者，必自止，见厥复利。"}, {"ID": 619, "text": "伤寒始发热六日，厥反九日而利。凡厥利者，当不能食，今反能食者，恐为除中，食以索饼，不发热者，知胃气尚在，必愈，恐暴热来出而复去也。后三日脉之，其热续在者，期之旦日夜半愈。所以然者，本发热六日，厥反九日，复发热三日，并前六日，亦为九日，与厥相应，故期之旦日夜半愈。后三日脉之而脉数，其热不罢者，此为热气有馀，必发痈脓也。"}, {"ID": 620, "text": "伤寒脉迟六七日，而反与黄芩汤彻其热。脉迟为寒，今与黄芩汤，复除其热，腹中应冷，当不能食；今反能食，此名除中，必死。"}, {"ID": 621, "text": "伤寒先厥后发热，下利必自止，而反汗出，咽中痛者，其喉为痹。发热无汗而利必自止，若不止，必便脓血。便脓血者，其喉不痹。"}, {"ID": 622, "text": "伤寒一二日至四五日而厥者，必发热。前热者后必厥，厥深者热亦深，厥微者热亦微。厥应下之，而反发汗者，必口伤烂赤。"}, {"ID": 623, "text": "伤寒病，厥五日，热亦五日，设六日当复厥，不厥者，自愈。厥终不过五日，以热五日，故知自愈。"}, {"ID": 624, "text": "凡厥者，阴阳气不相顺接，便为厥。厥者，手足逆冷是也。"}, {"ID": 625, "text": "伤寒，脉微而厥，至七八日，肤冷，其人躁无暂安时者，此为藏厥，非为蚘厥也。蚘厥者，其人当吐蚘。令病者静，而复时烦，此为藏寒。蚘上入膈，故烦，须臾复止，得食而呕，又烦者，蚘闻食臭出，其人当自吐蚘。蚘厥者，乌梅圆主之。又主久利方。"}, {"ID": 626, "text": "乌梅圆方：乌梅三百个，味酸温；细辛六两，辛热；乾姜十两，辛热；黄连一斤，苦寒；当归四两，辛温；附子六两，炮，辛热；蜀椒四两，去子，辛热；桂枝六两，辛热；人参六两，甘温；黄蘖六两，苦寒。"}, {"ID": 627, "text": "右十味，异捣筛，合治之，以苦酒渍乌梅一宿，去核，蒸之五升米下，饭熟擣成埿，和药令相得，内臼中，与蜜杵二千下，员如梧梧子大。先食饮服十圆，日三服，稍加至二十圆。禁生冷、滑物、臭食等。"}, {"ID": 628, "text": "伤寒热少厥微，指头寒，默默不欲食，烦躁数日，小便利，色白者，此热除也，欲得食，其病为愈；若厥而呕，胸胁烦满者，其后必便血。"}, {"ID": 629, "text": "病者手足厥冷，言我不结胸，小腹满，按之痛者，此冷结在膀胱关元也。"}, {"ID": 630, "text": "伤寒发热四日，厥反三日，复热四日，厥少热多，其病当愈。四日至七日，热不除者，其后必便脓血。"}, {"ID": 631, "text": "伤寒厥四日，热反三日，复厥五日，其病为进，寒多热少，阳气退，故为进也。"}, {"ID": 632, "text": "伤寒六七日，脉微，手足厥冷，烦燥，灸厥阴，厥不还者，死。"}, {"ID": 633, "text": "伤寒发热，下利，厥逆，躁不得卧者，死。"}, {"ID": 634, "text": "伤寒发热，下利至甚，厥不止者，死。"}, {"ID": 635, "text": "伤寒六七日，不利，便发热而利，其人汗出不止者，死，有阴无阳故也。"}, {"ID": 636, "text": "伤寒五六日，不结胸，腹濡，脉虚，复厥者，不可下，此为亡血，下之死。"}, {"ID": 637, "text": "发热而厥，七日，下利者，为难治。"}, {"ID": 638, "text": "伤寒脉促，手足厥逆者，可灸之。"}, {"ID": 639, "text": "伤寒脉滑而厥者，里有热也，白虎汤主之。"}, {"ID": 640, "text": "手足厥寒，脉细欲绝者，当归四逆汤主之。"}, {"ID": 641, "text": "当归四逆汤方：当归三两，辛温；桂枝三两，辛热；芍药三两，酸寒；细辛三两，辛热；大枣二十五个，甘温；甘草二两，炙，甘平；通草二两，甘平。"}, {"ID": 642, "text": "右柒味，以水八升，煮取三升，去滓，温服一升，日三服。"}, {"ID": 643, "text": "若其人内有久寒者，宜当归四逆加吴茱萸生姜汤主之。"}, {"ID": 644, "text": "大汗出，热不去，内拘急，四肢疼，又下利，厥逆而恶寒者，四逆汤主之。"}, {"ID": 645, "text": "大汗，若大下利而厥冷者，四逆汤主之。"}, {"ID": 646, "text": "病人手足厥冷，脉乍紧者，邪结在胸中。心中满而烦，饥不能食者，病在胸中，当须吐之，宜瓜蒂散。"}, {"ID": 647, "text": "伤寒厥而心下悸者，宜先治水，当服茯苓甘草汤，却治其厥；不尔，水渍入胃，必作利也。"}, {"ID": 648, "text": "伤寒六七日，大下后，寸脉沉而迟，手足厥逆，下部脉不至，咽喉不利，唾脓血，泄利不止者，为难治。麻黄升麻汤主之。"}, {"ID": 649, "text": "麻黄升麻汤方：麻黄二两半，去节，甘温；升麻一两一分，甘平；当归一两一分，辛温；知母，苦寒；黄芩，苦寒；萎蕤，甘平；各十八铢；石膏，碎，绵裹，甘寒；白术，甘温；乾姜，辛热；芍药，酸平；天门冬，去心，甘平；桂枝，辛热；茯苓，甘平；甘草，炙，甘平；各六铢。"}, {"ID": 650, "text": "右十四味，以水一斗，先煮麻黄一两沸，去上沫，内诸药，煮取三升，去滓，分温三服，相去如炊三斗米顷，令尽，汗出愈。"}, {"ID": 651, "text": "伤寒四五日，腹中痛，若转气下趣少腹者，此欲自利也。"}, {"ID": 652, "text": "伤寒本自寒下，医复吐下之，寒格，更逆吐下；若食入口即吐，乾姜黄连黄芩人参汤主之。"}, {"ID": 653, "text": "乾姜黄连黄芩人参汤方：乾姜，辛热；黄连，苦寒；黄芩，苦寒；人参，甘温；各三两。"}, {"ID": 654, "text": "右四味，以水六升，煮取二升，去滓，分温再服。"}, {"ID": 655, "text": "下利，有微热而渴，脉弱者，今自愈。"}, {"ID": 656, "text": "下利，脉数，有微热汗出，今自愈；设复紧，为未解。"}, {"ID": 657, "text": "下利，手足厥冷，无脉者，灸之不温，若脉不还，反微喘者，死。少阴负趺阳者，为顺也。"}, {"ID": 658, "text": "下利，寸脉反浮数，尺中自涩者，必清脓血。"}, {"ID": 659, "text": "下利清谷，不可攻表，汗出必胀满。"}, {"ID": 660, "text": "下利，脉沉弦者，下重也；脉大者，为未止；脉微弱数者，为欲自止，虽发热，不死。"}, {"ID": 661, "text": "下利，脉沉而迟，其人面少赤，身有微热，下利清谷者，必郁冒，汗出而解，病人必微厥。所以然者，其面戴阳，下虚故也。"}, {"ID": 662, "text": "下利，脉数而渴者，今自愈；设不差，必清浓血，以有热故也。"}, {"ID": 663, "text": "下利后脉绝，手足厥冷，晬时脉还，手足温者生，脉不还者死。"}, {"ID": 664, "text": "伤寒下利，日十馀行，脉反实者死。"}, {"ID": 665, "text": "下利清谷，里寒外热，汗出而厥者，通脉四逆汤主之。"}, {"ID": 666, "text": "热利下重者，白头翁汤主之。"}, {"ID": 667, "text": "白头翁汤方：白头翁二两，苦寒；黄柏，苦寒；黄连，苦寒；秦皮，苦寒；各三两。"}, {"ID": 668, "text": "右四味，以水七升，煮取二升，去滓，温服一升；不愈更服一升。"}, {"ID": 669, "text": "下利，腹胀满，身体疼痛者，先温其里，乃攻其表。温里四逆汤，攻表桂枝汤。"}, {"ID": 670, "text": "下利，欲饮水者，以有热故也，白头翁汤主之。"}, {"ID": 671, "text": "下利，讝语者，有燥屎也，宜小承气汤。"}, {"ID": 672, "text": "下利后更烦，按之心下濡者，为虚烦也，宜栀子豉汤。"}, {"ID": 673, "text": "呕家有痈脓者，不可治呕，脓尽自愈。"}, {"ID": 674, "text": "呕而脉弱，小便复利，身有微热，见厥者，难治，四逆汤主之。"}, {"ID": 675, "text": "乾呕，吐涎沫，头痛者，吴茱萸汤主之。"}, {"ID": 676, "text": "呕而发热者，小柴胡汤主之。"}, {"ID": 677, "text": "伤寒大吐大下之，极虚，复极汗出者，以其人外气怫郁，复与之水，以发其汗，因得哕。所以然者，胃中寒冷故也。"}, {"ID": 678, "text": "伤寒，哕而腹满，视其前后，知何部不利，利之则愈。"}]}, {"section": 12, "header": "辨霍乱病脉证并治", "data": [{"ID": 679, "text": "问曰：病有霍乱者何？荅曰：呕吐而利，名曰霍乱。"}, {"ID": 680, "text": "问曰：病发热，头痛，身疼，恶寒，吐利者，此属何病？荅曰：此名霍乱。自吐下，又利止，复更发热也。"}, {"ID": 681, "text": "伤寒，其脉微涩者，本是霍乱，今是伤寒，却四五日，至阴经上，转入阴必利，本呕下利者，不可治也。欲似大便而反失气，仍不利者，属阳明也，便必硬，十三日愈，所以然者，经尽故也。下利后，当便硬，硬则能食者愈；今反不能食，到后经中，颇能食，复过一经能食，过之一日，当愈。不愈者，不属阳明也。"}, {"ID": 682, "text": "恶寒脉微，而复利，利止，亡血也，四逆加人参汤主之。"}, {"ID": 683, "text": "霍乱，头痛，发热，身疼痛，热多欲饮水者，五苓散主之；寒多不用水者，理中丸主之。"}, {"ID": 684, "text": "理中丸方：人参，甘温；甘草，炙，甘平；白术，甘温；乾姜，辛热；已上各三两。"}, {"ID": 685, "text": "右四味，捣筛为末，蜜和丸，如鷄黄大，以沸汤数合，和一丸，研碎，温服之。日三四，夜二服，腹中未热，益至三四丸，然不及汤。汤法：以四物依两数切，用水八升，煮取三升，去滓，温服一升，日三服。加减法：若脐上筑者，肾气动也，去术加桂四两。吐多者，去术，加生姜三两。下多者，还用术。悸者，加茯苓二两。渴欲得水者，加术，足前成四两半。腹中痛者，加人参，足前成四两半。寒者，加乾姜，足前成四两半。腹满者，去术，加附子一枚。服汤后，如食顷，饮热粥一升许，微自温，勿发揭衣被。"}, {"ID": 686, "text": "吐利止而身痛不休者，当消息和解其外，宜桂枝汤小和之。"}, {"ID": 687, "text": "吐利汗出，发热恶寒，四肢拘急，手足厥冷者，四逆汤主之。"}, {"ID": 688, "text": "既吐且利，小便复利而大汗出，下利清谷，内寒外热，脉微欲绝者，四逆汤主之。"}, {"ID": 689, "text": "吐已下断，汗出而厥，四肢拘急不解，脉微欲绝者，通脉四逆加猪胆汁汤主之。"}, {"ID": 690, "text": "吐利发汗，脉平，小烦者，以新虚不胜谷气故也。"}]}, {"section": 13, "header": "辨阴阳易差后劳复病证并治", "data": [{"ID": 691, "text": "伤寒，阴阳易之为病，其人身体重，少气，少腹里急，或引阴中拘挛，热上冲胸，头重不欲举，眼中生花，膝胫拘急者，烧裩散主之。"}, {"ID": 692, "text": "烧裩散方：右取妇人中裩近隐处，剪烧灰，以水和服方寸匕，日三服。小便即利，阴头微肿，则愈。妇人病，取男子裩当烧灰。"}, {"ID": 693, "text": "大病差后，劳复者，枳实栀子汤主之。若有宿食者，加大黄如博碁子大五六枚。"}, {"ID": 694, "text": "枳实栀子豉汤方：枳实三枚，炙，苦寒；栀子十四枚，擘，苦寒；豉一升，绵裹，苦寒。"}, {"ID": 695, "text": "右三味，以清浆水七升，空煮取四升，内枳实、栀子，煮取二升，下豉，更煮五六沸，去滓，温分再服，覆令微似汗。"}, {"ID": 696, "text": "伤寒差已后，更发热者，小柴胡汤主之。脉浮者，以汗解之；脉沉实者，以下解之。"}, {"ID": 697, "text": "大病差后，从腰已下有水气者，牡砺泽泻散主之。"}, {"ID": 698, "text": "牡砺泽泻散方：牡砺，醎平，熬；泽泻，醎寒；括蒌根，苦寒；蜀漆，辛平，洗，去脚；葶苈，苦寒，熬；商陆根，熬，辛酸，醎平；海藻，醎寒，洗去醎；已上各等分。"}, {"ID": 699, "text": "右七味，异捣下筛为散，更入臼中治之，白饮和服方寸匕。小便利，止后服，日三。"}, {"ID": 700, "text": "大病差后，喜唾，久不了了者，胃上有寒，当以丸药温之，宜理中丸。"}, {"ID": 701, "text": "伤寒解后，虚羸少气，气逆欲吐者，竹叶石膏汤主之。"}, {"ID": 702, "text": "竹叶石膏汤方：竹叶二把，辛平；石膏一斤，甘寒；半夏半升，洗，辛温；人参三两，甘温；甘草二两，甘平，炙；粳米半升，甘，微寒；麦门冬一升，甘平，去心。"}, {"ID": 703, "text": "右七味，以水一斗，煮取六升，去滓，内粳米，煮米熟，汤成，去米，温服一升，日三服。"}, {"ID": 704, "text": "病人脉已解，而日暮微烦，以病新差，人强与谷，脾胃气尚弱，不能消谷，故令微烦，损谷则愈。"}]}, {"section": 14, "header": "辨不可发汗病脉证并治", "data": [{"ID": 705, "text": "夫以为疾病至急，仓卒寻按，要者难得，故重集诸可与不可方治，比之三阴三阳篇中，此易见也。又时有不止是三阴三阳，出在诸可与不可中也。"}, {"ID": 706, "text": "脉濡而弱，弱反在关，濡反在巅，微反在上，涩反在下。微则阳气不足，涩则无血。阳气反微，中风汗出而反躁烦。涩则无血，厥而且寒。阳微发汗，躁不得眠。"}, {"ID": 707, "text": "动气在右，不可发汗，发汗则衂而渴，心苦烦，饮即吐水。"}, {"ID": 708, "text": "动气在左，不可发汗，发汗则头眩，汗不止，筋惕肉瞤。"}, {"ID": 709, "text": "动气在上，不可发汗，发汗则气上冲，正在心端。"}, {"ID": 710, "text": "动气在下，不可发汗，发汗则无汗，心中大烦，骨节苦疼，目运恶寒，食则反吐，谷不得前。"}, {"ID": 711, "text": "咽中闭寒，不可发汗，发汗则吐血，气欲绝，手足厥冷，欲得蜷卧，不能自温。"}, {"ID": 712, "text": "诸脉得数动微弱者，不可发汗，发汗则大便难，腹中乾，胃燥而烦，其形相象，根本异源。"}, {"ID": 713, "text": "脉微而弱，弱反在关，濡反在巅；弦反在上，微反在下。弦为阳运，微为阴寒。上实下虚，意欲得温。微弦为虚，不可发汗，发汗则寒栗，不能自还。"}, {"ID": 714, "text": "咳者则剧，数吐涎沫，咽中必乾，小便不利，心中饥烦，晬时而发，其形似疟，有寒无热，虚而寒栗，咳而发汗，蜷而苦满，腹中复坚。"}, {"ID": 715, "text": "厥，脉紧，不可发汗，发汗则声乱、咽嘶、舌萎、声不得前。"}, {"ID": 716, "text": "诸逆发汗，病微者难差；剧者言乱、目眩者死，命将难全。"}, {"ID": 717, "text": "咳而小便利，若失小便者，不可发汗，汗出则四肢厥逆冷。"}, {"ID": 718, "text": "伤寒头痛，翕翕发热，形象中风，常微汗出，自呕者，下之益烦，心中懊憹如饥；发汗则致痓，身强难以屈伸；熏之则发黄，不得小便；灸则发咳唾。"}]}, {"section": 15, "header": "辨可发汗证并治", "data": [{"ID": 719, "text": "大法，春夏宜发汗。"}, {"ID": 720, "text": "凡发汗，欲令手足俱周，时出以漐漐然，一时间许，亦佳。不可令如水流漓。若病不解，当重发汗。汗多必亡阳，阳虚，不得重发汗也。"}, {"ID": 721, "text": "凡服汤发汗，中病便止，不必尽剂。"}, {"ID": 722, "text": "凡云可发汗，无汤者，丸散亦可用；要以汗出为解，然不如汤，随证良验。"}, {"ID": 723, "text": "夫病脉浮大，问病者言，但便硬尔。设利者，为太逆。硬为实，汗出而解。何以故？脉浮当以汗解。"}, {"ID": 724, "text": "下利后，身疼痛，清便自调者，急当救表，宜桂枝汤发汗。"}]}, {"section": 16, "header": "辨发汗后病脉证并治", "data": [{"ID": 725, "text": "发汗多，亡阳讝语者，不可下，与柴胡桂枝汤和其荣卫，以通津液，后自愈。"}, {"ID": 726, "text": "此一卷，第十七篇，凡三十一证，前有详说。"}]}, {"section": 17, "header": "辨不可吐", "data": [{"ID": 727, "text": "合四证，已具《太阳篇》中。"}]}, {"section": 18, "header": "辨可吐", "data": [{"ID": 728, "text": "大法，春宜吐。"}, {"ID": 729, "text": "凡用吐汤，中病即止，不必尽剂也。"}, {"ID": 730, "text": "病胸上诸实，胸中郁郁而痛，不能食，欲使人按之，而反有涎唾，下利日十馀行，其脉反迟，寸口脉微滑，此可吐之，吐之，利则止。"}, {"ID": 731, "text": "宿食，在上脘者，当吐之。"}, {"ID": 732, "text": "病人手足厥冷，脉乍结，以客气在胸中；心下满而烦，欲食不能食者，病在胸中，当吐之。"}]}, {"section": 19, "header": "辨不可下病脉证并治", "data": [{"ID": 733, "text": "脉濡而弱，弱反在关，濡反在巅，微反在上，涩反在下。微则阳气不足，涩则无血。阳气反微，中风、汗出而反躁烦；涩则无血，厥而且寒。阳微不可下，下之则心下痞硬。"}, {"ID": 734, "text": "动气在右，不可下。下之则津液内竭，咽燥、鼻乾、头眩、心悸也。"}, {"ID": 735, "text": "动气在左，不可下。下之则腹内拘急，食不下，动气更剧。虽有身热，卧则欲蜷。"}, {"ID": 736, "text": "动气在上，不可下。下之则掌握热烦，身上浮冷，热汗自泄，欲得水自灌。"}, {"ID": 737, "text": "动气在下，不可下。下之则腹胀满，卒起头眩，食则下清谷，心下痞也。"}, {"ID": 738, "text": "咽中闭塞，不可下。下之则上轻下重，水浆不下，卧则欲蜷，身急痛，下利日数十行。"}, {"ID": 739, "text": "诸外实者，不可下。下之则发微热，亡脉厥者，当脐握热。"}, {"ID": 740, "text": "诸虚者，不可下。下之则大渴，求水者易愈；恶水者剧。"}, {"ID": 741, "text": "脉濡而弱，弱反在关，濡反在巅；弦反在上，微反在下。弦为阳运，微为阴寒。上实下虚，意欲得温。微弦为虚，虚者不可下也。"}, {"ID": 742, "text": "微则为逆，咳则吐涎，下之则咳止，而利因不休，利不休，则胸中如虫啮，粥入则出，小便不利，两胁拘急，喘息为难，颈背相引，擘则不仁，极寒反汗出，身冷若冰，眼睛不慧，语言不休，而谷气多入，此为除中，口虽欲言，舌不得前。"}, {"ID": 743, "text": "脉濡而弱，弱反在关，濡反在巅；浮反在上，数反在下。浮为阳虚，数为无血，浮为虚，数为热。浮为虚，自汗出而恶寒；数为痛，振寒而栗。微弱在关，胸下为急，喘汗而不得呼吸，呼吸之中，痛在于胁，振寒相搏，形如疟状，医反下之，故令脉数、发热、狂走见鬼，心下为痞，小便淋沥，小腹甚硬，小便则尿血也。"}, {"ID": 744, "text": "脉濡而紧，濡则胃气微，紧则荣中寒。阳微卫中风，发热而恶寒；荣紧胃气冷，微呕心内烦。医为有大热，解饥而发汗。亡阳虚烦躁，心下苦痞坚。表里俱虚竭，卒起而头眩。客热在皮肤，怅怏不得眠。不知胃气冷，紧寒在关元。技巧无所施，汲水灌其身。客热应时罢，栗栗而振寒。重被而覆之，汗出而冒巅。体惕而又振，小便为微难。寒气因水发，清谷不容间。呕变反肠出，颠倒不得安。手足为微逆，身冷而内烦。迟欲从后救，安可复追还。"}, {"ID": 745, "text": "脉浮而大，浮为气实，大为血虚。血虚为无阴，孤阳独下阴部者，小便当赤而难，胞中当虚，今反小便利，而大汗出，法应卫家当微，今反更实，津液四射，荣竭血尽，乾烦而不得眠，血薄肉消，而成暴液。医复以毒药攻其胃，此为重虚，客阳去有期，必下如污埿而死。"}, {"ID": 746, "text": "脉数者，久数不止，止则邪结，正气不能复，正气却结于藏，故邪气浮之，与皮毛相得。脉数者，不可下，下之则必烦利不止。"}, {"ID": 747, "text": "脉浮大，应发汗，医反下之，此为大逆。"}, {"ID": 748, "text": "呕多，虽有阳明证，不可攻之。"}, {"ID": 749, "text": "太阳病，外证未解，不可下，下之为逆。"}, {"ID": 750, "text": "夫病阳多者热，下之则硬。"}, {"ID": 751, "text": "无阳阴强，大便硬者，下之则必清谷腹满。"}, {"ID": 752, "text": "伤寒发热，头痛，微汗出。发汗，则不识人；熏之则喘，不得小便，心腹满；下之则短气，小便难，头痛，背强；加温针则衂。"}, {"ID": 753, "text": "伤寒，脉阴阳俱紧，恶寒发热，则脉欲厥。厥者，脉初来大，渐渐小，更来渐渐大，是其候也。如此者恶寒，甚者，翕翕汗出，喉中痛；热多者，目赤脉多，睛不慧，医复发之，咽中则伤；若复下之，则两目闭，寒多者便清谷，热多者便脓血；若熏之，则身发黄；若熨之，则咽燥。若小便利者，可救之；小便难者，为危殆。"}, {"ID": 754, "text": "伤寒发热，口中勃勃气出，头痛，目黄，衂不可制，贪水者必呕，恶水者厥。若下之，咽中生疮，假令手足温者，必下重便脓血。头痛目黄者，若下之，则两目闭。贪水者，脉必厥，其声嘤，咽喉塞；若发汗，则战栗，阴阳俱虚。恶水者，若下之，则里冷不嗜食，大便完谷出；若发汗，则口中伤，舌上白胎，烦燥，脉数实，不大便，六七日后，必便血；若发汗，则小便自利也。"}, {"ID": 755, "text": "下利，脉大者，虚也，以其强下之故也。设脉浮革，因尔肠鸣者，属当归四逆汤主之。"}]}, {"section": 20, "header": "辨可下病脉证并治", "data": [{"ID": 756, "text": "大法，秋宜下。凡服下药，用汤胜丸，中病即止，不必尽剂也。"}, {"ID": 757, "text": "下利，三部脉皆平，按之心下硬者，急下之，宜大承气汤。"}, {"ID": 758, "text": "下利，脉迟而滑者，内实也。利未欲止，当下之，宜大承气汤。"}, {"ID": 759, "text": "问曰：人病有宿食，何以别之？师曰：寸口脉浮而大，按之反涩，尺中亦微而涩，故知有宿食，当下之，宜大承气汤。"}, {"ID": 760, "text": "下利，不欲食者，以有宿食故也，当宜下之，与大承气汤。"}, {"ID": 761, "text": "下利差后，至其年月日复发者，以病不尽故也，当下之，宜大承气汤。"}, {"ID": 762, "text": "下利，脉反滑，当有所去，下之乃愈，宜大承气汤。"}, {"ID": 763, "text": "病腹中满痛者，此为实也，当下之，宜大承气汤。"}, {"ID": 764, "text": "伤寒后，脉沉沉者，内实也，下解之，宜大柴胡汤。"}, {"ID": 765, "text": "脉双弦而迟者，必心下硬；脉大而紧者，阳中有阴也，可以下之，宜大承气汤。"}]}, {"section": 21, "header": "辨发汗吐下后脉证并治", "data": [{"ID": 766, "text": "此第十卷，第二十二篇，凡四十八证，前《三阴三阳篇》中，悉具载之。"}, {"ID": 767, "text": "此已下诸方，于随卷本证下虽已有，缘止以加减言之，未甚明白，似于览者检阅未便，今复校勘，备列于后。"}, {"ID": 768, "text": "桂枝加葛根汤主之方：葛根四两；芍药二两；甘草二两；生姜三两，切；大枣十二枚，擘；桂枝二两，去皮；麻黄三两，去节。"}, {"ID": 769, "text": "右七味，以水一斗，先煮麻黄、葛根减二升，去上沫，内诸药，煮取三升，去滓，温服一升，覆取微似汗，不须啜粥，馀如桂枝法。"}, {"ID": 770, "text": "桂枝加厚朴杏子汤方：于桂枝汤方内，加厚朴二两，否仁五十个，去皮尖，馀依前法。"}, {"ID": 771, "text": "桂枝加附子汤方：于桂枝汤方内，加附子一枚，炮，去皮，破八片，馀依前法。术附汤方，附于此方内，去桂枝，加白术四两，依前法。"}, {"ID": 772, "text": "桂枝去芍药汤方：于桂枝汤方内，去芍药，馀依前法。"}, {"ID": 773, "text": "桂枝去芍药加附子汤方：于桂枝汤方内，去芍药，加附子一枚，炮，去皮，破八片，馀依前法。"}, {"ID": 774, "text": "桂枝麻黄各半汤方：桂枝一两十六铢，去皮；芍药；生姜，切；甘草，炙；麻黄，各一两，去节；大枣四枚，擘；杏仁二十四个，汤浸，去皮尖及两仁者。"}, {"ID": 775, "text": "右七味，以水五升，先煮麻黄一二沸，去上沫，内诸药，煮取一升八合，去滓，温服六合。"}, {"ID": 776, "text": "桂枝二麻黄一汤方：桂枝一两十七铢，去皮；芍药一两六铢；麻黄十六铢，去节；生姜一两六铢，切；杏仁十六个，去皮尖；甘草一两二铢，炙；大枣五枚，擘。"}, {"ID": 777, "text": "右七味，以水五升，先煮麻黄一二沸，去上沫，内诸药，煮取二升，去滓，温服一升，日再。"}, {"ID": 778, "text": "白虎加人参汤方：于白虎汤方内，加人参三两，馀依白虎汤法。"}, {"ID": 779, "text": "桂枝去桂加茯苓白术汤方：于桂枝汤方内，去桂枝，加茯苓、白术各三两，馀依前法，煎服。小便利，则愈。"}, {"ID": 780, "text": "已上九方，病证并在第二卷内。"}, {"ID": 781, "text": "葛根加半夏汤方：于葛根汤方内，加入半夏半升，馀依葛根汤法。"}, {"ID": 782, "text": "桂枝加芍药生姜人参新加汤方：于第二卷桂枝汤方内，更加芍药、生姜各一两、人参三两，馀依桂枝汤法服。"}, {"ID": 783, "text": "栀子甘草豉汤方：于栀子豉汤方内，加入甘草二两，馀依前法。得吐，止后服。"}, {"ID": 784, "text": "栀子生姜豉汤方：于栀子豉汤方内，加生姜五两，馀依前法。得吐，止后服。"}, {"ID": 785, "text": "柴胡加芒硝汤方：于小柴胡汤方内，加芒硝六两，馀依前法。服不解，更服。"}, {"ID": 786, "text": "桂枝加桂汤方：于第二卷桂枝汤方内，更加桂二两，共五两，馀依前法。"}, {"ID": 787, "text": "已上六方，病证并在第三卷内。"}, {"ID": 788, "text": "柴胡桂枝汤方：桂枝，去皮；黄芩；人参；各一两半；甘草一两，炙；半夏二合半；芍药一两半；大枣六枚，擘；生姜一两半，切；柴胡四两。"}, {"ID": 789, "text": "右九味，以水七升，煮取三升，去滓，温服。"}, {"ID": 790, "text": "附子泻心汤方：大黄二两；黄连；黄芩；各一两；附子一枚，炮，去皮，破，别煮取汁。"}, {"ID": 791, "text": "右四味，切三味，以麻沸汤二升渍之，须臾，绞去滓，内附子汁，分温再服。"}, {"ID": 792, "text": "生姜泻心汤方：生姜四两，切；甘草三两，炙；人参三两；乾姜一两；黄芩三两；半夏半升，洗；黄连一两；大枣十二枚。"}, {"ID": 793, "text": "右八味，以水一斗，煮取六升，去滓，再煎取三升，温服一升，日三服。"}, {"ID": 794, "text": "甘草泻心汤方：甘草四两；黄芩三两；乾姜三两；半夏半升，洗；黄连一两；大枣十二枚，擘。"}, {"ID": 795, "text": "右六味，以水一斗，煮取六升，去滓，再煎取三升，温服一升，日三服。"}, {"ID": 796, "text": "黄芩加半夏生姜汤方：于黄芩汤方内，加半夏半升、生姜一两半，馀依黄芩汤法服。"}, {"ID": 797, "text": "已上五方，病证并在第四卷内。"}, {"ID": 798, "text": "桂枝加大黄汤方：桂枝三两，去皮；大黄一两；芍药六两；生姜三两，切；甘草二两，炙；大枣十二枚，擘。"}, {"ID": 799, "text": "右六味，以水七升，煮取三升，去滓，温服一升，日三服。"}, {"ID": 800, "text": "桂枝加芍药汤方：于第二卷桂枝汤方内，更加芍药三两，随前共六两，馀依桂枝汤法。"}, {"ID": 801, "text": "四逆加吴茱萸生姜汤方：当归二两；芍药三两；甘草二两，炙；通草二两；桂枝三两，去皮；细辛三两；生姜半斤，切；大枣二十五枚，擘；吴茱萸二升。"}, {"ID": 802, "text": "右九味，以水六升、清酒六升，和煮取五升，去滓，温分五服。一方水酒各四升。"}, {"ID": 803, "text": "已上三方，病证并在第六卷内。"}, {"ID": 804, "text": "四逆加人参汤方：于四逆汤方内，加人参一两，馀依四逆汤法服。"}, {"ID": 805, "text": "四逆加猪胆汁汤方：于四逆汤方内，加入猪胆汁半合，馀依前法服；如无猪胆，以羊胆代之。"}, {"ID": 806, "text": "已上二方，病证并在第七卷内。"}]}], "bookname": "伤寒论", "writer": null, "type": "医学", "age": "[东汉 (25年 - 220年)]"}