{"alldata": [{"section": 0, "header": "上略●中略", "data": [{"ID": 0, "text": "夫三皇无言，而化流四海，故天下无所归功。帝者，体天则地，有言有令，而天下太平：君臣让功，四海化行，百姓不知其所以然，故使臣不待礼赏，有功美而无害。王者，制人以道，降心服志，设矩备衰，四海会同，王职不废，虽有甲兵之备，而无战斗之患；君无疑于臣，臣无疑于主，国定民安，臣以义退，亦能美而无害。霸者，制士以权，结士以信，使士以赏：信衰则士疏，赏亏则士不用命。"}, {"ID": 1, "text": "军势曰：出军行师，将在自专。进退内御，则功难成。"}, {"ID": 2, "text": "军势曰：使智，使勇，使贪，使愚。智者，乐立其功。勇者，好行其志。贪者，邀趋其利。愚者，不顾其死。因其至情而用之，此军之微权也。"}, {"ID": 3, "text": "军势曰：无使辩士谈说敌美，为其惑众。勿使仁者主财，为其多施而附于下。"}, {"ID": 4, "text": "军势曰：禁巫祝，不得为吏士卜问军之吉凶。"}, {"ID": 5, "text": "军势曰：使义士，不以财。故义者，不为不仁者死。智者，不为暗主谋。"}, {"ID": 6, "text": "主不可以无德，无德则臣叛：不可以无威，无威则失权。臣不可以无德，无德则无以事君：不可以无威，无威则国弱，威多则身蹶。"}, {"ID": 7, "text": "故圣王御世，观盛衰，度得失，而为之制。故诸侯二师，方伯三师，天子六师。世乱则叛逆生，王泽竭则盟誓相诛伐。"}, {"ID": 8, "text": "德同势敌，无以相倾，乃揽英雄之心，与众同好恶，然后加之以权变。故非计策，无以决嫌定疑。非谲奇无以破奸息寇，非阴谋无以成功。"}, {"ID": 9, "text": "圣人体天，贤人法地，智者师古。是故三略为衰世作：上略设礼赏，别奸雄，著成败。中略差德行，审权变。下略陈道德，察安危，明贼贤之咎。故人主深晓上略，则能任贤擒敌。深晓中略，则能御将统众。深晓下略，则能明盛衰之源，审治国之纪。"}, {"ID": 10, "text": "人臣深晓中略，则能全功保身。夫高鸟死，良弓藏，敌国灭，谋臣亡。亡者，非丧其身也。谓夺其威，废其权也。封之于朝，极人臣之位，以显其功。中州善国，以富其家，美色珍玩，以悦其心。"}, {"ID": 11, "text": "夫人众一合而不可卒离。权威一与而不可卒移。还师罢军，存亡之阶。故弱之以位，夺之以国，是谓霸者之略，故霸者之作，其论驳也。"}, {"ID": 12, "text": "存社稷，罗英雄者，中略之势也，故势秘焉。"}]}, {"section": 1, "header": "上略●下略", "data": [{"ID": 13, "text": "夫能扶天下之危者，则据天下之安。能除天下之忧者，则享天下之乐。能救天下之祸者，则获天下之福。故泽及于民，则贤人归之。泽及昆虫，则圣人归之。贤人所归，则其国强。圣人所归，则六合同。求贤以德、致圣以道。贤去则国微，圣去则国乖。微者危之阶，乖者亡之徵。"}, {"ID": 14, "text": "贤人之政，降人以体，圣人之政，降人以心。体降可以图始，心降可以保终。降体以礼，降心以乐。所谓乐者，非金，石，丝，竹也，谓人乐其家，谓人乐其俗，谓人乐其业，谓人乐其都邑，谓人乐其政令，谓人乐其道德；加此君人者，乃作乐以节之，使不失其和。故有德之君，以乐乐人，无德之君，以乐乐身。乐人者，久而长，乐身者不久而亡。"}, {"ID": 15, "text": "释近谋近者，劳而无功。释远谋者，佚而有终。佚政多忠臣，劳政多怨民。故曰；务广地者荒，务广德者强。能有其有者安，贪人之有者残。残灭之政，累世受患。造作过制，虽成必败。"}, {"ID": 16, "text": "舍己而教人者逆，正己而化人者顺。逆者乱之招，顺者治之要。道、德、仁、义、礼五者，一体也。道者人之所蹈，德者人之所得，仁者人之所亲，义者人之所宜，礼者人之所体，不可无一焉。故夙兴夜寐，礼之制也。讨贼报雠，义之决也。恻隐之心，仁之发也。得己，得人，德之路也。使人均平，不失其所，道之化也。"}, {"ID": 17, "text": "出君下臣，名曰命。施于竹帛，名曰令。奉而行之，名曰政。夫命失，则令不行，令不行，则政不立。政不立，则道不通。道不通，则邪臣胜，邪臣胜，则主威伤。"}, {"ID": 18, "text": "千里迎贤其路远，致不肖其路近。是以明君舍近而收远，故能全功尚人，而下尽力。"}, {"ID": 19, "text": "废一善则众善衰，赏一恶则众恶扫。善者得其佑，恶者受其诛，则国安而众善至。众疑无定国，众惑无治民，疑定惑还，国乃可安。一令逆则百令失，一恶失则百恶结。故善施于顺民，恶加于凶，则令行而无怨。"}, {"ID": 20, "text": "使怨治怨，是谓逆天。使雠治雠，其祸不救。治民使平，致平以清。则民得其所，而天下宁。"}, {"ID": 21, "text": "犯上者尊，贪鄙者富，虽有圣主，不能致其治。犯上者诛，贪鄙者拘，则化行而众恶消。"}, {"ID": 22, "text": "清白之士，不可以爵禄得。节义之士，不可以威刑胁。故明君求贤，必观其所以而致焉。致清白之士，修其礼；致节义之士，修其道。然后士可致，而名可保。"}, {"ID": 23, "text": "夫圣人君子，明盛衰之源，通成败之端，审治乱之机，知去就之节。"}, {"ID": 24, "text": "虽穷不处亡国之位，虽贫不食乱邦之禄。潜名抱道者，时至而动，则极人臣之位。德合于己，则建殊绝之功。故其道高而名扬于后世。"}, {"ID": 25, "text": "圣王之用兵，非乐之也；将以诛暴讨乱也。夫以义诛不义，若决江河而溉爝火，临不测而挤欲坠，其克必矣。所以优游恬淡而不进者，重伤人物也。夫兵者，不祥之器，天道恶之，不得已而用之。是天道也。"}, {"ID": 26, "text": "夫人之在道，若鱼之在水，得水而生，失水而死，故君子常惧而不敢失道。"}, {"ID": 27, "text": "豪杰秉职，国威乃弱，杀生在豪杰，国势乃竭。豪杰低首，国乃可久。杀生在君，国乃可安。四民用虚，国乃无储。四民用足，国乃安乐。"}, {"ID": 28, "text": "贤臣内，则邪臣外。邪臣内，则贤臣毙。内外失宜，祸乱传世。"}, {"ID": 29, "text": "大臣疑主，众奸集聚。臣当君尊，上下乃昏。君当臣处，上下失序。"}, {"ID": 30, "text": "伤贤者，殃及三世。蔽贤者，身受其害。嫉贤者，其名不全。进贤者，福流子孙。故君子急于进贤，而美名彰焉。"}, {"ID": 31, "text": "利一害百，民去城郭。利一害万，国乃思散。去一利百，人乃慕泽。去一利万，政乃不乱。"}]}], "bookname": "三略", "writer": null, "type": "兵家", "age": "[西汉] 公元前100年-9年"}