{"alldata": [{"section": 0, "header": "第一", "data": [{"ID": 0, "text": "汉高帝七年，萧相国营未央宫。因龙首山制前殿，建北阙。未央宫周回二十二里九十五步五尺，街道周回七十里。台殿四十三，其三十二在外，其十一在后。宫池十三，山六，池一、山一亦在后。宫门闼凡九十五。"}, {"ID": 1, "text": "武帝作昆明池，欲伐昆吾夷，教习水战。因而于上游戏养鱼，鱼给诸陵庙祭祀，馀付长安巿卖之。池周回四十里。"}, {"ID": 2, "text": "汉制：宗庙八月饮酎，用九酝太牢，皇帝侍祠。以正月旦作酒，八月成，名曰酎，一曰九酝，一名醇酎。"}, {"ID": 3, "text": "京师大水，祭山川以止雨。丞相御史二千石祷祠，如求雨法。"}, {"ID": 4, "text": "天子笔管，以错宝为跗，毛皆以秋兔之毫，官师路扈为之。以杂宝为匣，厕以玉璧翠羽，皆直百金。"}, {"ID": 5, "text": "汉制：天子玉几，冬则加绨锦其上，谓之绨几。以象牙为火笼，笼上皆散华文，后宫则五色绫文。以酒为书滴，取其不冰；以玉为砚，亦取其不冰。夏设羽扇，冬设缯扇。公侯皆以竹木为几，冬则以细罽为橐以凭之，不得加绨锦。"}, {"ID": 6, "text": "武帝时，西域献吉光裘，入水不濡。上时服此裘以听朝。"}, {"ID": 7, "text": "高帝、戚夫人善鼓瑟击筑。帝常拥夫人倚瑟而弦歌，毕，每泣下流涟。夫人善为翘袖折腰之舞，歌《出塞》、《入塞》、《望归》之曲，侍妇数百皆习之。后宫齐首高唱，声入云霄。"}, {"ID": 8, "text": "戚姬以百鍊金为彄环，照见指骨。上恶之，以赐侍儿鸣玉、耀光等，各四枚。"}, {"ID": 9, "text": "赵王如意年幼，未能亲外傅。戚姬使旧赵王内傅赵媪傅之，号其室曰养德宫，后改为鱼藻宫。"}, {"ID": 10, "text": "惠帝尝与赵王同寝处，吕后欲杀之而未得。后帝早猎，王不能夙兴，吕后命力士于被中缢杀之。及死，吕后不之信。以绿囊盛之，载以小軿车，入见，乃厚赐力士。力士是东郭门外官奴，帝后知，腰斩之，后不知也。"}, {"ID": 11, "text": "乐游苑自生玫瑰树，树下多苜蓿。苜蓿一名怀风，时人或谓之光风，风在其间，常萧萧然，日照其花，有光采，故名苜蓿为怀风。茂陵人谓之连枝草。太液池边皆是雕胡、紫蘀、绿节之类。菰之有米者，长安人谓为雕胡；葭芦之未解叶者，谓之紫蘀；菰之有首者，谓之绿节。其间凫雏雁子布满充积，又多紫龟绿鳖，池边多平沙，沙上鹈鹕、鹧鸪、鵁鶄、鸿鶂，动辄成群。"}, {"ID": 12, "text": "终南山多离合草，叶似江蓠，而红绿相杂，茎皆紫色，气如萝勒。有树直上百丈，无枝，上结丛条如车盖，叶一青一赤，望之班驳如锦绣，长安谓之丹青树，亦云华盖树。亦生熊耳山。"}, {"ID": 13, "text": "汉帝相传以秦王子婴所奉白玉玺、高祖斩白蛇剑。剑上有七采珠、九华玉以为饰，杂厕五色琉璃为剑匣。剑在室中，光景犹照于外，与挺剑不殊。十二年一加磨莹，刃上常若霜雪。开匣拔鞘，辄有风气，光彩射人。"}, {"ID": 14, "text": "汉彩女常以七月七日穿七孔针于开襟楼，俱以习之。"}, {"ID": 15, "text": "宣帝被收击郡邸狱，臂上犹带史良娣合采婉转丝绳，击身毒国宝镜一枚，大如八铢钱。旧传此镜见妖魅，得佩之者为天神所福，故宣帝从危获济。及即大位，每持此镜，感咽移辰。常以琥珀笥盛之，缄以戚里织成锦，一曰斜文锦。帝崩，不知所在。"}, {"ID": 16, "text": "霍光妻遗淳于衍蒲桃锦二十四匹、散花绫二十五匹。绫出钜鹿陈宝光家，宝光妻传其法。霍显召入其第，使作之。机用一百二十镊，六十日成一匹，匹直万钱。又与走珠一琲，绿绫百端，钱百万，黄金百两，为起第宅，奴婢不可胜数。衍犹怨曰：“吾为尔成何功，而报我若是哉！”"}, {"ID": 17, "text": "济阴王兴居反，始举兵，大风从东来，直吹其旌旗，飞上天入云，而堕城西井中。马皆悲鸣不进。左右李廓等谏，不听。后卒自杀。"}, {"ID": 18, "text": "五鹿充宗受学于弘成子。成子少时，尝有人过己，授以文石，大如燕卵。成子吞之，遂大明悟，为天下通儒。成子后病，吐出此石，以授充宗，充宗又为硕学也。"}, {"ID": 19, "text": "始元元年，黄鹄下太液池。上为歌曰：“黄鹄飞兮下建章，羽肃肃兮行跄跄，金为衣兮菊为裳。唼喋荷荇，出入蒹葭，自顾菲薄，愧尔嘉祥。”"}, {"ID": 20, "text": "汉帝送死皆珠襦玉匣。匣形如铠甲，连以金缕。武帝匣上皆镂为蛟龙鸾凤龟麟之象，世谓为蛟龙玉匣。"}, {"ID": 21, "text": "成帝设云帐、云幄、云幕于甘泉紫殿，世谓三云殿。"}, {"ID": 22, "text": "汉掖庭有月影台、云光殿、九华殿、鸣鸾殿、开襟阁、临池观，不在簿籍，皆繁华窈窕之所栖宿焉。"}, {"ID": 23, "text": "赵飞燕女弟居昭阳殿，中庭彤朱，而殿上丹漆，砌皆铜沓，黄金涂，白玉阶，璧带往往为黄金釭，含蓝田璧，明珠翠羽饰之。上设九金龙，皆衔九子金铃，五色流苏。带以绿文紫绶，金银花镊。每好风日，幡眊光影，照耀一殿，铃镊之声，惊动左右。中设木画屏风，文如蜘蛛丝缕，玉几玉床，白象牙簟，绿熊席。席毛长二尺馀，人眠而拥毛自蔽，望之不能见，坐则没膝，其中杂熏诸香，一坐此席，馀香百日不歇。有四玉镇，皆达照，无瑕缺。窗扉多是绿琉璃，亦皆达照，毛发不得藏焉。椽桷皆刻作龙蛇，萦绕其间，鳞甲分明，见者莫不兢栗。匠人丁缓、李菊，巧为天下第一。缔构既成，向其姊子樊延年说之，而外人稀知，莫能传者。"}, {"ID": 24, "text": "积草池中有珊瑚树，高一丈二尺，一本三柯，上有四百六十二条。是南越王赵他所献，号为烽火树。至夜，光景常欲燃。"}, {"ID": 25, "text": "昆明池刻玉石为鱼，每至雷雨，鱼常鸣吼，鬐尾皆动。汉世祭之以祈雨，往往有验。"}, {"ID": 26, "text": "初修上林苑，群臣远方，各献名果异树，亦有制为美名，以摽奇丽。梨十：紫梨、青梨、实大。芳梨、实小。大谷梨、细叶梨、缥叶梨、金叶梨、出琅琊王野家，太守王唐所献。瀚海梨、出瀚海北，耐寒不枯。东王梨、出海中。紫条梨。枣七：弱枝枣、玉门枣、棠枣、青华枣、梬枣、赤心枣、西王枣。出昆仑山。栗四：侯栗、榛栗、瑰栗、峄阳栗。峄阳都尉曹龙所献，大如拳。桃十：秦桃、榹桃、缃核桃、金城桃、绮叶桃、紫文桃、霜桃、霜下可食。胡桃、出西域。樱桃、含桃。李十五：紫李、绿李、朱李、黄李、青绮李，青房李、同心李、车下李、含枝李、金枝李、颜渊李、出鲁。羌李、燕李、蛮李、侯李。柰三：白柰、紫柰、花紫色。绿柰。花绿色。查三：蛮查、羌查、猴查。椑三、青椑、赤叶椑、乌椑。棠四：赤棠、白棠、青棠、沙棠。梅七：朱梅、紫叶梅、紫华梅、同心梅、丽枝梅、燕梅、猴梅。杏二：文杏、材有文采。蓬莱杏。东郭都尉干吉所献。一株花杂五色，六出，云是仙人所食。桐三：椅桐、梧桐、荆桐。林檎十株，枇杷十株，橙十株，安石榴，楟十株，白银树十株，黄银树十株，槐六百四十，千年长生树十株，万年长生树十株，扶老木十株，守宫槐十株，金明树二十株，摇风树十株，鸣风树十株，琉璃树七株，池离树十株，离娄树十株，白俞●、杜●、桂蜀漆树十株，楠四株，枞七株，栝十株，楔四株，枫四株。\n余就上林令虞渊得朝臣所上草木名二千馀种。邻人石琼就余求借，一皆遗弃。今以所记忆，列于篇右。"}, {"ID": 27, "text": "长安巧工丁缓者，为常满灯，七龙五凤，杂以芙蓉莲藕之奇。又作卧褥香炉，一名被中香炉。本出房风，其法后绝，至缓始更为之。为机环转运四周，而炉体常平，可置之被褥，故以为名。又作九层博山香炉，镂为奇禽怪兽，穷诸灵异，皆自然运动。\n又作七轮扇，连七轮，大皆径丈，相连续，一人运之，满堂寒颤。"}, {"ID": 28, "text": "赵飞燕为皇后，其女弟在昭阳殿，遗飞燕书曰：“今日嘉辰，贵姊懋膺洪册，谨上襚三十五条，以陈踊跃之心：金华紫轮帽，金华紫罗面衣，织成上襦，织成下裳，五色文绶，鸳鸯襦，鸳鸯被，鸳鸯褥，金错绣裆，七宝綦履，五色文玉环，同心七宝钗，黄金步摇，合欢圆璫，琥珀枕，龟文枕，珊瑚玦，马脑彄，云母扇，孔雀扇，翠羽扇，九华扇，五明扇，云母屏风，琉璃屏风，五层金博山香炉，回风扇，椰叶席，同心梅，含枝李，青木香，沈水香，香螺巵，出南海，一名丹螺。九真雄麝香，七枝镫。”"}, {"ID": 29, "text": "赵后体轻腰弱，善行步进退，女弟昭仪不能及也。但昭仪弱骨丰肌，尤工笑语。二人并色如红玉，为当时第一，皆擅宠后宫。"}]}, {"section": 1, "header": "第二", "data": [{"ID": 30, "text": "元帝后宫既多，不得常见，乃使画工图形，案图召幸之。诸宫人皆赂画工，多者十万，少者亦不减五万。独王嫱不肯，遂不得见。匈奴入朝，求美人为阏氏，于是上案图，以昭君行。及去，召见，貌为后宫第一，善应对，举止闲雅。帝悔之，而名籍已定。帝重信于外国，故不复更人。乃穷案其事，画工皆弃巿，籍其家，资皆巨万。画工有杜陵毛延寿，为人形，丑好老少，必得其真。安陵陈敞，新丰刘白、龚宽，并工为牛马飞鸟众势，人形好丑，不逮延寿。下杜阳望，亦善画，尤善布色。樊育亦善布色。同日弃巿。京师画工，于是差稀。"}, {"ID": 31, "text": "武帝欲杀乳母，乳母告急于东方朔，朔曰：“帝忍而愎，旁人言之，益死之速耳。汝临去，但屡顾我，我当设奇以激之。”乳母如言，朔在帝侧曰：“汝宜速去，帝今已大，岂念汝乳哺时恩邪？”帝怆然，遂舍之。"}, {"ID": 32, "text": "五侯不相能，宾客不得来往。娄护丰辩，传食五侯间，各得其欢心，竞致奇膳。护乃合以为鲭，世称五侯鲭，以为奇味焉。"}, {"ID": 33, "text": "公孙弘起家徒步，为丞相，故人高贺从之。弘食以脱粟饭，覆以布被。贺怨曰：“何用故人富贵为？脱粟布被，我自有之。”弘大惭，贺告人曰：“公孙弘内服貂蝉，外衣麻枲，内厨五鼎，外膳一肴，岂可以示天下？”于是朝廷疑其矫焉。弘叹曰：“宁逢恶宾，不逢故人。”"}, {"ID": 34, "text": "文帝自代还，有良马九匹，皆天下之骏马也。一名浮云，一名赤电，一名绝群，一名逸骠，一名紫燕骝，一名绿螭骢，一名龙子，一名麟驹，一名绝尘，号为九逸。有来宣能御，代王号为王良，俱还代邸。"}, {"ID": 35, "text": "武帝时，身毒国献连环羁，皆以白玉作之，马瑙石为勒，白光琉璃为鞍。鞍在暗室中，常照十馀丈，如昼日。自是长安始盛饰鞍马，竞加雕镂。或一马之饰直百金，皆以南海白蜃为珂，紫金为华，以饰其上。犹以不鸣为患，或加以铃镊，饰以流苏，走则如撞钟磬，若飞幡葆。后得贰师天马，帝以玟瓌石为鞍，镂以金银鍮石，以绿地五色锦为蔽泥，后稍以熊罴皮为之。熊罴毛有绿光，皆长二尺者，直百金。卓王孙有百馀双，诏使献二十枚。"}, {"ID": 36, "text": "昭帝时，茂陵家人献宝剑，上铭曰：直千金，寿万岁。"}, {"ID": 37, "text": "司马相如初与卓文君还成都，居贫愁懑，以所著鷫鷞裘就巿人阳昌贳酒，与文君为欢。既而文君抱颈而泣曰：“我平生富足，今乃以衣裘贳酒。”遂相与谋，于成都卖酒。相如亲著犊鼻褌涤器，以耻王孙。王孙果以为病，乃厚给文君，文君遂为富人。文君姣好，眉色如望远山，脸际常若芙蓉，肌肤柔滑如脂，十七而寡，为人放诞风流，故悦长卿之才而越礼焉。长卿素有消渴疾，及还成都，悦文君之色，遂以发痼疾。乃作《美人赋》，欲以自刺，而终不能改，卒以此疾至死。文君为诔，传于世。"}, {"ID": 38, "text": "庆安世年十五，为成帝侍郎。善鼓琴，能为《双凤离鸾》之曲。赵后悦之，白上，得出入御内，绝见爱幸。尝著轻丝履，招风扇，紫绨裘，与后同居处。欲有子，而终无胤嗣。赵后自以无子，常托以祈祷，别开一室，自左右侍婢以外，莫得至者，上亦不得至焉。以軿车载轻薄少年，为女子服，入后宫者日以十数，与之淫通，无时休息。有疲怠者，辄差代之，而卒无子。"}, {"ID": 39, "text": "太上皇徙长安，居深宫，凄怆不乐。高祖窃因左右问其故，以平生所好，皆屠贩少年，酤酒卖饼，鬭鷄蹴踘，以此为欢，今皆无此，故以不乐。高祖乃作新丰，移诸故人实之，太上皇乃悦。故新丰多无赖，无衣冠子弟故也。高祖少时，常祭枌榆之社。及移新丰，亦还立焉。高帝既作新丰，并移旧社，衢巷栋宇，物色惟旧。士女老幼，相携路首，各知其室。放犬羊鷄鸭于通涂，亦竞识其家。其匠人胡宽所营也。移者皆悦其似而德之，故竞加赏赠，月馀，致累百金。"}, {"ID": 40, "text": "汉诸陵寝，皆以竹为帘，帘皆为水纹及龙凤之像。昭阳殿织珠为帘，风至则鸣，如珩佩之声。"}, {"ID": 41, "text": "杨雄读书，有人语之曰：“无为自苦，玄故难传。”忽然不见。雄著《太玄经》，梦吐凤凰，集《玄》之上，顷而灭。"}, {"ID": 42, "text": "司马相如为《上林》、《子虚》赋，意思萧散，不复与外事相关，控引天地，错综古今，忽然如睡，焕然而兴，几百日而后成。其友人盛览，字长通，䍧牁名士，尝问以作赋。相如曰：“合綦组以成文，列锦绣而为质，一经一纬，一宫一商，此赋之迹也。赋家之心，苞括宇宙，总览人物，斯乃得之于内，不可得而传。”览乃作《合组歌》、《列锦赋》而退，终身不复敢言作赋之心矣。"}, {"ID": 43, "text": "董仲舒梦蛟龙入怀，乃作《春秋繁露》词。"}, {"ID": 44, "text": "或问杨雄为赋，雄曰：“读千首赋，乃能为之。”"}, {"ID": 45, "text": "匡衡字稚圭，勤学而无烛。邻舍有烛而不逮，衡乃穿壁引其光，以书映光而读之。邑人大姓文不识，家富多书，衡乃与其佣作，而不求偿。主人怪，问衡，衡曰：“愿得主人书遍读之。”主人感叹，资给以书，遂成大学。衡能说《诗》，时人为之语曰：“无说《诗》，匡鼎来。匡说《诗》，解人颐。”鼎，衡小名也。时人畏服之如是，闻者皆解颐欢笑。衡邑人有言《诗》者，衡从之，与语质疑，邑人挫服，倒屣而去。衡追之，曰：“先生留听，更理前论。”邑人曰：“穷矣。”遂去不返。"}, {"ID": 46, "text": "长安有儒生曰惠庄，闻朱云折五鹿充宗之角，乃叹息曰：“栗犊反能尔邪！吾终耻溺死沟中。”遂裹粮从云。云与言，庄不能对，逡巡而去，拊心谓人曰：“吾口不能剧谈，此中多有。”"}, {"ID": 47, "text": "武帝过李夫人，就取玉簪搔头。自此后，宫人搔头皆用玉，玉价倍贵焉。"}, {"ID": 48, "text": "杜陵杜夫子善弈棊，为天下第一人。或讥其费日，夫子曰：“精其理者，足以大裨圣教。”"}, {"ID": 49, "text": "成帝好蹴踘，群臣以蹴踘为劳体，非至尊所宜。帝曰：“朕好之，可择似而不劳者奏之。”家君作弹棊以献，帝大悦，赐青羔裘、紫丝履，服以朝觐。"}, {"ID": 50, "text": "元封二年，大寒，雪深五尺，野鸟兽皆死，牛马皆蜷蹜如猬，三辅人民冻死者十有二三。"}, {"ID": 51, "text": "武帝为七宝床，杂宝桉，厕宝屏风，列宝帐，设于桂宫，时人谓之四宝宫。"}, {"ID": 52, "text": "瓠子河决，有蛟龙从九子自决中逆上入河，喷沫流波数十里。"}, {"ID": 53, "text": "文帝初，多雨，积霖至百日而止。"}, {"ID": 54, "text": "王凤以五月五日生，其父欲不举，曰：“俗谚：‘举五日子，长及户则自害，不则害其父母。’”其叔父曰：“昔田文以此日生，其父婴勑其母曰：‘勿举。’其母窃举之。后为孟尝君，号其母为薛公大家。以古事推之，非不祥也。”遂举之。"}, {"ID": 55, "text": "惠帝七年夏，雷震南山。大木数千株，皆火燃至末。其下数十亩地，草皆燋黄。其后百许日，家人就其间得龙骨一具，鲛骨二具。"}, {"ID": 56, "text": "高祖为泗水亭长，送徒骊山，将与故人诀去。徒卒赠高祖酒二壼，鹿肚、牛肝各一。高祖与乐从者饮酒食肉而去。后即帝位，朝晡尚食，常具此二炙，并酒二壼。"}, {"ID": 57, "text": "梁孝王好营宫室苑囿之乐，作曜华之宫，筑兔园。园中有百灵山，山有肤寸石、落猿岩、栖龙岫；又有雁池，池间有鹤洲凫渚。其诸宫观相连，延亘数十里，奇果异树，瑰禽怪兽毕备。王日与宫人宾客弋钓其中。"}, {"ID": 58, "text": "鲁恭王好鬭鸡鸭及鹅雁，养孔雀、鵁鶄，俸谷一年费二千石。"}, {"ID": 59, "text": "会稽岁时献竹簟供御，世号为流黄簟。"}, {"ID": 60, "text": "朱买臣为会稽太守，怀章绶还至舍亭，而国人未知也。所知钱勃，见其暴露，乃劳之曰：“得无罢乎？”遗与纨扇。买臣至郡，引为上客，寻迁为掾史。"}]}, {"section": 2, "header": "第三", "data": [{"ID": 61, "text": "余所知有鞠道龙善为幻术，向余说古时事：有东海人黄公，少时为术，能制蛇御虎，佩赤金刀，以绛缯束发，立兴云雾，坐成山河。及衰老，气力羸惫，饮酒过度，不能复行其术。秦末，有白虎见于东海，黄公乃以赤刀往厌之。术既不行，遂为虎所杀。三辅人俗用以为戏，汉帝亦取以为角抵之戏焉。"}, {"ID": 62, "text": "又说：淮南王好方士，方士皆以术见，遂有画地成江河，撮土为山岩，嘘吸为寒暑，喷嗽为雨雾。王亦卒与诸方士俱去。"}, {"ID": 63, "text": "杨子云好事，常怀铅提椠，从诸计吏，访殊方绝域四方之语，以为裨补《輶轩》所载，亦洪意也。"}, {"ID": 64, "text": "文帝时，邓通得赐蜀铜山，听得铸钱文字肉好皆与天子钱同，故富侔人主。时吴王亦有铜山铸钱，故有吴钱微重，文字肉好与汉钱不异。"}, {"ID": 65, "text": "偒贵字王孙，京兆人也。生时厚自奉养，死卒裸葬于终南山。其子孙掘土凿石，深七尺而下尸，上复盖之以石，欲俭而反奢也。"}, {"ID": 66, "text": "傅介子年十四，好学书，尝弃觚而叹曰：“大丈夫当立功绝域，何能坐事散儒！”后卒斩匈奴使者，还拜中郎。复斩楼兰王首，封义阳侯。"}, {"ID": 67, "text": "余少时，闻平陵曹敞在吴章门下，往往好斥人过，以为轻薄，世人皆以为然。章后为王莽所杀，人无有敢收葬者，弟子皆更易姓名，以从他师。敞时为司徒掾，独称吴章弟子，收葬其尸，方知亮直者不见容于冗辈中矣。平陵人生为立碑于吴章墓侧，在龙首山南幕岭上。"}, {"ID": 68, "text": "文帝为太子，立思贤苑以招宾客。苑中有堂隍六所。客馆皆广庑高轩，屏风帏褥甚丽。"}, {"ID": 69, "text": "广陵王胥有勇力，常于别囿学格熊。后遂能空手搏之，莫不绝脰。后为兽所伤，䧟脑而死。"}, {"ID": 70, "text": "郭威字文伟，茂陵人也。好读书，以谓《尔雅》周公所制，而《尔雅》有“张仲孝友”，张仲，宣王时人，非周公之制明矣。余尝以问杨子云，子云曰：“孔子门徒游、夏之俦所记，以解释六艺者也。”家君以为《外戚传》称“史佚教其子以《尔雅》，《尔雅》，小学也。”又记言：“孔子教鲁哀公学《尔雅》。”《尔雅》之出远矣。旧传学者，皆云周公所记也，“张仲孝友”之类，后人所足耳。"}, {"ID": 71, "text": "茂陵富人袁广汉，藏镪巨万，家僮八九百人。于北邙山下筑园，东西四里，南北五里，激流水注其内。构石为山，高十馀丈，连延数里。养白鹦鹉、紫鸳鸯、牦牛、青兕，奇兽怪禽，委积其间。积沙为洲屿，激水为波潮，其中致江鸥海鹤，孕雏产鷇，延漫林池。奇树异草，靡不具植。屋皆徘徊连属，重阁修廊，行之，移晷不能徧也。广汉后有罪诛，没入为官园，鸟兽草木，皆移植上林苑中。"}, {"ID": 72, "text": "五柞宫有五柞树，皆连三抱，上枝荫覆数十亩。其宫西有青梧观，观前有三梧桐树。树下有石骐驎二枚，刊其胁为文字，是秦始皇郦山墓上物也。头高一丈三尺。东边者前左脚折，折处有赤如血，父老谓其有神，皆含血属筋焉。"}, {"ID": 73, "text": "高祖初入咸阳宫，周行库府，金玉珍宝，不可称言。其尤惊异者，有青玉五枝灯，高七尺五寸。作蟠螭，以口衔灯，灯燃，鳞甲皆动，焕炳若列星而盈室焉。复铸铜人十二枚，坐皆高三尺，列在一筵上，琴筑笙芋，各有所执，皆缀花采，俨若生人。筵下有二铜管，上口高数尺，出筵后。其一管空，一管内有绳，大如指，使一人吹空管，一人纽绳，则众乐皆作，与真乐不异焉。有琴长六尺，安十三弦，二十六徽，皆用七宝饰之，铭曰：璠璵之乐。玉管长二尺三寸，二十六孔，吹之则见车马山林，隐辚相次，吹息亦不复见。铭曰：昭华之管。有方镜，广四尺，高五尺九寸，表里有明，人直来照之，影则倒见。以手扪心而来，则见肠胃五脏，历然无硋。人有疾病在内，则掩心而照之，则知病之所在。又女子有邪心，则胆张心动。秦始皇常以照宫人，胆张心动者则杀之。高祖悉封闭以待项羽，羽并将以东，后不知所在。"}, {"ID": 74, "text": "尉他献高祖鲛鱼、荔枝，高祖报以蒲桃锦四匹。"}, {"ID": 75, "text": "戚夫人侍儿贾佩兰，后出为扶风人叚儒妻。说在宫内时，见戚夫人侍高帝，尝以赵王如意为言，而高祖思之，几半日不言，叹息凄怆，而未知其术，辄使夫人击筑，高祖歌《大风》诗以和之。又说在宫内时，尝以弦管歌舞相欢娱，竞为妖服，以趣良时。十月十五日，共入灵女庙，以豚黍乐神，吹笛击筑，歌《上灵》之曲。既而相与连臂踏地为节，歌《赤凤凰来》。至七月七日，临百子池，作于阗乐。乐毕，以五色缕相羁，谓为相连爱。八月四日，出雕房北户，竹下围碁，胜者终年有福，负者终年疾病，取丝缕，就北辰星求长命乃免。九月九日，佩茱萸，食蓬饵，饮菊华酒，令人长寿，菊华舒时，并采茎叶，杂黍米酿之，至来年九月九日始熟，就饮焉，故谓之菊华酒。正月上辰，出池边盥濯，食蓬饵，以袚妖邪。三月上巳，张乐于流水，如此终岁焉。戚夫人死，侍儿皆复为民妻也。"}, {"ID": 76, "text": "何武葬北邙山薄龙坂，王嘉冢东北一里。"}, {"ID": 77, "text": "杜子夏葬长安北四里，临终作文曰：“魏郡杜邺，立志忠款，犬马未陈，奄先草露。骨肉归于后土，气魂无所不之。何必故丘，然后即化。封于长安北郭，此焉宴息。”及死，命刊石，埋于墓侧。墓前种松柏树五株，至今茂盛。"}, {"ID": 78, "text": "淮南王安著《鸿烈》二十一篇。鸿，大也。烈，明也。言大明礼教。号为淮南子，一曰刘安子。自云：“字中皆挟风霜”，杨子云以为一出一入。"}, {"ID": 79, "text": "公孙弘著《公孙子》，言刑名事，亦谓字直百金。"}, {"ID": 80, "text": "司马长卿赋，时人皆称典而丽，虽诗人之作，不能加也。杨子云曰：“长卿赋不似从人间来，其神化所至邪？”子云学相如为赋而弗逮，故雅服焉。"}, {"ID": 81, "text": "长安有庆虬之，亦善为赋。尝为《清思赋》，时人不之贵也，乃托以相如所作，遂大见重于世。"}, {"ID": 82, "text": "相如将献赋，未知所为。梦一黄衣翁谓之曰：“可为《大人赋》。”遂作《大人赋》，言神仙之事以献之。赐锦四匹。"}, {"ID": 83, "text": "相如将聘茂陵人女为妾，卓文君作《白头吟》以自绝，相如乃止。"}, {"ID": 84, "text": "樊将军哙问陆贾曰：“自古人君皆云受命于天，云有瑞应，岂有是乎？”贾应之曰：“有之。夫目瞤得酒食，灯火华得钱财，乾鹊噪而行人至，蜘蛛集而百事喜。小既有徵，大亦宜然。故目瞤则咒之，火华则拜之，乾鹊噪则喂之，蜘蛛集则放之。况天下大宝，人君重位，非天命何以得之哉？瑞者，宝也，信也。天以宝为信，应人之德，故曰瑞应。无天命，无宝信，不可以力取也。”"}, {"ID": 85, "text": "霍将军妻一产二子，疑所为兄弟。或曰：“前生为兄，后生者为弟。今虽俱日，亦宜以先生为兄。”或曰：“居上者宜为兄，居下宜为弟，居下者前生，今宜以前生为弟。”时霍光闻之曰：“昔股王祖甲一产二子，曰嚚，曰良。以卯日生嚚，以巳日生良，则以嚚为兄，以良为弟。若以在上者为兄，嚚亦当为弟。昔许厘庄公一产二女，曰妖，曰茂。楚大夫唐勒一产二子，一男一女，男曰贞夫，女曰琼华。皆以先生为长。近代郑昌时、文长蒨并生二男，滕公一生二女，李黎生一男一女，并以前生者为长。”霍氏亦以前生为兄焉。"}, {"ID": 86, "text": "枚皋文章敏疾，长卿制作淹迟，皆尽一时之誉。而长卿首尾温丽，枚皋时有累句，故知疾行无善迹矣。杨子云曰：“军旅之际，戎马之间，飞书驰檄，用枚皋；廊庙之下，朝廷之中，高文典册，用相如。”"}]}, {"section": 3, "header": "第四", "data": [{"ID": 87, "text": "安定嵩真、玄菟曹元理，并明算术，皆成帝时人。真尝自算其年寿七十三，真绥和元年正月二十五日晡死，书其壁以记之。至二十四日晡时死。其妻曰：“见真算时，长下一算，欲以告之，虑脱有旨，故不敢言，今果校一日。”真又曰：“北邙青陇上孤檟之西四丈所，凿之入七尺，吾欲葬此地。”及真死，依言往掘，得古时空椁，即以葬焉。"}, {"ID": 88, "text": "元理尝从其友人陈广汉，广汉曰：“吾有二囷米，忘其石数，子为计之。”元理以食筯十馀转，曰：“东囷七百四十九石二升七合。”又十馀转，曰：“西囷六百九十七石八斗。”遂大署囷门。后出米，西囷六百九十七石七斗九升，中有一鼠，大堪一升；东囷不差圭合。元理后岁复过广汉，广汉以米数告之，元理以手击床曰：“遂不知鼠之殊米，不如剥面皮矣！”广汉为之取酒，鹿脯数片，元理复算，曰：“藷蔗二十五区，应收一千五百三十六枚。蹲鸱三十七亩，应收六百七十三石。千牛产二百犊，万鷄将五万雏。”羊豕鹅鸭，皆道其数，果蓏肴䔩，悉知其所，乃曰：“此资业之广，何供馈之偏邪？”广汉惭，曰：“有苍卒客，无苍卒主人。”元理曰：“俎上蒸豚一头，厨中荔枝一柈，皆可为设。”广汉再拜谢罪，自入取之，尽日为欢。其术后传南季，南季传项瑫，瑫传子陆，皆得其分数，而失玄妙焉。"}, {"ID": 89, "text": "卫将军青生子，或有献騧马者，乃命其子曰騧，字叔马。其后改为登，字叔升。"}, {"ID": 90, "text": "哀帝为董贤起大第于北阙下，重五殿，洞六门，柱壁皆画云气华蘤，山灵水怪，或衣以绨锦，或饰以金玉。南门三重，署曰南中门、南上门、南更门。东西各三门，随方面题署，亦如之。楼阁台榭，转相连注，山池玩好，穷尽雕丽。"}, {"ID": 91, "text": "平津侯自以布衣为宰相，乃开东閤，营客馆，以招天下之士。其一曰钦贤馆，以待大贤；次曰翘材馆，以待大才；次曰接士馆，以待国士。其有德任毗赞、佐理阴阳者，处钦贤之馆。其有才堪九烈将军二千石者，居翘材之馆。其有一介之善，一方之艺，居接士之馆。而躬自菲薄，所得俸禄，以奉待之。"}, {"ID": 92, "text": "闽越王献高帝石蜜五斛、蜜烛二百枚、白鷴黑鷴各一双，高帝大悦，厚报遣其使。"}, {"ID": 93, "text": "滕公驾至东都门，马鸣，局不肯前，以足跑地久之。滕公使士卒掘马所跑地，入三尺所，得石椁。滕公以烛照之，有铭焉。乃以水洗写其文，文字皆古异，左右莫能知。以问叔孙通，通曰：“科斗书也。”以今文写之，曰：“佳城郁郁，三千年见白日。吁嗟滕公居此室。”滕公曰：“嗟乎，天也！吾死其即安此乎？”死遂葬焉。"}, {"ID": 94, "text": "韩嫣好弹，常以金为丸，所失者日有十馀。长安为之语曰：“苦饥寒，逐金丸。”京师儿童，每闻嫣出弹，辄随之，望丸之所落，辄拾焉。"}, {"ID": 95, "text": "司马迁发愤作《史记》百三十篇，先达称为良史之才。其以伯夷居列传之首，以为善而无报也；为《项羽本纪》，以踞高位者非关有德也。及其序屈原、贾谊，辞旨抑扬，悲而不伤，亦近代之伟才。"}, {"ID": 96, "text": "梁孝王游于忘忧之馆，集诸游士，各使为赋。枚乘为《柳赋》，其辞曰：“忘忧之馆，垂条之木。枝逶迟而舍紫，叶萋萋而吐绿。出入风云，去来羽族。既上下而好音，亦黄衣而绛足。蜩螗厉向，蜘蛛吐丝。阶草漠漠，白日迟迟。于嗟细柳，流乱轻丝。君王渊穆其度，御群英而玩之。小臣瞽聩，与此陈词。于嗟乐兮！于是罇盈缥玉之酒，爵献金浆之醪。梁人作藷蔗酒，名金浆。庶羞千族，盈满六庖。弱丝清管，与风霜而共雕。枪鍠啾唧，萧条寂寥。儁乂英旄，列襟联袍。小臣莫效于鸿毛，空衔鲜而嗽醪。虽复河清海竭，终无增景于边撩。”路乔如为《鹤赋》，其辞曰：“白鸟朱冠，鼓翼池于。举修距而跃跃，奋皓翅之翼翼。宛修颈而顾步，啄沙碛而相欢。岂忘赤霄之上，忽池籞而盘桓。饮清流而不举，食稻粱而未安。故知野禽野性，未脱笼樊。赖吾王之广爱，虽禽鸟兮抱恩。方腾骧而鸣舞，凭朱槛而为欢。”公孙诡为《文鹿赋》，其词曰：“尘鹿濯濯，来我槐庭。食我槐叶，怀我德声。质如缃缛，文如素綦。呦呦相召，《小雅》之诗。叹丘山之比岁，逢梁王于一时。”邹阳为《酒赋》，其词曰：“清者为酒，浊者为醴；清者圣明，浊者顽呆。皆麴湒丘之麦，酿野田之米。仓风莫预，方金未启。嗟同物而异味，叹殊才而共侍。流光醳醳，甘滋泥泥。醪酿既成，绿瓷既启。且筐且漉，载篘载齐。庶民以为欢，君子以为礼。其品类，则沙洛渌酃，程乡若下，高公之清。关中白薄，青渚萦停。凝醳醇酎，千日一醒。哲王临国，绰矣多暇。召皤皤之臣，聚肃肃之宾，安广坐，列雕屏，绡绮为席，犀璩为镇。曳长裾，飞广袖，奋长缨。英伟之士，莞尔而即之。君王凭玉几、倚玉屏。举手一劳，四座之士，皆若哺梁焉。乃纵酒作倡，倾盌覆觞。右曰宫申，旁亦徵扬。乐只之深，不狂。于是钖名饵，袪夕醉，遣朝酲。吾君寿亿万岁，常与日月争光。”公孙乘为《月赋》，其词曰：“月出皦兮，君子之光。鵾鷄舞于兰渚，蟋蟀鸣于西堂。君有礼乐，我有衣裳。猗嗟明月，当心而出。隐员岩而似钩，蔽修堞而分镜。既少进以增辉，遂临庭而高映。炎日匪明，皓璧非净。躔度运行，阴阳以正。文林辩囿，小臣不佞。”羊胜为《屏风赋》，其辞曰：“屏风鞈匝，蔽我君王。重葩累绣，沓璧连璋。饰以文锦，映以流黄。画以古列，顒顒昂昂。藩后宜之，寿考无疆。”韩安国作《几赋》不成，邹阳代作，其辞曰：“高树凌云，蟠纡烦冤，旁生附枝。王尔公舒之徒，荷斧斤，援葛虆，攀乔枝。上不测之绝顶，伐之以归。眇者督直，聋者磨砻。齐贡金斧，楚入名工，乃成斯几。离奇仿髴，似龙盘马回，凤去鸾归。君王凭之，圣德日跻。”邹阳、安国罚酒三升，赐枚乘、路乔如绢，人五匹。"}, {"ID": 97, "text": "梁孝王入朝，与上为家人之宴，乃问王诸子，王顿首谢曰：“有五男。”即拜为列侯，赐与衣裳器服。王薨，又分梁国为五，进五侯皆为王。"}, {"ID": 98, "text": "河间王德筑日华宫，置客馆二十馀区，以待学士。自奉养不逾宾客。"}, {"ID": 99, "text": "梁孝王子贾从朝，年幼，窦太后欲强冠婚之。上谓王曰：“儿堪弃矣。”王顿首谢曰：“臣闻《礼》二十而冠，冠而字，字以表德。自非显才高行，安可强冠之哉？”帝曰：“儿堪冠矣。”馀日，帝又曰：“儿堪室矣。”王顿首曰：“臣闻《礼》三十壮有室。儿年蒙悼，未有人父之端，安可强室之哉？”帝曰：“儿堪室矣。”馀日，贾朝至阃而遗其舄，帝曰：“儿真幼矣。”白太后未可冠婚之。"}, {"ID": 100, "text": "江都王劲捷，能超七尺屏风。"}, {"ID": 101, "text": "元后在家，尝有白燕衔白石，大如指，坠后绩筐中。后取之，石自剖为二，其中有文曰“母天地”。后乃合之，遂复还合，乃宝录焉。后为皇后，常并置玺笥中，谓为天玺也。"}, {"ID": 102, "text": "汉朝以玉为虎子，以为便器，使侍中执之，行幸以从。"}, {"ID": 103, "text": "中书以武都紫泥为玺室，加绿绨其上。"}, {"ID": 104, "text": "茂陵文固阳，本琅琊人，善驯野雉为媒，用以射雉。每以三春之月，为茅障以自翳，用觟矢以射之，日连百数。茂陵轻薄者化之，皆以杂宝错厕翳障，以青州芦苇为弩矢，轻骑妖服，追随于道路，以为欢娱也。阳死，其子亦善其事。董司马好之，以为上客。"}, {"ID": 105, "text": "茂陵少年李亨，好驰骏狗，逐狡兽，或以鹰鹞逐雉兔，皆为之佳名。狗则有修毫、厘睫、白望、青曹之名，鹰则有青翅、黄眸、青冥、金距之属，鹞则有从风鹞、孤飞鹞。杨万年有猛犬，名青驳，买之百金。"}, {"ID": 106, "text": "成帝时，交趾越嶲献长鸣鷄，伺晨鸡，即下漏验之，晷刻无差，长鸣鸡则一食顷不绝，长距善鬭。"}, {"ID": 107, "text": "许博昌，安陵人也，善陆博。窦婴好之，常与居处。其术曰：“方畔揭道张，张畔揭道方，张究屈玄高，高玄屈究张。”又曰：“张道揭畔方，方畔揭道张，张究屈玄高，高玄屈究张。”三辅儿童皆诵之。法用六箸，或谓之究，以竹为之，长六分。或用二箸。博昌又作《大博经》一篇，今世传。"}, {"ID": 108, "text": "高祖与项羽战于垓下，孔将军居左，费将军居右，皆假为名。"}, {"ID": 109, "text": "东方生善啸，每曼声长啸，辄尘落帽。"}, {"ID": 110, "text": "京兆有古生者，学纵横揣磨、弄矢摇丸樗蒲之术，为都掾史四十馀季，善訑谩。二千石随以谐谑，皆握其权要，而得其欢心。赵广汉为京兆尹，下车而黜之，终于家。京师至今徘戏皆称古掾曹。"}, {"ID": 111, "text": "娄敬始因虞将军请见高祖，衣旃衣，披羊裘。虞将军脱其身上衣服以衣之，敬曰：“敬本衣帛，则衣帛见。敬本衣旃，则衣旃见。今舍旃褐，假鲜华，是矫常也。”不敢脱羊裘，而衣旃以见高祖。"}]}, {"section": 4, "header": "第五", "data": [{"ID": 112, "text": "会稽人顾翱，少失父，事母至孝。母好食雕胡饭，常帅子女躬自采撷。还家，导水凿川，自种供养，每有嬴储。家亦近太湖，湖中后自生雕胡，无复馀草，虫鸟不敢至焉，遂得以为养。郡县表其闾舍。"}, {"ID": 113, "text": "齐人刘道强，善弹琴，能作《单鹄寡凫》之弄。听者皆悲，不能自摄。"}, {"ID": 114, "text": "赵后有宝琴，曰凤凰，皆以金玉隐起为龙凤螭鸾、古贤列女之象。亦善为《归风》、《送远》之操。"}, {"ID": 115, "text": "公孙弘以元光五年为国士所推，上为贤良。国人邹长倩以其家贫，少自资致，乃解衣裳以衣之，释所著冠屦以与之，又赠以蒭一束、素丝一襚、扑满一枚，书题遗之曰：“夫人无幽显，道在则为尊。虽生蒭之贱也，不能脱落君子，故赠君生蒭一束。诗人所谓生蒭一束，其人如玉。五丝为䌰，倍䌰为升，倍升为𥿮，倍𥿮为纪，倍纪为緵，倍緵为襚。此自少之多，自微至著也，士之立功勋，效名节，亦复如之，勿以小善不足修而不为也。故赠君素丝一襚。扑满者，以土为器，以蓄钱具，其有入窍而无出窍，满则扑之。土，粗物也。钱，重货也。入而不出，积而不散，故扑之。士有聚敛而不能散者，将有扑满之败，可不诫欤？故赠君扑满一枚。猗嗟盛欤！山川阻修，加以风露。次卿足下，勉作功名。窃在下风，以俟嘉誉。”弘答烂败不存。"}, {"ID": 116, "text": "汉朝舆驾祠廿泉汾阴，备千乘万骑，太仆执辔，大将军陪乘，名为大驾。司马车驾四，中道。辟恶车驾四，中道。记道车驾四，中道。靖室车驾四，中道。象车鼓吹十三人，中道。式道候二人，驾一。左右一人。长安都尉四人，骑。左右各二人。长安亭长十人驾。左右各五人。长安令车驾三，中道。京兆掾史三人，驾一。三分。京兆尹车驾四，中道。司隶部京兆从事，都部从事别驾一车。三分。司隶校尉驾四，中道。廷尉驾四，中道。太仆宗正引从事驾四。左右。太常光禄卫尉驾四。三分。太尉外部都督令史、贼曹属、仓曹属、户曹属、东曹掾、西曹掾，驾一。左右各三。太尉驾四，中道。太尉舍人祭酒，驾一。左右。司徒列从，如太尉王公骑。令史持戟吏亦各八人，鼓吹一部。中护军骑，中道。左右各三行，戟楯弓矢鼓吹各一部。步兵校尉、长水校尉，驾一。左右。队百匹。左右。骑队十。左右各五。前军将军。左右各二行，戟楯、刀楯、鼓吹各一部，七人。射声翊军校尉，驾三。左右二行，戟楯、刀楯、鼓吹各一部，七人。骁骑将军，游击将军，驾三。左右二行，戟楯、刀楯、鼓吹各一部，七人。黄门前部鼓吹，左右各一部，十三人，驾四。前黄麾骑，中道。自此分为八校。左四右四。护驾御史骑。左右。御史中丞驾一，中道。谒者仆射驾四。武刚车驾四，中道。九游车驾四，中道。云罕车驾四，中道。皮轩车驾四，中道。闟戟车驾四，中道。鸾旗车驾四，中道。建华车驾四，中道。左右。虎贲中郎将车驾二，中道。护驾尚书郎三人，骑。三分。护驾尚书三，中道。相风乌车驾四，中道。自此分为十二校。左右各六。殿中御史骑。左右。兴兵中郎骑，中道。高华，中道。毕罕。左右。节十六。左八右八。御马。三分。华盖，中道。自此分为十六校。左八右八。刚鼓，中道，金根车。自此分为二十校，满道。左卫，右卫将军。华盖。"}, {"ID": 117, "text": "元光元年七月，京师雨雹。鲍敞问董仲舒曰：“雹何物也？何气而生之？”仲舒曰：“阴气胁阳气。天地之气，阴阳相半，和气周回，朝夕不息。阳德用事，则和气皆阳，建巳之月是也，故谓之正阳之月。阴德用事，则和气皆阴，建亥之月是也，故谓之正阴之月。十月阴虽用事，而阴不孤立，此月纯阴，疑于无阳，故谓之阳月，诗人所谓‘日月阳止’者也。四月阳虽用事，而阳不独存，此月纯阳，疑于无阴，故亦谓之阴月。自十月已后，阳气始生于地下，渐冉流散，故言息也，阴气转收，故言消也。日夜滋生，遂至四月，纯阳用事。自四月已后，阴气始生于天上，渐冉流散，故言息也。阳气转收，故言消也。日夜滋生，遂至十月，纯阴用事。二月、八月，阴阳正等，无多少也。以此推移，无有差慝。运动抑扬，更相动薄，则熏蒿歊蒸，而风雨云雾，雷电雪雹生焉。气上薄为雨，下薄为雾，风其噫也，云其气也，雷其相击之声也，电其相击之光也。二气之初蒸也，若有若无，若实若虚，若方若圆。攒聚相合，其体稍重，故雨乘虚而坠。风多则合速，故雨大而踈。风少则合迟，故雨细而密。其寒月则雨凝于上，体尚轻微，而因风相袭，故成雪焉。寒有高下，上暖下寒，则上合为大雨，下凝为冰霰雪是也。雹，霰之流也，阴气暴上，雨则凝结成雹焉。太平之世，则风不鸣条，开甲散萌而已；雨不破块，润叶津茎而已；雷不惊人，号令启发而已；电不眩目，宣示光耀而已；雾不寒望，浸淫被泊而已；雪不封条，凌殄毒害而已。云则五色而为庆，三色而成矞；露则结味而成甘，结润而成膏。此圣人之在上，则阴阳和，风雨时也。政多纰缪，则阴阳不调。风发屋，雨溢河，雪至牛目，雹杀驴马，此皆阴阳相荡，而为祲沴之妖也。”敞曰：“四月无阴，十月无阳，何以明阴不孤立，阳不独存邪？”仲舒曰：“阴阳虽异，而所资一气也。阳用事，此则气为阳；阴用事，此则气为阴。阴阳之时虽异，而二体常存。犹如一鼎之水，而未加火，纯阴也；加火极热，纯阳也。纯阳则无阴，息火水寒，则更阴矣；纯阴则无阳，加火水热，则更阳矣。然则建巳之月为纯阳，不容都无复阴也，但是阳家用事，阳气之极耳。荠夌枯，由阴杀也。建亥之月为纯阴，不容都无复阳也，但是阴家用事，阴气之极耳。荠麦始生，由阳升也。其著者，葶苈死于盛夏，款冬华于严寒，水极阴而有温泉，火至阳而有凉焰。故知阴不得无阳，阳不容都无阴也。”敞曰：“冬雨必暖，夏雨必凉，何也？”曰：“冬气多寒，阳气自上跻，故人得其暖，而上蒸成雪矣。夏气多暖，阴气自下升，故人得其凉，而上蒸成雨矣。”敞曰：“雨既阴阳相蒸，四月纯阳，十月纯阴，斯则无二气相薄，则不雨乎？”曰：“然则纯阳纯阴，虽在四月十月，但月中之一日耳。”敞曰：“月中何日？”曰：“纯阳用事，未夏至一日；纯阴用事，未冬至一日。朔旦、夏至、冬至，其正气也。”敞曰：“然则未至一日，其不雨乎？”曰：“然。颇有之，则妖也。和气之中，自生灾沴，能使阴阳改节，暖凉失度。”敞曰：“灾沴之气，其常存邪？”曰：“无也，时生耳。犹乎人四支五脏，中也有时，及其病也，四支五脏皆病也。”敞迁延负墙，俛揖而退。"}, {"ID": 118, "text": "武帝时，郭舍人善投壼，以竹为矢，不用棘也。古之投壼，取中而不求还，故实小豆，恶其矢跃而出也。郭舍人则激矢令还，一矢百馀反，谓之为骁。言如博之竖棊于辈中，为骁杰也。每为武帝投壼，辄赐金帛。"}, {"ID": 119, "text": "武帝以象牙为簟，赐季夫人。"}, {"ID": 120, "text": "贾谊在长沙，鵩鸟集其承尘。长沙俗以鵩鸟至人家，主人死。谊作《鵩鸟赋》，齐死生，等荣辱，以遣忧累焉。"}, {"ID": 121, "text": "李广与兄弟共猎于冥山之北，见卧虎焉。射之，一矢即毙。断其髑髅以为枕，示服猛也。铸铜象其形为溲器，示厌辱之也。他日，复猎于冥山之阳，又见卧虎，射之，没矢饮羽。进而视之，乃石也，其形类虎。退而射更，镞破簳折而石不伤。余尝以问杨子云，子云曰：“至诚则金石为开。”余应之曰：“昔人有游东海者，既而风恶，船漂不能制，船随风浪，莫知所之。一日一夜，得至一孤洲，共侣欢然。下石植缆，登洲煮食。食未熟而洲没，在船者斫断其缆，船复漂荡。向者孤洲乃大鱼，怒掉扬鬣，吸波吐浪而去，疾如风云。在洲死者十馀人。又余所知陈缟，质木人也。入终南山采薪，还晚，趋舍未至，见张丞相墓前石马，谓为鹿也，即以斧挝之，斧缺柯折，石马不伤。此二者亦至诚也，卒有沉溺缺斧之事，何金石之所感偏乎？”子云无以应余。"}]}, {"section": 5, "header": "第六", "data": [{"ID": 122, "text": "鲁恭王得文木一枚，伐以为器，意甚玩之。中山王为赋曰：“丽木离披，生彼高崖。拂天河而布叶，横日路而摧枚。幼雏羸鷇，单雄寡雌，纷纭翔集，嘈嗷鸣啼。载重雪而稍劲风，将等岁于二仪。巧匠不识，王子见知。乃命班尔，载斧伐斯，隐若天崩，豁如地裂。华叶分披，条枝摧折。既剥既刊，见其文章。或如龙盘虎踞，复以鸾集凤翔。青緺紫绶，环璧圭璋。重山累嶂，连波叠浪。奔电屯云，薄雾浓氛。麚宗骥旅，鷄族雉群。蠋绣鸯锦，莲藻芰文。色比金而有裕，质参玉而无分。裁为用器，曲直舒卷，修竹映池，高松植巘。制为乐器，婉转蟠纡，凤将九子，龙导五驹。制为屏风，郁岪穹隆。制为杖几，极丽穷美。制为枕案，文章璀璨，彪炳涣汗。制为盘盂，采玩蜘蹰。猗欤君子，其乐只且！”恭王大悦，顾盻而笑，赐骏马二匹。"}, {"ID": 123, "text": "广川王去疾，好聚无赖少年，游猎毕弋无度，国内冢藏，一皆发掘。余所知爰猛，说其大父为广川王中尉，每谏王不听，病免归家。说王所发掘冢墓不可胜数，其奇异者百数焉。为余说十许事，今记之如左。"}, {"ID": 124, "text": "魏襄王冢，皆以文石为椁，高八尺许，广狭容四十人。以手扪椁，滑液如新。中有石床、石屏风，婉然周正。不见棺柩明器踪迹，但床上有玉唾壼一枚、铜剑二枚。金玉杂具，皆如新物，王取服之。"}, {"ID": 125, "text": "哀王冢，以铁灌其上，穿凿三日乃开。有黄气如雾，触人鼻目，皆辛苦不可入。以兵守之，七日乃歇。初至一户，无扃钥，石床方四尺，床上有石几，左右各三石人立侍，皆武冠带剑。复入一户，石扉有关钥，叩开，见棺柩，黑光照人，刀斫不入，烧锯截之，乃漆杂兕革为棺，厚数寸，累积十馀重，力不能开，乃止。复入一户，亦石扉，开钥得石床，方七尺。石屏风铜帐钩一具，或在床上，或在地下，似是帐糜朽，而铜钩堕落床上。石枕一枚，尘埃朏朏，甚高，似是衣服。床左右石妇人各二十，悉皆立侍，或有执巾栉镜镊之象，或有执盘奉食之形。无馀异物，但有铁镜数百枚。"}, {"ID": 126, "text": "魏王子且渠冢，甚浅狭，无棺柩，但有石床，广六尺，长一丈，石屏风，床下悉是云母。床上两尸，一男一女，皆年二十许，俱东首，裸卧无衣衾，肌肤颜色如生人，鬓发齿爪亦如生人，王畏惧之，不敢侵近，还拥闭如旧焉。"}, {"ID": 127, "text": "袁盎冢，以瓦为棺椁，器物都无，唯有铜镜一枚。"}, {"ID": 128, "text": "晋灵公冢，甚瑰壮，四角皆以石为玃犬捧烛，石人男女四十馀，皆立侍，棺器无复形兆，尸犹不坏，孔窍中皆有金玉。其馀器物皆朽烂不可别，唯玉蟾蜍一枚，大如拳，腹空，容五合水，光润如新，王取以盛书滴。"}, {"ID": 129, "text": "幽王冢，甚高壮，羡门既开，皆是石垩，拨除丈馀深，乃得云母，深尺馀，见百馀尸，纵横相枕藉，皆不朽，唯一男子，馀皆女子，或坐或卧，亦犹有立者，衣服形色不异生人。"}, {"ID": 130, "text": "栾书冢，棺柩明器朽烂无馀。有一白狐，见人惊走，左右遂击之，不能得，伤其左脚。有夕，王梦一丈夫，须眉尽白，来谓王曰：“何故伤吾左脚？”乃以杖叩王左脚。王觉，脚肿痛生疮，至死不差。"}, {"ID": 131, "text": "太液池中有鸣鹤舟、容与舟、清旷舟、采菱舟、越女舟。"}, {"ID": 132, "text": "太液池西有一池，名孤树池。池中有洲，洲上煔树一株，六十馀围，望之重重如盖，故取为名。"}, {"ID": 133, "text": "昆明池中有戈船、楼船各数百艘。楼船上建楼橹，戈船上建戈矛，四角悉垂幡毦，旍葆麾盖，照灼涯涘。余少时犹忆见之。"}, {"ID": 134, "text": "韩嫣以玳瑁为床。"}, {"ID": 135, "text": "汉承周史官，至武帝置太史公。太史公司马谈，世为太史，子迁，年十三，使乘传行天下，求古诸侯史记，续孔氏古文，序世事，作传百三十卷，五十万字。谈死，子迁以世官复为太史公，位在丞相下。天下上计，先上太史公，副上丞相。太史公序事如古《春秋》法，司马氏本古周史佚后也。作《景帝本纪》，极言其短及武帝之过，帝怒而削去之。后坐举李陵，陵降匈奴，下迁蚕室。有怨言，下狱死。宣帝以其官为令，行太史公文书事而已，不复用其子孙。"}, {"ID": 136, "text": "皇太子官称家臣，动作称从。"}, {"ID": 137, "text": "杜陵秋胡者，能通《尚书》，善为古隶字，为翟公所礼，欲以兄女妻之。或曰：“秋胡已经娶而失礼，妻遂溺死，不可妻也。”驰象曰：“昔鲁人秋胡，娶妻三月而游宦三年，休，还家，其妇采桑于郊，胡至郊而不识其妻也，见而悦之，乃遗黄金一镒。妻曰：‘妾有夫，游宦不返，幽闺独处，三年于兹，未有被辱于今日也。’采不顾。胡惭而退，至家，问家人妻何在，曰：‘行采桑于郊，未返。’既还，乃向所挑之妇也。夫妻并惭。妻赴沂水而死。今之秋胡，非昔之秋胡也。昔鲁有两曾参，赵有两毛遂。南曾参杀人见捕，人以告北曾参母。野人毛遂坠井而死，客以告平原君，平原君曰：‘嗟乎，天丧予矣！’既而知野人毛遂，非平原君客也。岂得以昔之秋胡失礼，而绝婚今之秋胡哉？物固亦有似之而非者。玉之未理者为璞，死鼠未屠者亦为璞；月之旦为朔，车之輈亦谓之朔，名齐实异，所宜辩也。”"}, {"ID": 138, "text": "洪家世有刘子骏《汉书》一百卷，无首尾题目，但以甲乙丙丁纪其卷数。先父传之。歆欲撰《汉书》，编录汉事，未得缔构而亡，故书无宗本，止杂记而已，失前后之次，无事类之辨。后好事者以意次第之，始甲终癸为十秩，秩十卷，合为百卷。洪家具有其书，试以此记考校班固所作，殆是全取刘书，有小异同耳。并固所不取，不过二万许言。今抄出为二卷，名曰《西京杂记》，以裨《汉书》之阙。尔后洪家遭火，书籍都尽，此两卷在洪巾箱中，常以自随，故得犹在。刘歆所记，世人希有，纵复有者，多不备足。见其首尾参错，前后倒乱，亦不知何书，罕能全录。恐年代稍久，歆所撰遂没，并洪家此书二卷不知出所，故序之云尔。洪家复有《汉武帝禁中起居注》一卷，《汉武故事》二卷，世人希有之者。今并五卷为一秩，庶免沦没焉。"}]}], "bookname": "西京杂记", "writer": null, "type": "史书", "age": ""}