{"alldata": [{"section": 0, "header": "卷上", "data": [{"ID": 0, "text": "燕丹子质于秦，秦王遇之无礼，不得意，欲归。秦王不听，谬言曰：“令乌白头，马生角，乃可。”丹仰天叹，果乌白头、马生角。秦王不得已而遣之，为机发之桥，欲陷丹。丹过之，桥为不发。夜到关，关门未开。丹为鷄鸣，众鸡皆鸣，遂得逃归。深怨于秦，求欲复之。奉养勇士，无所不至。"}, {"ID": 1, "text": "为书与其傅鞠武曰：“不肖，生于僻陋之国，长于无毛之地，未尝得覩君子雅训、达人之道也。然鄙意欲有所陈，幸傅正览之。丹闻丈夫所耻，耻受辱以生于世也；贞女所羞，羞见劫以亏其节也。故有刎喉不顾、据鼎不回者，斯岂乐死而忘生哉，其心有所守也。今秦王反戾天常，虎狼其行，遇丹无礼，为诸侯最。丹每念之，痛入骨髓。计燕国之众不能敌之，旷年相守，力固不足。欲收天下之勇士，集海内之英雄，破国空蔵，以奉养之，重币甘辞以巿秦。贪我赂，而信我辞，一剑之任，可当百万之师；须臾之间，可解丹万世之耻。若其不然，令丹生无面目于天下，死怀恨于九泉，必令诸侯指以为笑，易水之北，未知谁有。此盖亦子大夫之耻也。谨遣书，愿熟之。”"}, {"ID": 2, "text": "鞠武报书曰：“臣闻快于意者亏于行，甘于心者伤于性。今太子欲灭悁悁之耻，除久久之恨，此实臣所当麋躯碎首而不避也。私以为智者不冀侥幸以要功，明者不苟从志以顺心。事必成然后举，身必安而后行。故发无失举之尤，动无蹉跌之愧也。太子贵匹夫之勇，信一剑之任，而欲望功，臣以为䟽。臣愿合从于楚，并势于赵，连衡于韩、魏，然后图秦，秦可破也。且韩、魏与秦，外亲内䟽。若无倡兵，楚乃来应，韩、魏必从，其势可见。今臣计从，太子之耻除，愚鄙之累解矣。太子虑之。”"}, {"ID": 3, "text": "太子得书，不说，召鞠武而问之，武曰：“臣以为太子行臣言，则易水之北，永无秦忧，四邻诸侯必有求我者矣。”太子曰“此引日缦缦，心不能须也！”鞠武曰：“臣为太子计熟矣。夫有秦、疾不如徐，走不如坐。今合楚、赵，并韩、魏，虽引岁月，其事必成。臣以为良。”太子睡卧不听。鞠武曰：“臣不能为太子计。臣所知田光，其人深中有谋。愿令见太子。”太子曰：“敬诺！”"}]}, {"section": 1, "header": "卷中", "data": [{"ID": 4, "text": "田光见太子，太子侧阶而迎，迎而再拜。坐定，太子丹曰：“傅不以蛮域而丹不肖，乃使先生来降弊邑，今燕国僻在北陲，比于蛮域，而先生不羞之。丹得侍左右，覩见玉颜，斯乃上世神灵，保佑燕国，令先生设降辱焉。”田光曰：“结发立身，以至于今，徒慕太子之高行，美太子之令名耳。太子将何以教之？”太子膝行而前，涕泪横流曰：“丹尝质于秦，秦遇丹无礼，日夜焦心，思欲复之。论众则秦多，计强则燕弱。欲曰合从，心复不能。常食不识位、寝不安席。纵令燕秦同日而亡，则为死灰复燃，白骨更生。愿先生图之。”田光曰：“此国事也，请得思之。”于是舍光上馆。太子三时进食，存问不绝，如是三月。"}, {"ID": 5, "text": "太子怪其无说，就光辟左右，问曰：“先生既垂哀恤，许惠嘉谋。侧身倾听，三月于斯，先生岂有意欤？”田光曰：“微太子言，固将竭之。臣闻骐骥之少，力轻千里，及其罢朽，不能取道。太子闻臣时已老矣。欲为太子良谋，则太子不能；欲奋筋力，则臣不能。然窃观太子客无可用者，夏扶、血勇之人，怒而面赤；宋臆、脉勇之人，怒而面青；武阳，骨勇之人，怒而面白。光所知荆轲、神勇之人，怒而色不变，为人博闻强记，体烈骨壮，不拘小节，欲立大功。尝家于卫，脱贤大夫之急十有馀人，其馀庸庸不可称。太子欲图事，非此人莫可。”太子下席再拜曰：“若因先生之灵，得交于荆君，则燕国社稷长为不灭。唯先生成之。”田光遂行。太子自送，执光手曰：“此国事，愿勿泄之！”光笑曰：“诺。”"}, {"ID": 6, "text": "遂见荆轲，曰：“光不自度，不肖，达足下于太子。夫燕太子、真天下之士也，倾心于足下，愿足下勿疑焉。”荆轲曰：“有鄙志，常谓心合意等，没身不顾，情有乖异，一毛不拔。今先生令交于太子，敬诺不违。”田光谓轲曰：“盖闻士不为人所疑。太子送光之时，言此国事，愿勿泄，此疑光也。是疑而生于世，光所羞也。”向轲吞舌而死。轲遂之燕。"}]}, {"section": 2, "header": "卷下", "data": [{"ID": 7, "text": "荆轲之燕，太子自御，虚左，轲缓不让。至，坐定，宾客满坐，轲言曰：“田光褒扬太子仁爱之风，说太子不世之器，高行厉天，美声盈耳。轲出卫都，望燕路，历险不以为勤，望远不以为遐。今太子礼之以旧故之恩，接之以新人之敬，所以不复让者，士信于知己也。”太子曰：“田先生无恙乎？”轲曰：“光临送轲之时，言太子戒以国事，耻丈夫而不见信，向轲吞舌而死矣。”太子惊愕失色，嘘唏饮泪曰：“丹所以戒先生，岂疑先生哉？今先生自杀，亦令丹自弃于世矣！”茫然良久，不怡，民氐日置酒请轲，酒酣，太子起为寿。夏扶前曰：“闻事无乡曲之誉，则未可与论行；马无服舆之伎，则未可与称良。今荆君远至，将何以教太子？”欲微感之。轲曰：“士有超世之行者，不必合于乡曲；马有千里之相者，何必出于服舆。昔吕望当屠钓之时，天下之贱丈夫也；其遇文王，则为周师。骐骥之在盐车，驽之下也；及遇伯乐，则有千里之功。如此在乡曲而后发善，服舆而后别良哉！”夏扶问轲：“何以教太子？”轲曰：“将令燕继召公之迹，追甘棠之化，高欲四三王，下欲六五霸。于君何如？”坐皆称善。竟酒，无能屈。太子甚喜，自以得轲，永无秦忧。"}, {"ID": 8, "text": "后日与轲之东宫，临池水而观。轲拾瓦投龟，太子令人捧盘。荆轲，投尽复进。轲曰：“非为太子爱金也，但臂痛耳。”后复共乘千里马。轲曰：“马肝甚美。”太子即杀马进肝。暨樊将军得罪于秦，秦求之急，乃来归太子。太子置酒华阳之台。酒中，太子出美人能琴者。轲曰：“好手琴者！”太子即进之。轲曰：“但爱其手耳。”太子断手，盛以玉盘奉之。太子常与轲同案而食，同床而寝。"}, {"ID": 9, "text": "后日，轲从容曰：“轲侍太子，三年于斯矣，而太子遇轲甚厚，黄金投龟，千里马肝，姬人好手，盛以玉盘。凡庸人当之，犹尚乐出尺寸之长，当犬马之用。今轲常侍君子之侧，闻烈士之节，死有轻于鸿毛，义有重于太山，但闻用之所在耳。太子幸教之。”太子敛袂，正色而言曰：“丹尝游秦，秦遇丹不道，丹耻与之俱生。今荆君不以丹不肖，降辱小国。今丹以社稷干长者，不知所谓。”轲曰：“今天下强国莫强于秦。今太子力不能威诸侯，诸侯未肯为太子用也。太子率燕国之众而当之，犹使羊将狼，使狼追虎耳。”太子曰：“丹之忧计久，不知安出？”轲曰：“樊于期得罪于秦，秦求之急。又督亢之地，秦所贪也。今得樊于期首、督亢地图，则事可成也。”太子曰：“若事可成，举燕国而献之，丹甘心焉。樊将军以穷归我，而丹卖之，心不善也。”轲默然不应，居五月，太子恐轲悔，见轲曰：“今秦已破燕国，兵临燕，事已迫急。虽欲足下计，安施之？今欲先遣武阳，何如？”轲怒曰：“何太子所遣，往而不返者，竖子也！轲所以未行者，待吾客耳。”于是轲潜见樊于期，曰：“闻将军得罪于秦，父母妻子皆见焚烧，求将军邑万户、金千斤。实为将军痛之。今有一言，除将军之辱，解燕国之耻，将军岂有意乎？”于期曰：“常念之，日夜饮泪，不知所出。荆君幸教，愿闻命矣！”轲曰：“得将军之首与燕督亢地图，秦必喜。喜而见轲，轲将左手把其袖，右手揕其胸，数以负燕之罪，责以将军之御，而燕国见陵雪，将军积忿之怒除矣。”于期起，振腕执刀曰：“是于期日夜所欲，而今闻命矣！”于是自刎，头坠背后，两目不瞑。太子闻之，自驾驰往，伏于期尸而哭，悲不自胜。良久，无柰何，遂函盛于期首与督亢地图，武阳为副。轲不择日而发，太子与知谋者皆素衣冠送易水上。轲起为，歌曰：“风萧萧兮易水寒，壮士一去不复还。”高渐离击筑，宋臆和之。为壮声，皆泪流。二子行过，夏扶当车前刎颈以送。二子行过阳翟，轲买肉争轻重，屠辱之，武阳欲击，轲止之。"}, {"ID": 10, "text": "西入秦，至咸阳，国中庶子蒙白曰：“燕太子丹畏大王之威，今奉樊于期首与督亢地图，愿为北蕃臣妾。”秦王喜。百官陪位，陛戟数百，见燕使者。轲奉于期首，武阳奉地图。钟声并发，群臣皆呼万岁。武阳大恐，两足不能相过，面如死灰色。秦王怪之。轲见请曰：“此北鄙小子，希覩天阙。愿大王小假，令得毕辞。”秦王谓轲曰：“取图来。”进，图穷而匕首出。轲左把秦王袖，右揕其胸，数之曰：“足下负燕日久，贪暴海内，不知厌足。于期无罪而夷其族。轲将海内报雠。今燕王母病，与轲促期，从吾计即生，不从则死。”秦王曰：“今日之事，从子计耳！乞听琴声而死。”召姬人鼓琴，琴声曰：“罗縠单衣，可掣而绝。八尺屏风，可超而越。鹿卢之剑，可负而拔。”轲不晓音。秦王从言，掣之绝，超屏风，负剑而走。轲拔匕首掷之，决秦王，刃入铜柱，火出。秦王还断轲两手。轲倨詈曰：“坐。吾轻易为竖子所期。燕国之不报，我事之不立哉！”"}]}], "bookname": "燕丹子", "writer": null, "type": "史书", "age": ""}