{"alldata": [{"section": 0, "header": "内篇●谏篇", "data": []}, {"section": 1, "header": "内篇●问篇", "data": []}, {"section": 2, "header": "内篇●杂篇", "data": []}, {"section": 3, "header": "外篇●外篇上", "data": [{"ID": 0, "text": "景公饮酒数日而乐，释衣冠，自鼓缶，谓左右曰：“仁人亦乐是夫？”梁丘据对曰：“仁人之耳目，亦犹人也，夫奚为独不乐此也？”"}, {"ID": 1, "text": "公曰：“趣驾迎晏子。”晏子朝服以至，受觞再拜。公曰：“寡人甚乐此乐，欲与夫子共之，请去礼。”"}, {"ID": 2, "text": "晏子对曰：“君之言过矣！群臣皆欲去礼以事君，婴恐君子之不欲也。今齐国五尺之童子，力皆过婴，又能胜君，然而不敢乱者，畏礼也。上若无礼，无以使其下；下若无礼，无以事其上。夫麋鹿维无礼，故父子同麀，人之所以贵于禽兽者，以有礼也。婴闻之，人君无礼，无以临其邦；大夫无礼，官吏不恭；父子无礼，其家必凶；兄弟无礼，不能久同。《诗》曰：‘人而无礼，胡不遄死。’故礼不可去也。”"}, {"ID": 3, "text": "公曰：“寡人不敏无良，左右淫蛊寡人，以至于此，请杀之。”"}, {"ID": 4, "text": "晏子曰：“左右何罪？君若无礼，则好礼者去，无礼者至；君若好礼，则有礼者至，无礼者去。”"}, {"ID": 5, "text": "公曰：“善。请易衣革冠，更受命。”晏子避走，立乎门外。公令人粪洒改席，召衣冠以迎晏子。晏子入门，三让，升阶，用三献焉；嗛酒尝膳，再拜，告餍而出。公下拜，送之门，反，命撤酒去乐，曰：“吾以彰晏子之教也。”"}, {"ID": 6, "text": "景公置酒于泰山之阳，酒酣，公四望其地，喟然叹，泣数行而下，曰：“寡人将去此堂堂国者而死乎！”左右佐哀而泣者三人，曰：“吾细人也，犹将难死，而况公乎！弃是国也而死，其孰可为乎！”"}, {"ID": 7, "text": "晏子独搏其髀，仰天而大笑曰：“乐哉！今日之饮也。”公怫然怒曰：“寡人有哀，子独大笑，何也？”晏子对曰：“今日见怯君一，谀臣三人，是以大笑。”公曰：“何谓谀怯也？”晏子曰：“夫古之有死也，令后世贤者得之以息，不肖者得之以伏。若使古之王者毋知有死，自昔先君太公至今尚在，而君亦安得此国而哀之？夫盛之有衰，生之有死，天之分也。物有必至，事有常然，古之道也。曷为可悲？至老尚哀死者，怯也；左右助哀者，谀也。怯谀聚居，是故笑之。”公惭而更辞曰：“我非为去国而死哀也。寡人闻之，彗星出，其所向之国君当之，今彗星出而向吾国，我是以悲也。”晏子曰：“君之行义回邪，无德于国，穿池沼，则欲其深以广也；为台榭，则欲其高且大也；赋敛如撝夺，诛僇如仇雠。自是观之，茀又将出。天之变，彗星之出，庸可悲乎！”于是公惧，乃归，填池沼，废台榭，薄赋敛，缓刑罚，三十七日而彗星亡。"}, {"ID": 8, "text": "景公瞢见彗星。明日，召晏子而问焉：“寡人闻之，有彗星者必有亡国。夜者，寡人瞢见彗星，吾欲召占瞢者使占之。”晏子对曰：“君居处无节，衣服无度，不听正谏，兴事无已，赋敛无厌，使民如将不胜，万民怼怨。茀星又将见瞢，奚独彗星乎！”"}, {"ID": 9, "text": "景公饮酒，乐，公曰：“古而无死，其乐若何？”"}, {"ID": 10, "text": "晏子对曰：“古而无死，则古之乐也，君何得焉？昔爽鸠氏始居此地，季萴因之，有逢伯陵因之，蒲姑氏因之，而后太公因之。古若无死，爽鸠氏之乐，非君所愿也。”"}, {"ID": 11, "text": "景公至自畋，晏子侍于遄台，梁丘据造焉。公曰：“维据与我和夫！”晏子对曰：“据亦同也，焉得为和。”公曰：“和与同异乎？”"}, {"ID": 12, "text": "对曰：“异。和如羹焉，水火醯醢盐梅，以烹鱼肉，燀之以薪，宰夫和之，齐之以味，济其不及；以泄其过，君子食之，以平其心。君臣亦然。君所谓可，而有否焉，臣献其否，以成其可；君所谓否，而有可焉，臣献其可，以去其否。是以政平而不干，民无争心。故《诗》曰：‘亦有和羹，既戒且平；奏鬷无言，时靡有争。’先王之济五味，和五声也，以平其心，成其政也。声亦如味：一气，二体，三类，四物，五声，六律，七音，八风，九歌，以相成也；清浊，大小，短长，疾徐，哀乐，刚柔，迟速，高下，出入，周流，以相济也。君子听之，以平其心，心平德和。故《诗》曰：‘德音不瑕。’今据不然，君所谓可，据亦曰可；君所谓否，据亦曰否。若以水济水，谁能食之？若琴瑟之专一，谁能听之？同之不可也如是。”公曰：“善。”"}, {"ID": 13, "text": "齐有彗星，景公使祝禳之。晏子谏曰：“无益也，祇取诬焉。天道不疑，不贰其命，若之何禳之也！且天之有彗，以除秽也。君无秽德，又何禳焉？若德之秽，禳之何损？《诗》云：‘维此文王，小心翼翼，昭事上帝，聿怀多福，厥德不回，以受方国。’君无违德，方国将至，何患于彗？《诗》曰：‘我无所监，夏后及商，用乱之故，民卒流亡。’若德之回乱，民将流亡，祝史之为，无能补也。”公说，乃止。"}, {"ID": 14, "text": "景公疥遂痁，期而不瘳。诸侯之宾，问疾者多在。梁丘据、裔款言于公曰：“吾事鬼神，丰于先君有加矣。今君疾病，为诸侯忧，是祝史之罪也。诸侯不知，其谓我不敬，君盍诛于祝固史嚚以辞宾。”公说，告晏子。晏子对曰：“日宋之盟，屈建问范会之德于赵武，赵武曰：‘夫子家事治，言于晋国，竭情无私，其祝史祭祀，陈言不愧；其家事无猜，其祝史不祈。’建以语康王，康王曰：‘神人无怨，宜天子之光辅五君，以为诸侯主也。’”"}, {"ID": 15, "text": "公曰：“据与款谓寡人能事鬼神，故欲诛于祝史，子称是语何故？”对曰：“若有德之君，外内不废，上下无怨，动无违事，其祝史荐信，无愧心矣。是以鬼神用飨，国受其福，祝史与焉。其所以蕃祉老寿者，为信君使也，其言忠信于鬼神。其适遇淫君，外内颇邪，上下怨疾，动作辟违，从欲厌私，高台深池，撞钟舞女，斩刈民力，输掠其聚，以成其违，不恤后人，暴虐淫纵，肆行非度，无所还忌，不思谤讟，不惮鬼神，神怒民痛，无悛于心。其祝史荐信，是言罪也；其盖失数美，是矫诬也；进退无辞，则虚以成媚，是以鬼神不飨，其国以祸之，祝史与焉。所以夭昏孤疾者，为暴君使也，其言僭嫚于鬼神。”"}, {"ID": 16, "text": "公曰：“然则若之何？”对曰：“不可为也。山林之木，衡鹿守之；泽之雈蒲，舟鲛守之；薮之薪蒸，虞候守之；海之盐蜃，祈望守之。县鄙之人，入从其政；逼介之关，暴征其私；承嗣大夫，强易其贿；布常无艺，徵敛无度；宫室日更，淫乐不违；内宠之妾肆夺于市，外宠之臣僭令于鄙；私欲养求，不给则应。民人苦病，夫妇皆诅。祝有益也，诅亦有损，聊摄以东，姑尤以西，其为人也多矣！虽其善祝，岂能胜亿兆人之诅！君若欲诛于祝史，修德而后可。”公说，使有司宽政，毁关去禁，薄敛已责，公疾愈。"}, {"ID": 17, "text": "景公赏赐及后宫，文绣被台榭，菽粟食凫雁；出而见殣，谓晏子曰：“此何为而死？”"}, {"ID": 18, "text": "晏子对曰：“此喂而死。”公曰：“嘻！寡人之无德也甚矣。”"}, {"ID": 19, "text": "对曰：“君之德著而彰，何为无德也？”景公曰：“何谓也？”"}, {"ID": 20, "text": "对曰：“君之德及后宫与台榭，君之玩物，衣以文绣；君之凫雁，食以菽粟；君之营内自乐，延及后宫之族，何为其无德！顾臣愿有请于君：由君之意，自乐之心，推而与百姓同之，则何殣之有！君不推此，而苟营内好私，使财货偏有所聚，菽粟币帛腐于囷府，惠不遍加于百姓，公心不周乎万国，则桀纣之所以亡也。夫士民之所以叛，由偏之也，君如察臣婴之言，推君之盛德，公布之于天下，则汤武可为也。一殣何足恤哉！”"}, {"ID": 21, "text": "景公登箐室而望，见人有断雍门之橚者，公令吏拘之，顾谓晏子趣诛之。晏子默然不对。公曰：“雍门之橚，寡人所甚爱也，此见断之，故使夫子诛之，默然而不应，何也？”"}, {"ID": 22, "text": "晏子对曰：“婴闻之，古者人君出，则辟道十里，非畏也；冕前有旒，恶多所见也；纩紘珫耳，恶多所闻也；大带重半钧，舄履倍重，不欲轻也。刑死之罪，日中之朝，君过之，则赦之，婴未尝闻为人君而自坐其民者也。”公曰：“赦之，无使夫子复言。”"}, {"ID": 23, "text": "景公坐于路寝，曰：“美哉其室，将谁有此乎？”晏子对曰：“其田氏乎，田无宇为圻矣。”"}, {"ID": 24, "text": "公曰：“然则柰何？”晏子对曰：“为善者，君上之所劝也，岂可禁哉！夫田氏国门击柝之家，父以托其子，兄以托其弟，于今三世矣。山木如市，不加于山；鱼盐蚌蜃，不加于海；民财为之归。今岁凶饥，蒿种芼敛不半，道路有死人。齐旧四量而豆，豆四而区，区四而釜，釜十而锺。田氏四量，各加一焉。以家量贷，以公量收，则所以籴百姓之死命者泽矣。今公家骄汰，而田氏慈惠，国泽是将焉归？田氏虽无德而施于民。公厚敛而田氏厚施焉。《诗》曰：‘虽无德与汝，式歌且舞。’田氏之施，民歌舞之也，国之归焉，不亦宜乎！”"}, {"ID": 25, "text": "景公宿于路寝之宫，夜分，闻西方有男子哭者，公悲之。明日朝，问于晏子曰：“寡人夜者闻西方有男子哭者，声甚哀，气甚悲，是奚为者也？寡人哀之。”"}, {"ID": 26, "text": "晏子对曰：“西郭徒居布衣之士盆成适也。父之孝子，兄之顺弟也。又尝为孔子门人。今其母不幸而死，祔柩未葬，家贫，身老，子孺，恐力不能合祔，是以悲也。”"}, {"ID": 27, "text": "公曰：“子为寡人吊之，因问其偏柎何所在？”晏子奉命往吊，而问偏之所在。盆成适再拜，稽首而不起，曰：“偏柎寄于路寝，得为地下之臣，拥札掺笔，给事宫殿中右陛之下，愿以某日送，未得君之意也。穷困无以图之，布唇枯舌，焦心热中，今君不辱而临之，愿君图之。”"}, {"ID": 28, "text": "晏子曰：“然。此人之甚重者也，而恐君不许也。”盆成适蹶然曰：“凡在君耳！且臣闻之，越王好勇，其民轻死；楚灵王好细腰，其朝多饿死人；子胥忠其君，故天下皆愿得以为子。今为人子臣，而离散其亲戚，孝乎哉？足以为臣乎？若此而得祔，是生臣而安死母也；若此而不得，则臣请挽尸车而寄之于国门外宇溜之下，身不敢饮食，拥辕执辂，木乾鸟栖，袒肉暴骸，以望君愍之。贱臣虽愚，窃意明君哀而不忍也。”"}, {"ID": 29, "text": "晏子入，复乎公，公忿然作色而怒曰：“子何必患若言而教寡人乎？”晏子对曰：“婴闻之，忠不避危，爱无恶言。且婴固以难之矣。今君营处为游观，既夺人有，又禁其葬，非仁也；肆心傲听，不恤民忧，非义也。若何勿听？”因道盆成适之辞。"}, {"ID": 30, "text": "公喟然太息曰：“悲乎哉！子勿复言。”乃使男子袒免，女子发笄者以百数，为开凶门，以迎盆成适。适脱衰绖，冠条缨，墨缘，以见乎公。"}, {"ID": 31, "text": "公曰：“吾闻之，五子不满隅，一子可满朝，非乃子耶！”盆成适于是临事不敢哭，奉事以礼，毕，出门，然后举声焉。"}, {"ID": 32, "text": "景公筑长庲之台，晏子侍坐。觞三行，晏子起舞曰：“岁已暮矣，而禾不获，忽忽矣若之何！岁已寒矣，而役不罢，惙惙矣如之何！”舞三，而涕下沾襟。景公惭焉，为之罢长庲之役。"}, {"ID": 33, "text": "景公好弋，使烛邹主鸟而亡之，公怒，诏吏杀之。"}, {"ID": 34, "text": "晏子曰：“烛邹有罪三，请数之以其罪而杀之。”公曰：“可。”于是召而数之公前，曰：“烛邹！汝为吾君主鸟而亡之，是罪一也；使吾君以鸟之故杀人，是罪二也；使诸侯闻之，以吾君重鸟以轻士，是罪三也。”数烛邹罪已毕，请杀之。"}, {"ID": 35, "text": "公曰：“勿杀！寡人闻命矣。”"}, {"ID": 36, "text": "景公问晏子曰：“治国之患亦有常乎？”对曰：“佞人谗夫之在君侧者，好恶良臣，而行与小人，此国之长患也。”"}, {"ID": 37, "text": "公曰：“谗佞之人，则诚不善矣；虽然，则奚曾为国常患乎？”"}, {"ID": 38, "text": "晏子曰：“君以为耳目而好缪事，则是君之耳目缪也。夫上乱君之耳目，下使群臣皆失其职，岂不诚足患哉！”"}, {"ID": 39, "text": "公曰：“如是乎！寡人将去之。”"}, {"ID": 40, "text": "晏子曰：“公不能去也。”公忿然作色不说，曰：“夫子何小寡人甚也！”"}, {"ID": 41, "text": "对曰：“臣何敢槁也！夫能自周于君者，才能皆非常也。夫藏大不诚于中者，必谨小诚于外，以成其大不诚，入则求君之嗜欲能顺之，公怨良臣，则具其往失而益之，出则行威以取富。夫何密近，不为大利变，而务与君至义者也？此难得其知也。”"}, {"ID": 42, "text": "公曰：“然则先圣柰何？”"}, {"ID": 43, "text": "对曰：“先圣之治也，审见宾客，听治不留，群臣皆得毕其诚，谗谀安得容其私！”"}, {"ID": 44, "text": "公曰：“然则夫子助寡人止之，寡人亦事勿用。”"}, {"ID": 45, "text": "对曰：“谗夫佞人之在君侧者，若社之有鼠也，谚言有之曰：‘社鼠不可熏去。’谗佞之人，隐君之威以自守也，是难去焉。”"}, {"ID": 46, "text": "景公与晏子立曲潢之上，望见齐国，问晏子曰：“后世孰将践有齐国者乎？”"}, {"ID": 47, "text": "晏子对曰：“非贱臣之所敢议也。”公曰：“胡必然也？得者无失，则虞、夏常存矣。”"}, {"ID": 48, "text": "晏子对曰：“臣闻见不足以知之者，智也；先言而后当者，惠也。夫智与惠，君子之事，臣奚足以知之乎！虽然，臣请陈其为政：君强臣弱，政之本也；君唱臣和，教之隆也；刑罚在君，民之纪也。今夫田无宇二世有功于国，而利取分寡，公室兼之，国权专之，君臣易施，能无衰乎！婴闻之，臣富主亡。由是观之，其无宇之后无几，齐国，田氏之国也？婴老不能待公之事，公若即世，政不在公室。”公曰：“然则柰何？”"}, {"ID": 49, "text": "晏子对曰：“维礼可以已之。其在礼也，家施不及国，民不懈，货不移，工贾不变，士不滥，官不谄，大夫不收公利。”公曰：“善。今知礼之可以为国也。”"}, {"ID": 50, "text": "对曰：“礼之可以为国也久矣，与天地并立。君令臣忠，父慈子孝，兄爱弟敬，夫和妻柔，姑慈妇听，礼之经也。君令而不违，臣忠而不二，父慈而教，子孝而箴，兄爱而友，弟敬而顺，夫和而义，妻柔而贞，姑慈而从，妇听而婉，礼之质也。”公曰：“善哉！寡人乃今知礼之尚也。”"}, {"ID": 51, "text": "晏子曰：“夫礼，先王之所以临天下也，以为其民，是故尚之。”"}, {"ID": 52, "text": "晏子聘于吴，吴王问：“君子之行何如？”"}, {"ID": 53, "text": "晏子对曰：“君顺怀之，政治归之，不怀暴君之禄，不居乱国之位，君子见兆则退，不与乱国俱灭，不与暴君偕亡。”"}, {"ID": 54, "text": "晏子使吴，吴王曰：“寡人得寄僻陋蛮夷之乡，希见教君子之行，请私而无为罪。”晏子憱然辟位。"}, {"ID": 55, "text": "吴王曰：“吾闻齐君盖贼以僈，野以暴，吾子容焉，何甚也？”"}, {"ID": 56, "text": "晏子遵而对曰：“臣闻之，微事不通，粗事不能者，必劳；大事不得，小事不为者，必贫；大者不能致人，小者不能至人之门者，必困。此臣之所以仕也。如臣者，岂能以道食人者哉！”"}, {"ID": 57, "text": "晏子出，王笑曰：“嗟乎！今日吾讥晏子，訾犹裸而咎撅者也。”"}, {"ID": 58, "text": "司马子期问晏子曰：“士亦有不干君，不恤民，徒居无为而取名者乎？”"}, {"ID": 59, "text": "晏子对曰：“婴闻之，能足以赡上益民而不为者，谓之不仁。不仁而取名者，婴未得闻之也。”"}, {"ID": 60, "text": "高子问晏子曰：“子事灵公、庄公、景公，皆敬子，三君之心一耶？夫子之心三也？”"}, {"ID": 61, "text": "晏子对曰：“善哉！问事君，婴闻一心可以事百君，三心不可以事一君。故三君之心非一也，而婴之心非三心也。且婴之于灵公也，尽复而不能立之政，所谓仅全其四支以从其君者也。及庄公陈武夫，尚勇力，欲辟胜于邪，而婴不能禁，故退而埜处。婴闻之，言不用者，不受其禄，不治其事者，不与其难，吾于庄公行之矣。今之君，轻国而重乐，薄于民而厚于养，藉敛过量，使令过任，而婴不能禁，庸知其能全身以事君乎！”"}, {"ID": 62, "text": "晏子治东阿，三年，景公召而数之曰：“吾以子为可，而使子治东阿，今子治而乱，子退而自察也，寡人将加大诛于子。”"}, {"ID": 63, "text": "晏子对曰：“臣请改道易行而治东阿，三年不治，臣请死之。”景公许。于是明年上计，景公迎而贺之曰：“甚善矣！子之治东阿也。”"}, {"ID": 64, "text": "晏子对曰：“前臣之治东阿也，属托不行，货赂不至，陂池之鱼，以利贫民。当此之时，民无饥，君反以罪臣。今臣后之东阿也，属托行，货赂至，并重赋敛，仓库少内，便事左右，陂池之鱼，入于权宗。当此之时，饥者过半矣，君乃反迎而贺。臣愚不能复治东阿，愿乞骸骨，避贤者之路。”再拜，便僻。景公乃下席而谢之曰：“子强复治东阿，东阿者，子之东阿也，寡人无复与焉。”"}, {"ID": 65, "text": "景公问太卜曰：“汝之道何能？”对曰：“臣能动地。”公召晏子而告之，曰：“寡人问太卜曰：‘汝之道何能？’对曰：‘能动地。’地可动乎？”晏子默然不对，出，见太卜曰：“昔吾见钩星在四心之闲，地其动乎？”太卜曰：“然。”晏子曰：“吾言之，恐子死之也；默然不对，恐君之惶也。子言，君臣俱得焉。忠于君者，岂必伤人哉！”晏子出，太卜走入见公，曰：“臣非能动地，地固将动也。”陈子阳闻之，曰：“晏子默而不对者，不欲太卜之死也；往见太卜者，恐君之惶也。晏子，仁人也，可谓忠上而惠下也。”"}, {"ID": 66, "text": "晏子相景公，其论人也，见贤而进之，不同君所欲；见不善则废之，不辟君所爱；行己而无私，直言而无讳。"}, {"ID": 67, "text": "有纳书者曰：“废置不周于君前，谓之专；出言不讳于君前，谓之易。专易之行存，则君臣之道废矣，吾不知晏子之为忠臣也。”公以为然。"}, {"ID": 68, "text": "晏子入朝，公色不说，故晏子归，备载，使人辞曰：“婴故老悖无能，毋敢服壮者事。”辞而不为臣，退而穷处，东耕海滨，堂下生藜藿，门外生荆棘。七年，燕、鲁分争，百姓惛乱，而家无积。公自治国，权轻诸侯，身弱高、国。"}, {"ID": 69, "text": "公恐，复召晏子。晏子至，公一归七年之禄，而家无藏。晏子立，诸侯忌其威，高、国服其政，燕、鲁贡职，小国时朝。晏子没而后衰。"}, {"ID": 70, "text": "晏子使高纠治家，三年而辞焉。傧者谏曰：“高纠之事夫子三年，曾无以爵位而逐之，敢请其罪。”"}, {"ID": 71, "text": "晏子曰：“若夫方立之人，维圣人而已。如婴者，仄陋之人也。若夫左婴右婴之人不举，四维将不正。今此子事吾三年，未尝弼吾过也。吾是以辞之。”"}, {"ID": 72, "text": "景公谓晏子曰：“昔吾先君桓公，予管仲狐与谷，其县十七，著之于帛，申之以策，通之诸侯，以为其子孙赏邑。寡人不足以辱而先君，今为夫子赏邑，通之子孙。”晏子辞曰：“昔圣王论功而赏贤，贤者得之，不肖者失之，御德修礼，无有荒怠。今事君而免于罪者，其子孙奚宜与焉？若为齐国大夫者必有赏邑，则齐君何以共其社稷与诸侯币帛？婴请辞。”遂不受。"}, {"ID": 73, "text": "景公赐晏子狐之白裘，元豹之茈，其赀千金，使梁丘据致之。晏子辞而不受，三反。公曰：“寡人有此二，将欲服之，今夫子不受，寡人不敢服。与其闭藏之，岂如弊之身乎？”"}, {"ID": 74, "text": "晏子曰：“君就赐，使婴修百官之政，君服之上，而使婴服之于下，不可以为教。”固辞而不受。"}, {"ID": 75, "text": "晏子相景公，布衣鹿裘以朝。公曰：“夫子之家，若此其贫也，是奚衣之恶也！寡人不知，是寡人之罪也。”"}, {"ID": 76, "text": "晏子对曰：“婴闻之，盖顾人而后衣食者，不以贪昧为非；盖顾人而后行者，不以邪僻为累。婴不肖，婴之族又不如婴也，待婴以祀其先人者五百家，婴又得布衣鹿裘而朝，于婴不有饰乎！”再拜而辞。"}, {"ID": 77, "text": "仲尼曰：“灵公污，晏子事之以整齐；庄公壮，晏子事之以宣武；景公奢，晏子事之以恭俭：君子也！相三君而善不通下，晏子细人也。”"}, {"ID": 78, "text": "晏子闻之，见仲尼曰：“婴闻君子有讥于婴，是以来见。如婴者，岂能以道食人者哉！婴之宗族待婴而祀其先人者数百家，与齐国之闲士待婴而举火者数百家，臣为此仕者也。如臣者，岂能以道食人者哉！”晏子出，仲尼送之以宾客之礼，再拜其辱。反，命门弟子曰：“救民之姓而不夸，行补三君而不有，晏子果君子也。”"}]}, {"section": 4, "header": "外篇●外篇下", "data": [{"ID": 79, "text": "仲尼之齐，见景公，景公说之，欲封之以尔稽，以告晏子。晏子对曰：“不可。彼浩裾自顺，不可以教下；好乐缓于民，不可使亲治；立命而建事，不可守职；厚葬破民贫国，久丧道哀费日，不可使子民；行之难者在内，而传者无其外，故异于服，勉于容，不可以道众而驯百姓。自大贤之灭，周室之卑也，威仪加多，而民行滋薄；声乐繁充，而世德滋衰。今孔丘盛声乐以侈世，饰弦歌鼓舞以聚徒，繁登降之礼，趋翔之节以观众，博学不可以仪世，劳思不可以补民，兼寿不能殚其教，当年不能究其礼，积财不能赡其乐，繁饰邪术以营世君，盛为声乐以淫愚其民。其道也，不可以示世；其教也，不可以导民。今欲封之，以移齐国之俗，非所以导众存民也？。”公曰：“善。”于是厚其礼而留其封，敬见不问其道，仲尼乃行。"}, {"ID": 80, "text": "景公上路寝，闻哭声。曰：“吾若闻哭声，何为者也？”梁丘据对曰：“鲁孔丘之徒鞠语者也。明于礼乐，审于服丧，其母死，葬埋甚厚，服丧三年，哭泣甚疾。”公曰：“岂不可哉！”而色说之。晏子曰：“古者圣人，非不知能繁登降之礼，制规矩之节，行表缀之数以教民，以为烦人留日，故制礼不羡于便事；非不知能扬干戚锺鼓竽瑟以劝众也，以为费财留工，故制乐不羡于和民；非不知能累世殚国以奉死，哭泣处哀以持久也，而不为者，知其无补死者而深害生者，故不以导民。今品人饰礼烦事，羡乐淫民，崇死以害生，三者，圣王之所禁也。贤人不用，德毁俗流，故三邪得行于世。是非贤不肖杂，上妄说邪，故好恶不足以导众。此三者，路世之政，道事之教也。公曷为不察，声受而色说之？”"}, {"ID": 81, "text": "仲尼游齐，见景公。景公曰：“先生奚不见寡人宰乎？”"}, {"ID": 82, "text": "仲尼对曰：“臣闻晏子事三君而得顺焉，是有三心，所以不见也。”"}, {"ID": 83, "text": "仲尼出，景公以其言告晏子，晏子对曰：“不然！婴为三心，三君为一心故，三君皆欲其国之安，是以婴得顺也。婴闻之，是而非之，非而是之，犹非也。孔丘必据处此一心矣。”"}, {"ID": 84, "text": "仲尼之齐，见景公而不见晏子。子贡曰：“见君不见其从政者，可乎？”仲尼曰：“吾闻晏子事三君而顺焉，吾疑其为人。”"}, {"ID": 85, "text": "晏子闻之，曰：“婴则齐之世民也，不维其行，不识其过，不能自立也。婴闻之，有幸见爱，无幸见恶，诽谤为类，声响相应，见行而从之者也。婴闻之，以一心事三君者，所以顺焉；以三心事一君者，不顺焉。今未见婴之行，而非其顺也。婴闻之，君子独立不惭于影，独寝不惭于魂。孔子拔树削迹，不自以为辱；穷陈蔡，不自以为约；非人不得其故，是犹泽人之非斤斧，山人之非网罟也。出之其口，不知其困也，始吾望儒而贵之，今吾望儒而疑之。”"}, {"ID": 86, "text": "仲尼闻之，曰：“语有之：言发于尔，不可止于远也；行存于身，不可掩于众也。吾窃议晏子而不中夫人之过，吾罪几矣！丘闻君子过人以为友，不及人以为师。今丘失言于夫子，讥之，是吾师也。”因宰我而谢焉，然仲尼见之。"}, {"ID": 87, "text": "景公出田，寒，故以为浑，犹顾而问晏子曰：“若人之众，则有孔子焉乎？”"}, {"ID": 88, "text": "晏子对曰：“有孔子焉则无有，若舜焉则婴不识。”"}, {"ID": 89, "text": "公曰：“孔子之不逮舜为闲矣，曷为‘有孔子焉则无有，若舜焉则婴不识’？”"}, {"ID": 90, "text": "晏子对曰：“是乃孔子之所以不逮舜。孔子行一节者也，处民之中，其过之识，况乎处君之中乎！舜者处民之中，则自齐乎士；处君子之中，则齐乎君子；上与圣人，则固圣人之林也。此乃孔子之所以不逮舜也。”"}, {"ID": 91, "text": "仲尼相鲁，景公患之，谓晏子曰：“邻国有圣人，敌国之忧也。今孔子相鲁若何？”"}, {"ID": 92, "text": "晏子对曰：“君其勿忧。彼鲁君，弱主也；孔子，圣相也。君不如阴重孔子，设以相齐，孔子强谏而不听，必骄鲁而有齐，君勿纳也。夫绝于鲁，无主于齐，孔子困矣。”"}, {"ID": 93, "text": "居期年，孔子去鲁之齐，景公不纳，故困于陈蔡之闲。"}, {"ID": 94, "text": "晏公问晏子曰：“有臣而强，足恃乎？”晏子对曰：“不足恃。”"}, {"ID": 95, "text": "“有兄弟而强，足恃乎？”晏子对曰：“不足恃。”公忿然作色曰：“吾今有恃乎？”晏子对曰：“有臣而强，无甚如汤；有兄弟而强，无甚如桀。汤有弑其君，桀有亡其兄，岂以人为足恃哉，可以无亡也！”"}, {"ID": 96, "text": "景公游于牛山，少乐，公曰：“请晏子一愿。”晏子对曰：“不，婴何愿？”公曰：“晏子一愿。”对曰：“臣愿有君而见畏，有妻而见归，有子而可遗。”公曰：“善乎！晏子之愿；载一愿。”"}, {"ID": 97, "text": "晏子对曰：“臣愿有君而明，有妻而材，家不贫，有良邻。有君而明，日顺婴之行；有妻而材，则使婴不忘；家不贫，则不愠朋友所识；有良邻，则日见君子：婴之愿也。”公曰：“善乎！晏子之愿也。”"}, {"ID": 98, "text": "晏子对曰：“臣愿有君而可辅，有妻而可去，有子而可怒。”公曰：“善乎！晏子之愿也。”"}, {"ID": 99, "text": "景公为大钟，将悬之。晏子、仲尼、柏常骞三人朝，俱曰：“钟将毁。”冲之，果毁。公召三子而者问之。晏子对曰：“钟大，不祀先君而以燕，非礼，是以曰钟将毁。”仲尼曰：“钟大而悬下，冲之其气下回而上薄，是以曰钟将毁。”柏常骞曰：“今庚申，雷日也，音莫胜于雷，是以曰钟将毁也。”"}, {"ID": 100, "text": "田无宇见晏子独立于闺内，有妇人出于室者，发班白，衣缁布之衣而无里裘。"}, {"ID": 101, "text": "田无宇讥之曰：“出于室为何者也？”"}, {"ID": 102, "text": "晏子曰：“婴之家也。”无宇曰：“位为中卿，田七十万，何以老为妻？”"}, {"ID": 103, "text": "对曰：“婴闻之，去老者，谓之乱；纳少者，谓之淫。且夫见色而忘义，处富贵而失伦，谓之逆道。婴可以有淫乱之行，不顾于伦，逆古之道乎？”"}, {"ID": 104, "text": "有工女托于晏子之家焉者，曰：“婢妾，东廓之野之也。愿得入身，比数于下陈焉。”"}, {"ID": 105, "text": "晏子曰：“乃今日而后自知吾不肖也！古之为政者，士农工商异居，男女有别而不通，故士无邪行，女无淫事。今仆托国主民，而女欲奔仆，仆必色见而行无廉也。”遂不见。"}, {"ID": 106, "text": "景公盖姣，有羽人视景公僭者。公谓左右曰：“问之，何视寡人之僭也？”羽人对曰：“言亦死，而不言亦死，窃姣公也。”公曰：“合色寡人也？杀之！”晏子不时而入，见曰：“盖闻君有所怒羽人。”公曰：“然。色寡人，故将杀之。”晏子对曰：“婴闻拒欲不道，恶爱不祥，虽使色君，于法不宜杀也。”公曰：“恶然乎！若使沐浴，寡人将使抱背。”"}, {"ID": 107, "text": "景公谓晏子曰：“东海之中，有水而赤，其中有枣，华而不实，何也？”"}, {"ID": 108, "text": "晏子对曰：“昔者秦缪公乘龙舟而理天下，以黄布裹烝枣，至东海而捐其布，破黄布，故水赤；烝枣，故华而不实。”"}, {"ID": 109, "text": "公曰：“吾详问子何为？”对曰：“婴闻之，详问者，亦详对之也。”"}, {"ID": 110, "text": "景公问晏子曰：“天下有极大乎？”"}, {"ID": 111, "text": "晏子对曰：“有。足游浮云，背凌苍天，尾偃天闲，跃啄北海，颈尾咳于天地乎！然而漻漻不知六翮之所在。”"}, {"ID": 112, "text": "公曰：“天下有极细乎？”"}, {"ID": 113, "text": "晏子对曰：“有。东海有虫，巢于虱睫，再乳再飞，而虱不为惊。臣婴不知其名，而东海渔者命曰焦冥。”"}, {"ID": 114, "text": "庄公阖门而图莒，国人以为有乱也，皆操长兵而立于闾。公召睢休相而问曰：“寡人阖门而图莒，国人以为有乱，皆摽长兵而立于衢闾，柰何？”休相对曰：“诚无乱而国以为有，则仁人不存。请令于国，言晏子之在也。”公曰：“诺。”以令于国：“孰谓国有乱者，晏子在焉。”然后皆散兵而归。君子曰：“夫行不可不务也。晏子存而民心安，此非一日之所为也，所以见于前信于后者。是以晏子立人臣之位，而安万民之心。”"}, {"ID": 115, "text": "晏公游于灾，闻晏子死，公乘侈舆服繁驵驱之。而因为迟，下车而趋；知不若车之遫，则又乘。比至于国者，四下而趋，行哭而往，伏尸而号，曰：“子大夫日夜责寡人，不遗尺寸，寡人犹且淫泆而不收，怨罪重积于百姓。今天降祸于齐，不加于寡人，而加于夫子，齐国之社稷危矣，百姓将谁告夫！”"}, {"ID": 116, "text": "晏子死，景公操玉加于晏子而哭之，涕沾襟。章子谏曰：“非礼也。”公曰：“安用礼乎？昔者吾与夫子游于公邑之上，一日而三不听寡人，今其孰能然乎！吾失夫子则亡，何礼之有？”免而哭，哀尽而去。"}, {"ID": 117, "text": "晏子没，十有七年，景公饮诸大夫酒。公射，出质，堂上唱善，若出一口。公作色太息，播弓矢。"}, {"ID": 118, "text": "弦章入，公曰：“章！自晏子没后，不复闻不善之事。”弦章对曰：“君好之，则臣服之；君嗜之，则臣食之。尺蠖食黄则黄，食苍则苍是也。”"}, {"ID": 119, "text": "公曰：“善。吾不食谄人以言也。”以鱼五十乘赐弦章，章归，鱼车塞涂，抚其御之手，曰：“昔者晏子辞党以正君，故过失不掩之。今诸臣谀以干利，吾若受鱼，是反晏子之义，而顺谄谀之欲。”固辞鱼不受。"}, {"ID": 120, "text": "君子曰：“弦章之廉，晏子之遗行也。”"}]}], "bookname": "晏子春秋", "writer": null, "type": "史书", "age": "[战国 (公元前475年 - 公元前221年)]"}