{"alldata": [{"section": 0, "header": "撰吏五帝三王传政乙第五", "data": [{"ID": 0, "text": "政曰：君子不与人谋之则已矣，若与人谋之则非道无由也。故君子之谋能必用道，而不能必见受；能必忠，而不能必入；能必信，而能必见信。君子非人者不出之于辞而施之于行，故非非者行是，恶恶者行善，而道谕矣。"}]}, {"section": 1, "header": "大道文王问第八", "data": [{"ID": 1, "text": "政曰：昔者文王问于鬻子，敢问人有大忘乎？对曰：“有。”文王曰：“敢问大忘奈何。”鬻子曰：“知其身之恶而不改也，以贼其身乃丧其躯。其行如此，是谓之大忘。”"}]}, {"section": 2, "header": "贵道五帝三王周政乙第五", "data": [{"ID": 2, "text": "昔之帝王所以为明者，以其吏也。昔之君子，其所以为功者，以其民也。力生于神，而功最于吏，福归于君。昔者五帝之治天下也，其道昭昭若日月之明然，若以昼代夜然。故其道首首然，万世为福、万世为教者，唯从黄帝以下、舜禹以上而已矣。君王欲缘五帝之道而不失，则可以长久。"}]}, {"section": 3, "header": "守道五帝三王周政甲第四", "data": [{"ID": 3, "text": "圣人在上，贤士百里而有一人，则犹无有也。王道衰微，暴乱在上，贤士千里而有一人，则犹比肩也。"}]}, {"section": 4, "header": "撰吏五帝三王传政乙第三", "data": [{"ID": 4, "text": "故曰：民者，贤、不肖之杖也；贤、不肖皆具焉。故贤人得焉，不肖人休焉，杖能侧焉，忠信饰焉。民者、积愚也，虽愚、明主撰吏焉，必使民兴焉。士民与之，明上举之；士民若之，明上去之。故王者取吏不忘必使民唱然后和。民者、吏之程也，察吏于民然后随。政曰：民者、至卑也，而使之取吏焉必取所爱，故十人爱之，则十人之吏也；百人爱之，则百人之吏也；千人爱之，则千人之吏也；万人爱之，则万人之吏也。故万人之吏撰卿相矣。卿相者、诸侯之丞也，故封侯之土秩出焉。卿相者、侯之本也。"}]}, {"section": 5, "header": "曲阜鲁周公政甲第十四", "data": [{"ID": 5, "text": "政曰：昔者鲁周公曰：吾闻之于政也，知善不行者谓之狂，知恶不改者谓之惑。夫狂与惑者，圣王之戒也。"}]}, {"section": 6, "header": "道符五帝三王传政甲第二", "data": [{"ID": 6, "text": "不肖者、不自谓不肖也，而不肖见于行，虽自谓贤，人犹谓之不肖也。愚者不自谓愚，而愚见于言，虽自谓智，人犹谓之愚。"}]}, {"section": 7, "header": "数始五帝治天下第七", "data": [{"ID": 7, "text": "昔者帝颛顼年十五而佐黄帝，二十而治天下。其治天下也，上缘黄帝之道而行之，学黄帝之道而常之。昔者帝喾年十五而佐帝颛顼，三十而治天下。其治天下也，上缘黄帝之道而明之，学帝颛顼之道而行之。"}]}, {"section": 8, "header": "禹政第六", "data": [{"ID": 8, "text": "禹之治天下也，得皋陶，得杜子业，得既子，得施子黯，得季子甯，得然子堪，得轻子玉。得七大夫以佐其身，以治天下，以天下治。"}]}, {"section": 9, "header": "汤政天下至纣第七", "data": [{"ID": 9, "text": "汤之治天下也，得庆誧、伊尹、湟里且、东门虚、南门蝡、西门疵、北门侧，得七大夫佐以治天下，而天下治。二十七世，积岁五百七十六岁至纣。"}]}, {"section": 10, "header": "上禹政第六", "data": [{"ID": 10, "text": "禹之治天下也，以五声听。门悬钟鼓铎磬，而置鼗，以得四海之士。为铭于簨𧇽，曰：“教寡人以道者击鼓，教寡人以义者击钟，教寡人以事者振铎，语寡人以忧者击磬，语寡人以狱讼者挥鼗。”此之谓五声。是以禹尝据一馈而七十起，日中而不暇饱食，曰：“吾犹恐四海之士留于道路。”是以四海之士皆至。是以禹当朝，廷间也可以罗爵。"}]}, {"section": 11, "header": "道符五帝三王传政甲第五", "data": [{"ID": 11, "text": "夫国者、卿相世贤者有之，有国无国智者治之，智者非一日之志，治者非一日之谋，而知所避。发教施令为天下福者谓之道，上下相亲谓之和，民不求而得所欲谓之信，除去天下之害谓之仁。仁与信，和与道，帝王之器。凡万物皆有器。故欲有为不行其器者，虽欲有为不成。诸侯之欲王者亦然，不用帝王之器者不成。"}]}, {"section": 12, "header": "汤政汤治天下理第七", "data": [{"ID": 12, "text": "天地辟而万物生，万物生而人为政焉。无不能生而无杀也。唯天地之所以杀人不能生，人化而为善，兽化而为恶。人而不善者谓之兽，有天然后有地，有地然后有别，有别然后有义，有义然后有教，有教然后有道，有道然后有理，有理然后有数。曰有冥、有旦、有昼、有夜。然后以为数。月一盈一亏，月合月离以数纪，四者皆陈以为数治。政者、卫也，始终之谓卫。"}]}, {"section": 13, "header": "慎诛鲁周公第六", "data": [{"ID": 13, "text": "昔者，鲁周公使康叔往守于殷，戒之曰：“与杀不辜，宁失有罪。无有无罪而见诛，无有有功而不赏。戒之！封！诛赏之慎焉。”"}]}], "bookname": "鬻子", "writer": null, "type": "道家", "age": ""}