{"alldata": [{"section": 0, "header": "天地神明章", "data": [{"ID": 0, "text": "昔在至理，上下一德，以徵天休，忠之道也。忠之为道，乃合于天。至理之时，君臣同德，则休气应也。天之所覆，地之所载，人之所履，莫大乎忠。覆载之间，人伦之要，履之则吉，违之则凶，无有大于忠者。忠者、中也，至公无私。不正其心，而私于事，则与忠反也。天无私，四时行。地无私，万物生。人无私，大亨贞。四时广运，天不私德。万物亨生，地不私力。人能至公，不私诸己，何往不可也？忠也者、一其心之谓矣。一则为忠，二则为僻。为国之本，何莫由忠！未有舍忠，而成于务。忠能固君臣、安社稷、感天地、动神明，而况于人乎？君臣固，其义深也。社稷安，其祚长也。天地感，其诚达也。神明动，其应彰也。忠之为用，其效如此。言人之易从也。夫忠兴于身，著于家，成于国，其行一焉。身及国家，虽有殊名，其为忠也，则无异行。是故一于其身，忠之始也。一于其家，忠之中也。一于其国，忠之终也。道行自渐，忠之大焉。身一则百禄至。立身履一，富贵之本。家一则六亲和。御家不二，自然笃睦。国一则万人理。天下合心，无不从化。《书》云：“惟精惟一，允执厥中。”精一守中，忠之义也。"}]}, {"section": 1, "header": "圣君章", "data": [{"ID": 1, "text": "惟君以圣德监于万邦。圣君在上，垂监于下。万邦在下，观行于上。自下至上，各有尊也。故王者上事于天，下事于地，中事于宗庙，以临于人。王者至重，犹有所尊，况其下乎？则人化之，天下尽忠以奉上也。上行下化，理之自然。文王敬逊、虞芮逊畔是也。是以兢兢戒慎，日增其明。日增一日，德益明也。禄贤官能，式敷大化。惠泽长久，黎民咸怀。非怀不可以居禄，非化不可以怀人。任贤陈化，君之要也。故得皇猷丕丕，行于四方，扬于后代，以保社稷，以光祖考。君圣臣贤，化行名播。以光祖考，以严配社稷于无强者也。盖圣君之忠也。忠之为道，无所不通也。《诗》云：“昭事上帝，聿怀多福。”君以明德事天，天以多福与人君也。"}]}, {"section": 2, "header": "冢臣章", "data": [{"ID": 2, "text": "为臣事君，忠之本也。本立而后化成。虽有周、孔之才，必以忠为本也。冢臣于君，可谓一体。下行而上信，故能成其忠。股肱动于下，元首随于上，以其义同，其心不异。夫忠者，岂惟奉君忘身，狥国忘家，正色直辞，临难死节已矣。此皆忠之常道，固所常行，未尽冢宰之事。在乎沉谋潜运，正国安人。至忠无迹，诚在沉潜。任贤以为理，端委而自化。官各得人，何事之有？尊其君有天地之大，日月之明，阴阳之和，四时之信。盖之如天，容之如地，昭之如日月，调之如阴阳，不言而信如四时。若是，君体用尽矣。圣德洋溢，颂声作焉。乐之于中，和之于外。《书》云：“元首明哉！股肱良哉！庶事康哉！”君明则臣良，臣良则事康。"}]}, {"section": 3, "header": "百工章", "data": [{"ID": 3, "text": "有国之建，百工惟才。守位谨常，非忠之道。此乃守常之臣也。故君子之事上也，入则献其谋。公家之利，知无不言。出则行其政。既在其位，职思其忧。居则思其道。益国之道。动则有仪。百事之仪。秉职不回，言事无惮，苟利社稷，则不顾其身。爱己曲从，则为尸素。上下用成，故昭君德，盖百工之忠也。君任工能，工奉君政。政成于下，德归于上。《诗》云：“靖共尔位，好是正直。”恭可以成正，直可以献忠。"}]}, {"section": 4, "header": "守宰章", "data": [{"ID": 4, "text": "在官惟明，莅事惟平，立身惟清。官不明则事多欺，事不平则怨难弭，身不清则何以教民？清则无欲，平则不曲，明能正俗。三者备矣，然后可以理人。独清则谨己而已，不建于事。独明则虽察于务，奸贿难任。独平则徒均于物，昧独无堪。夫理人者、必三备而后可也。君子尽其忠能以行其政令，而不理者，未之闻也。既才且忠，以临其人，政之理也，固其必然。夫人莫不欲安，君子顺而安之。用其情而处之。莫不欲富，君子教而富之。因其利而劝之。笃之以仁义，以固其心。知仁与义，则皆就之。导之以礼乐，以和其气。君子爱人，小人易使。宣君德以弘大其化。称君德以布德，敦君化以行化。明国法以至于无刑。章条申而不犯，刑虽设而当也。视君之人，如观乎子。寒者衣之，饥者食之。则人爱之，如爱其亲。民怀其恩，有同骨肉。盖守宰之忠也。《诗》云：“岂弟君子，民之父母。”父母爱子，情莫过焉。，官莫谨焉，人谁非子？"}]}, {"section": 5, "header": "兆人章", "data": [{"ID": 5, "text": "天地泰宁，君之德也。天地设位，秉御有君。非君泰宁，人必局蹐。君德昭明，则阴阳风雨以和，人赖之而生也。四气和顺，百谷用成，是以为休徵。故人之生，赖成于君也。是故祗承君之法度，行孝悌于其家，服勤稼穑以供王赋，此兆人之忠也。顺化供养，勤劳奉国，是则为忠。《书》云：“一人元良，万邦以贞。”一人以大善抚万国，万国以忠贞戴一人。"}]}, {"section": 6, "header": "政理章", "data": [{"ID": 6, "text": "夫化之以德，理之上也，则人日迁善而不知。德化潜运，以心则不知所由，而民从善也。施之以政，理之中也，则人不得不为善。政施有术，昭见于人。人勉而行，欲罢不可。惩之以刑，理之下也，则人畏而不敢为非也。刑临以威，知惧无犯。既劣于政，弥蒙于德。刑则在省而中。舜流四凶，足清万国。政则在简而能。简则易从，能则人服。德则在博而久。不博则有不及，不久则人心复。德者、为理之本也。任政非德，则薄。任刑非德，则残。兼德则厚，加德则宽。故君子务于德，修于政，谨于刑。刑不谨则知，政不修举，德不务而人不怀也。固其忠，以明其信，行之匪懈，何不理之人乎？忠信故己，恪勤修官，官修政明，而人自理。故无不能理之吏，无不可理之人。《诗》云：“敷政优优，百禄是遒。”政其人理，禄其宜哉！"}]}, {"section": 7, "header": "武备章", "data": [{"ID": 7, "text": "王者立武，以威四方，安万人也。武德主宁静，非形于征伐也。淳德布洽，戎夷禀命，统军之帅。命不可辱，帅不可失，国之大寄，非易其人。仁以怀之。抚其疾苦，使之咸怀。义以厉之。示其慷慨，使其激劝。礼以训之。明其节制，使之有序。信以行之。审其远近，使之必行。赏以劝之。悬其爵赏，使之慕功。刑以严之。威其鈇钺，使之惧罪。行此六者，谓之有利。六者并用，阙则失之。故晋将用师，子犯曰“未知信”之类是也。故得师尽其心，竭其力，致其命。士卒从教，故师得利。是以攻之则克，守之则固，武备之道也。武可以备而不用，不可以用而不备也。《诗》云：“赳赳武夫，公侯干城。”有其武才，堪其捍。"}]}, {"section": 8, "header": "观风章", "data": [{"ID": 8, "text": "惟臣以天子之命，出于四方以观风，听不可以不聪，视不可以不明。使臣之行，如君耳目，不聪不明，不胜其任。聪则审于事，明则辨于理。不聪则惑其所闻，不明则蔽其所见。理辨则忠，事审则分。理不辨则其断偏，事不审则其信惑。君子去其私，正其色。私去则情灭，色正则邪远。不害理以伤物。求罪为公，则成刻浮。不惮势以举任。举必以才，不必以势。惟善是与，惟恶是除。善虽雠必荐，恶虽亲必去。以之而陟则有成。君子效能也。以之而出则无怨。小人伏罪也。夫如是，则天下敬职，万邦以宁。官务修政，人始获安。《诗》云：“载驰载驱，周爰谘诹。”勤劳不宁，善斯劝矣。"}]}, {"section": 9, "header": "保孝行章", "data": [{"ID": 9, "text": "夫惟孝者，必贵于忠。若思孝而忘忠，犹求福而弃天。忠苟不行，所率犹非其道。忠不居心，动皆邪僻。是以忠不及之，而失其守。自贻伊罚，求安可乎？匪惟危身，辱及亲也。既失于忠，又失于孝。故君子行其孝，必先以忠。竭其忠，则福禄至矣。忠则得福，禄则荣亲。故得尽爱敬之心，以养其亲，施及于人。守忠之道，众善攸归，身安亲乐，得尽其养。此之谓保孝行也。以忠之故，得保于孝。《诗》云：“孝子不匮，永锡尔类。”考叔行孝，施于庄公。君子善之，此之谓也。"}]}, {"section": 10, "header": "广为章", "data": [{"ID": 10, "text": "明主之为国也，任于正，去于邪。任正则君子道长，去邪则小人道消。邪则不忠，忠则必正。忠则不邪，正则必忠。有正然后用其能。能而无正则邪，正而有能则忠。是故师保道德，股肱贤良。周为保，召为师，元为股，凯为肱。内睦以文，外威以武。教莫若文，威莫若武。被服礼乐，堤防政刑。礼乐、德之则，不可违躬。政刑、礼之要，不可破坏。故得大化兴行，蛮夷率服。化行文备，夷服武偃。人臣和悦，邦国平康。礼乐善而政刑清也。此君能任臣，下忠上信之所致也。臣在忠于君，君在委于臣。《诗》云：“济济多士，文王以宁。”成厦、非一木之才，为国、资庶臣之力。"}]}, {"section": 11, "header": "广至理章", "data": [{"ID": 11, "text": "古者圣人以天下之耳目为视听。用天下之视听，则无不见闻也。天下之心为心。顺物之情，不任己欲。端旒而自化，居成而不有，斯可谓致理也已矣。默化元运，其理如此。王者思于至理，其远乎哉？道无远近，弘之则是。无为而天下自清。有事则烦。不疑而天下自信。不疑于物，物亦信焉。不私而天下自公。不私于物，物亦公焉。贱珍则人去贪。贪由有珍，珍去贪息。彻侈则人从俭。俭消于侈，侈除俭生。用实则人不伪。见实知伪之恶。崇让则人不争。见逊知争之失。故得人心和平，天下淳质。化行心易，咸服其淳。乐其生，保其寿。气得天和，咸无夭折。优游圣德，以为自然之至也。圣德无涯，与天地等。《诗》云：“不识不知，顺帝之则。”虽迷帝德，不违其则。"}]}, {"section": 12, "header": "扬圣章", "data": [{"ID": 12, "text": "君德圣明，忠臣以荣。欣己获奉斯君。君德不足，忠臣以辱。耻躬不能为臣。不足则补之，圣明则扬之，古之道也。补衮之阙，扬君之休。古之忠臣，则皆然也。是以虞有德，咎繇歌之。文王之道，周公颂之。宣王中兴，吉甫咏之。君上行仁覆之道也，臣下有赞咏之义也。故君子臣于盛明之时，必扬之。盛德流满天下，传于后代，其忠矣夫。若君有盛德而臣不扬，使久远不闻，则有缺于忠道。"}]}, {"section": 13, "header": "辨忠章", "data": [{"ID": 13, "text": "大哉，忠之为用也。用忠以教，大莫加焉。施之于迩，则可以保家邦。以有阃域。施之于远，则可以极天地。以无空穷。故明王为国，必先辨忠。为国藉之，忠者臣节，不先辨忠，国将安寄？君子之言，忠而不佞。小人之言，佞而似忠而非，闻之者鲜不惑矣。忠言逆志，必求诸道。佞言顺志，必求诸非道。夫忠而能仁，则国德彰。为君抚爱。忠而能知，则国政举。忠而能勇，则国难清。为君谋忠，为君果毅。故虽有其能，必由忠而成也。忠而有能，则有功。仁而不忠，则私其恩。仁愈多而恩愈深。知而不忠，则文其诈。知愈多而诈愈密。勇而不忠，则易其乱。勇愈多而易其乱。是虽有其能，以不忠而败也。能而无忠，则为败。此三者不可不辨也。《书》云：“旌别淑忒。”其是谓乎！善恶既别，任使不谬。"}]}, {"section": 14, "header": "忠谏章", "data": [{"ID": 14, "text": "忠臣之事君也，莫先于谏。紏过正德，惟能谏之。下能言之，上能听之，则王道光矣。上能听，下不能言，则虚其听。下能言，而上不能听，则虚其言。言听俱能，则君臣谏合，则其道光明也。谏于未形者，上也。先事而止，君违不闻。谏于已彰者，次也。出未及施，改之非后。谏于既行者，下也。行而能改，虽下犹愈。违而不谏，则非忠臣。从君所昏，是乃罪也。夫谏始于顺辞，中于抗议，终于死节，以成君休，以宁社稷。顺辞不从，犯颜抗议；抗议不从，则继之以死。其能使君改过为美，社稷之安固也。《书》云：“木从绳则正，后从谏则圣。”绳直可以正木，臣忠可以正主也。"}]}, {"section": 15, "header": "证应章", "data": [{"ID": 15, "text": "惟天监人，善恶必应。为善则吉，为恶则凶。善莫大于作忠。百行大善，无忠皆忘。恶莫大于不忠。大恶之恶，为逆者殃。忠则福禄至焉，不忠则刑罚加焉。忠则言播闻，未有不禄。不忠则不忠彰兆，未有不刑。君子守道，所以长守其休。小人不常，所以自陷其咎。天意本休，君子知而顺之。天意无咎，小人求而取之。休咎之徵也，不亦明哉！天监孔明，勿谓茫昧。《书》云：“作善降之百祥，作不善降之百殃。”祸福无门，惟人自召。"}]}, {"section": 16, "header": "报国章", "data": [{"ID": 16, "text": "为人臣者官于君。臣之官禄，君实锡之。先后光庆，皆君之德。光格祖考，庆垂子孙。不思报国，岂忠也哉？忠则必报，不报非忠。君子有无禄而益君，无有禄而已者也。君临天下，谁不为臣？食土之毛，皆衔君德。昏衢迷于日月，君子之怀帝恩，故偃息山林，有能审国。况荷君禄位而无闻焉？报国之道有四：一曰贡贤。进得其才，君可端拱。二曰献猷。纳当其善，君可依行。三曰立功。功吾其膺，君可无患。四曰兴利。殖致其厚，君可与足。贤者、国之干。干可以立。猷者、国之规。规可以执。功者、国之将。将可以御。利者、国之用。用可以给。是皆报国之道，惟其能而行之。各以其能而报于国，道斯广矣。《诗》云：“无言不酬，无德不报。”况忠臣之于国乎！凡人之间，一言一德犹必报。君臣之义，重恩重焉，如何忘也。"}]}, {"section": 17, "header": "尽忠章", "data": [{"ID": 17, "text": "天下尽忠，淳化行也。忠有所未尽，则淳化不行。君子尽忠，则尽其心。小人尽忠，则尽其力。君子可以尽谋，小人可以效命。尽力者则止其身，尽心者则洪于远。止身则匹夫之事，洪远则万物之利。故明王之理也，务在任贤。贤臣尽忠，则君德广矣。圣无独理，道无常师。古之明王，必求贤明，无不修德。贤臣则无不尽忠，忠则为君阐扬，君德由广大之也。政教以之而美。君上立教，臣下所敷。礼乐以之而兴。君上制作，臣下所行。刑罚以之而清。君上恤刑，臣下所化。仁惠以之而布。君德既备，人怀始康。四海之内有太平音。乐至而歌，自然之理也。嘉祥既成，告于上下。君臣之始于政能，著于群瑞。故其成功可以告于神明也。是故播于《雅》《颂》，传于无穷。德施于人，务格于神。而后行于乐，乐行则可极之有哉。"}]}], "bookname": "忠经", "writer": null, "type": "儒家", "age": ""}