{"bookname": "庄子●杂篇", "writer": "庄周", "type": "道家经文", "age": "中古", "alldata": [{"section": 0, "header": "庚桑楚", "data": [{"ID": 0, "text": "庚桑子闻之，南面而不释然。弟子异之。庚桑子曰：“弟子何异于予？夫春气发而百草生，正得秋而万宝成。夫春与秋，岂无得而然哉？天道已行矣。吾闻至人尸居环堵之室，而百姓猖狂不知所如往。今以畏垒之细民而窃窃欲俎豆予于贤人之闲，我其杓之人邪？吾是以不释于老聃之言。”"}, {"ID": 1, "text": "庚桑子曰：“小子来！夫函车之兽，介而离山，则不免于罔罟之患；吞舟之鱼，砀而失水，则蚁能苦之。故鸟兽不厌高，鱼鳖不厌深。夫全其形生之人，藏其身也，不厌深眇而已矣。且夫二子者，又何足以称扬哉！是其于辩也，将妄凿垣墙而殖蓬蒿也。简发而栉，数米而炊，窃窃乎又何足以济世哉！举贤则民相轧，任知则民相盗。之数物者，不足以厚民。民之于利甚勤，子有杀父，臣有杀君，正昼为盗，日中穴杯。吾语女：大乱之本，必生于尧、舜之间，其末存乎千世之后。千世之后，其必有人与人相食者也。”"}, {"ID": 2, "text": "南荣趎蹴然正坐曰：“若趎之年者已长矣，将恶乎托业以及此言邪？”庚桑子曰：“全汝形，抱汝生，无使汝思虑营营。若此三年，则可以及此言矣。”南荣趎曰：“目之与形，吾不知其异也，而盲者不能自见；耳之与形，吾不知其异也，而聋者不能自闻；心之与形，吾不知其异也，而狂者不能自得。形之与形亦辟矣，而物或闲之邪，欲相求而不能相得？今谓趎曰：‘全汝形，抱汝生，勿使汝思虑营营。’趎勉闻道达耳矣。”庚桑子曰：“辞尽矣。曰：‘奔蜂不能化藿蠋，越鸡不能伏鹄卵，鲁鸡固能矣。’鸡之与鸡，其德非不同也，有能有不能者，其才固有巨小也。今吾才小，不足以化子，子胡不南见老子？”"}, {"ID": 3, "text": "南荣趎赢粮，七日七夜至老子之所。老子曰：“子自楚之所来乎？”南荣趎曰：“唯。”老子曰：“子何与人偕来之众也？”南荣趎惧然顾其后。老子曰：“子不知吾所谓乎？”南荣趎俯而惭，仰而叹曰：“今者吾忘吾答，因失吾问。”老子曰：“何谓也？”南荣趎曰；“不知乎？人谓我朱愚。知乎？反愁我躯。不仁则害人，仁则反愁我身；不义则伤彼，义则反愁我已。我安逃此而可？此三言者，趎之所患也，愿因楚而问之。”老子曰：“向吾见若眉睫之间，吾因以得汝矣，今汝又言而信之。若规规然若丧父母，揭竿而求诸海也。女亡人哉！惘惘乎汝欲反汝情性而无由入，可怜哉！”"}, {"ID": 4, "text": "南荣趎曰：“里人有病，里人问之，病者能言其病，然其病病者犹未病也。若趎之闻大道，譬犹饮药以加病也，趎愿闻卫生之经而已矣。”老子曰：“卫生之经，能抱一乎？能勿失乎？能无卜筮而知吉凶乎？能止乎？能已乎？能舍诸人而求诸己乎？能翛然乎？能侗然乎？能儿子乎？儿子终日嗥而嗌不嗄，和之至也；终日握而手不掜，共其德也；终日视而目不瞚，偏不在外也。行不知所之，居不知所为，与物委蛇，而同其波。是卫生之经已。”"}, {"ID": 5, "text": "南荣趎曰：“然则是至人之德已乎？”曰：“非也。是乃所谓冰解冻释者能乎？夫至人者，相与交食乎地而交乐乎天，不以人物利害相撄，不相与为怪，不相与为谋，不相与为事，翛然而往，侗然而来。是谓卫生之经已。”曰：“然则是至乎？”曰：“未也。吾固告汝曰：‘能儿子乎？’儿子动不知所为，行不知所之，身若槁木之枝而心若死灰。若是者，祸亦不至，福亦不来。祸福无有，恶有人灾也？”"}, {"ID": 6, "text": "宇泰定者，发乎天光。发乎天光者，人见其人。人有修者，乃今有恒；有恒者，人舍之，天助之。人之所舍，谓之天民；天之所助，谓之天子。学者，学其所不能学也；行者，行其所不能行也；辩者，辩其所不能辩也。知止乎其所不能知，至矣。若有不即是者，天钧败之。"}, {"ID": 7, "text": "备物以将形，藏不虞以生心，敬中以达彼，若是而万恶至者，皆天也，而非人也，不足以滑成，不可内于灵台。灵台者有持，而不知其所持，而不可持者也。不见其诚己而发，每发而不当，业入而不舍，每更为失。为不善乎显明之中者，人得而诛之；为不善乎幽闲之中者，鬼得而诛之。明乎人、明乎鬼者，然后能独行。"}, {"ID": 8, "text": "券内者行乎无名，券外者志乎期费。行乎无名者，唯庸有光；志乎期费者，唯贾人也，人见其跂，犹之魁然。与物穷者，物入焉；与物且者，其身之不能容，焉能容人！不能容人者无亲，无亲者尽人。兵莫憯于志，镆鋣为下；寇莫大于阴阳，无所逃于天地之间。非阴阳贼之，心则使之也。"}, {"ID": 9, "text": "道通，其分也，其成也毁也。所恶乎分者，其分也以备；所以恶乎备者，其有以备。故出而不反，见其鬼；出而得，是谓得死。灭而有实，鬼之一也。以有形者象无形者而定矣。"}, {"ID": 10, "text": "出无本，入无窍。有实而无乎处，有长而无乎本剽，有所出而无窍者有实。有实而无乎处者，宇也；有长而无本剽者，宙也。有乎生，有乎死，有乎出，有乎入，入出而无见其形，是谓天门。天门者，无有也，万物出乎无有。有不能以有为有，必出乎无有，而无有一无有。圣人藏乎是。"}, {"ID": 11, "text": "古之人，其知有所至矣。恶乎至？有以为未始有物者，至矣尽矣，弗可以加矣。其次以为有物矣，将以生为丧也，以死为反也，是以分已。其次曰始无有，既而有生，生俄而死；以无有为首，以生为体，以死为尻。孰知有无死生之一守者，吾与之为友。是三者虽异，公族也，昭、景也，著戴也，甲氏也，著封也。非一也。"}, {"ID": 12, "text": "有生，黬也，披然曰移是。尝言移是，非所言也。虽然，不可知者也。腊者之有膍胲，可散而不可散也；观室者周于寝庙，又适其偃焉，为是举移是。"}, {"ID": 13, "text": "请尝言移是。是以生为本，以知为师，因以乘是非；果有名实，因以己为质；使人以己为节，因以死偿节。若然者，以用为知，以不用为愚，以彻为名，以穷为辱。移是，今之人也，是蜩与学鸠同于同也。"}, {"ID": 14, "text": "蹍市人之足，则辞以放骜，兄则以妪，大亲则已矣。故曰：至礼有不人，至义不物，至知不谋，至仁无亲，至信辟金。"}, {"ID": 15, "text": "彻志之勃，解心之缪，去德之累，达道之塞。富、贵、显、严、名、利六者，勃志也；容、动、色、理、气、意六者，缪心也；恶、欲、喜、怒、哀、乐六者，累德也；去、就、取、与、知、能六者，塞道也。此四六者不荡胸中则正，正则静，静则明，明则虚，虚则无为而无不为也。"}, {"ID": 16, "text": "动以不得已之谓德，动无非我之谓治，名相反而实相顺也。"}, {"ID": 17, "text": "一雀适羿，羿必得之，威也；以天下为之笼，则雀无所逃。是故汤以胞人笼伊尹，秦穆公以五羊之皮笼百里奚。是故非以其所好笼之而可得者，无有也。"}, {"ID": 18, "text": "介者拸画，外非誉也；胥靡登高而不惧，遗死生也。夫复謵不馈而忘人，忘人，因以为天人矣。故敬之而不喜，侮之而不怒者，唯同乎天和者为然。出怒不怒，则怒出于不怒矣；出为无为，则为出于无为矣。欲静则平气，欲神则顺心，有为也。欲当则缘于不得已，不得已之类，圣人之道。"}]}, {"section": 1, "header": "徐无鬼", "data": [{"ID": 19, "text": "徐无鬼出，女商曰：“先生独何以说吾君乎？吾所以说吾君者，横说之则以《诗》、《书》、《礼》、《乐》，从说之则以金板、六弢，奉事而大有功者不可为数，而吾君未尝启齿。今先生何以说吾君，使吾君说若此乎？”徐无鬼曰：“吾直告之吾相狗马耳。”女商曰：“若是乎”？曰：“子不闻夫越之流人乎？去国数日，见其所知而喜；去国旬月，见其所尝见于国中者喜；及期年也，见似人者而喜矣。不亦去人滋久，思人滋深乎！夫逃虚空者，藜、藋柱乎鼪、鼬之迳，踉位其空，闻人足音跫然而喜矣，而况乎兄弟亲戚之謦咳其侧者乎！久矣夫！莫以真人之言謦咳吾君之侧乎！”"}, {"ID": 20, "text": "武侯曰：“欲见先生久矣。吾欲爱民而为义偃兵，可乎？”徐无鬼曰：“不可。爱民，害民之始也；为义偃兵，造兵之本也。君自此为之，则殆不成。凡成美，恶器也。君虽为仁义，几且伪哉！形固造形，成固有伐，变固外战。君亦必无盛鹤列于丽谯之间，无徒骥于锱坛之宫，无藏逆于得，无以巧胜人，无以谋胜人，无以战胜人。夫杀人之士民，兼人之土地，以养吾私与吾神者，其战不知孰善？胜之恶乎在？君若勿已矣，修胸中之诚，以应天地之情而勿撄。夫民死已脱矣，君将恶乎用夫偃兵哉！”"}, {"ID": 21, "text": "黄帝将见大隗乎具茨之山，方明为御，昌宇骖乘，张若、謵朋前马，昆阍、滑稽后车。至于襄城之野，七圣皆迷，无所问涂。适遇牧马童子，问涂焉，曰：“若知具茨之山乎？”曰：“然。”“若知大隗之所存乎？”曰：“然。”黄帝曰：“异哉小童！非徒知具茨之山，又知大隗之所存。请问为天下。”小童曰：“夫为天下者，亦若此而已矣，又奚事焉？予少而自游于六合之内，予适有瞀病，有长者教予曰：‘若乘日之车，而游于襄城之野。’今予病少痊，予又且复游于六合之外。夫为天下，亦若此而已。予又奚事焉？”黄帝曰：“夫为天下者，则诚非吾子之事。虽然，请问为天下。”小童辞。黄帝又问。小童曰：“夫为天下者，亦奚以异乎牧马者哉？亦去其害马者而已矣。”黄帝再拜稽首，称天师而退。"}, {"ID": 22, "text": "知士无思虑之变则不乐，辩士无谈说之序则不乐，察士无淩谇之事则不乐，皆囿于物者也。招世之士兴朝，中民之士荣官，筋力之士矜难，勇敢之士奋患，兵革之士乐战，枯槁之士宿名，法律之士广治，礼教之士敬容，仁义之士贵际。农夫无草莱之事则不比，商贾无市井之事则不比。庶人有旦暮之业则劝，百工有器械之巧则壮。钱财不积则贪者忧，权势不尤则夸者悲。势物之徒乐变，遭时有所用，不能无为也。此皆顺比于岁，不物于易者也，驰其形性，潜之万物，终身不反，悲夫！"}, {"ID": 23, "text": "惠子曰：“今夫儒、墨、杨、秉，且方与我以辩，相拂以辞，相镇以声，而未始吾非也，则奚若矣？”庄子曰：“齐人蹢子于宋者，其命阍也不以完，其求鈃锺也以束缚，其求唐子也而未始出域，有遗类矣夫！楚人寄而蹢阍者，夜半于无人之时而与舟人斗，未始离于岑，而足以造于怨也。”"}, {"ID": 24, "text": "庄子送葬，过惠子之墓，顾谓从者曰：“郢人垩慢其鼻端若蝇翼，使匠石斫之。匠石运斤成风，听而斫之，尽垩而鼻不伤，郢人立不失容。宋元君闻之，召匠石曰：‘尝试为寡人为之。’匠石曰：‘臣则尝能斫之。虽然，臣之质死久矣。’自夫子之死也，吾无以为质矣，吾无与言之矣。”"}, {"ID": 25, "text": "管仲有病，桓公问之曰：“仲父之病病矣，可不谓云，至于大病，则寡人恶乎属国而可？”管仲曰：“公谁欲与？”公曰：“鲍叔牙。”曰：“不可。其为人，洁廉善士也，其于不己若者不比之；又一闻人之过，终身不忘。使之治国，上且钩乎君，下且逆乎民。其得罪于君也，将弗久矣。”公曰：“然则孰可？”对曰：“勿已，则隰朋可。其为人也，上忘而下畔，愧不若黄帝而哀不己若者。以德分人谓之圣，以财分人谓之贤。以贤临人，未有得人者也；以贤下人，未有不得人者也。其于国有不闻也，其于家有不见也。勿已，则隰朋可。”"}, {"ID": 26, "text": "吴王浮于江，登乎狙之山。众狙见之，恂然弃而走，逃于深蓁。有一狙焉，委蛇攫搔，见巧乎王王射之，敏给搏捷矢。王命相者趋射，狙执死。王顾谓其友颜不疑曰：“之狙也，伐其巧、恃其便，以敖予，以至此殛也。戒之哉！嗟乎，无以汝色骄人哉！”颜不疑归而师董梧，以助其色，去乐辞显，三年而国人称之。"}, {"ID": 27, "text": "南伯子綦隐几而坐，仰天而嘘。颜成子入见曰：“夫子，物之尤也。形固可使若槁骸，心固可使若死灰乎？”曰：“吾尝居山穴之中矣。当是时也，田禾一覩我，而齐国之众三贺之。我必先之，彼故知之；我必卖之，彼故鬻之。若我而不有之，彼恶得而知之？若我而不卖之，彼恶得而鬻之？嗟乎！我悲人之自丧者，吾又悲夫悲人者，吾又悲夫悲人之悲者，其后而日远矣。”"}, {"ID": 28, "text": "狗不以善吠为良，人不以善言为贤，而况为大乎！夫为大不足以为大，而况为德乎！夫大备矣，莫若天地；然奚求焉，而大备矣。知大备者，无求、无失、无弃，不以物易己也。反己而不穷，循古而不摩，大人之诚。"}, {"ID": 29, "text": "无几何而使捆之于燕，盗得之于道，全而鬻之则难，不若刖之则易，于是乎刖而鬻之于齐，适当渠公之街，然身食肉而终。"}, {"ID": 30, "text": "啮缺遇许由，曰：“子将奚之？”曰：“将逃尧。”曰：“奚谓邪？”曰：“夫尧，畜畜然仁，吾恐其为天下笑。后世其人与人相食与！夫民不难聚也，爱之则亲，利之则至，誉之则劝，致其所恶则散。爱利出乎仁义，捐仁义者寡，利仁义者众。夫仁义之行，唯且无诚，且假乎禽贪者器。是以一人之断制利天下，譬之犹一覕也。夫尧知贤人之利天下也，而不知其贼天下也，夫唯外乎贤者知之矣。”"}, {"ID": 31, "text": "是以神人恶众至，众至则不比，不比则不利也。故无所甚亲，无所甚疏，抱德炀和，以顺天下，此谓真人。于蚁弃知，于鱼得计，于羊弃意。以目视目，以耳听耳，以心复心，若然者，其平也绳，其变也循。古之真人，以天待之，不以人入天。"}, {"ID": 32, "text": "尽有天，循有照，冥有枢，始有彼。则其解之也似不解之者，其知之也似不知之也，不知而后知之。其问之也，不可以有崖，而不可以无崖。颉滑有实，古今不代，而不可以亏，则可不谓有大扬搉乎！阖不亦问是已，奚惑然为！以不惑解惑，复于不惑，是尚大不惑。"}]}, {"section": 2, "header": "则阳", "data": [{"ID": 33, "text": "则阳游于楚，夷节言之于王，王未之见，夷节归。彭阳见王果曰：“夫子何不谭我于王？”王果曰：“我不若公阅休。”彭阳曰：“公阅休奚为者邪？”曰：“冬则擉鳖于江，夏则休乎山樊。有过而问者，曰：‘此予宅也。’夫夷节已不能，而况我乎！吾又不若夷节。夫夷节之为人也，无德而有知，不自许，以之神其交，固颠冥乎富贵之地，非相助以德，相助消也。夫冻者假衣于春，暍者反冬乎冷风。夫楚王之为人也，形尊而严，其于罪也，无赦如虎，非夫佞人、正德，其孰能桡焉！故圣人，其穷也使家人忘其贫，其达也使王公忘其爵禄而化卑。其于物也，与之为娱矣；其于人也，乐物之通而保己焉。故或不言而饮人以和，与人并立而使人化。父子之宜，彼其乎归居，而一闲其所施。其于人心者，若是其远也。故曰待公阅休。”"}, {"ID": 34, "text": "旧国旧都，望之畅然；虽使丘陵草木之缗，入之者十九，犹之畅然。况见见闻闻者也？以十仞之台县众闲者也！"}, {"ID": 35, "text": "容成氏曰：“除日无岁，无内无外。”"}, {"ID": 36, "text": "客出，惠子见。君曰：“客，大人也，圣人不足以当之。”惠子曰：“夫吹管也，犹有嗃也；吹剑首者，吷而已矣。尧、舜，人之所誉也；道尧、舜于戴晋人之前，譬犹一吷也。”"}, {"ID": 37, "text": "孔子之楚，舍于蚁丘之浆。其邻有夫妻臣妾登极者，子路曰：“是稯稯何为者邪？”仲尼曰：“是圣人仆也。是自埋于民，自藏于畔。其声销，其志无穷，其口虽言，其心未尝言，方且与世违而心不屑与之俱。是陆沈者也，是其市南宜僚邪？”子路请往召之。孔子曰：“已矣！彼知丘之著于己也，知丘之适楚也，以丘为必使楚王之召己也，彼且以丘为佞人也。夫若然者，其于佞人也羞闻其言，而况亲见其身乎！而何以为存？”子路往视之，其室虚矣。"}, {"ID": 38, "text": "长梧封人问子牢曰：“君为政焉勿卤莽，治民焉勿灭裂。昔予为禾，耕而卤莽之，则其实亦卤莽而报予；芸而灭裂之，其实亦灭裂而报予。予来年变齐，深其耕而熟耰之，其禾蘩以滋，予终年厌飧。”庄子闻之曰：“今人之治其形，理其心，多有似封人之所谓：遁其天，离其性，灭其情，亡其神，以众为。故卤莽其性者，欲恶之孽，为性萑苇蒹葭，始萌以扶吾形，寻擢吾性，并溃漏发，不择所出，漂疽疥癕，内热溲膏是也。”"}, {"ID": 39, "text": "柏矩学于老聃，曰：“请之天下游。”老聃曰：“已矣！天下犹是也。”又请之，老聃曰：“汝将何始？”曰：“始于齐。”至齐，见辜人焉，推而强之，解朝服而幕之，号天而哭之曰：“子乎子乎！天下有大灾，子独先离之！”曰：“莫为盗！莫为杀人！荣辱立，然后睹所病；货财聚，然后睹所争。今立人之所病，聚人之所争，穷困人之身，使无休时，欲无至此，得乎！古之君人者，以得为在民，以失为在己；以正为在民，以枉为在己。故一形有失其形者，退而自责。今则不然。匿为物而愚不识，大为难而罪不敢，重为任而罚不胜，远其涂而诛不至。民知力竭，则以伪继之，日出多伪，士民安得不伪！夫力不足则伪，知不足则欺，财不足则盗。盗窃之行，于谁责而可乎？”"}, {"ID": 40, "text": "蘧伯玉行年六十而六十化，未尝不始于是之而卒诎之以非也，未知今之所谓是之非五十九年非也。万物有乎生而莫见其根，有乎出而莫见其门。人皆尊其知之所知，而莫知恃其知之所不知而后知，可不谓大疑乎！已乎已乎！且无所逃。此所谓然与，然乎？"}, {"ID": 41, "text": "仲尼问于大史大弢、伯常骞、狶韦曰：“夫卫灵公饮酒湛乐，不听国家之政；田猎毕弋，不应诸侯之际。其所以为灵公者何邪？”大弢曰：“是因是也。”伯常骞曰：“夫灵公有妻三人，同滥而浴。史鰌奉御而进所，搏币而扶翼。其慢若彼之甚也，见贤人若此其肃也，是其所以为灵公也。”狶韦曰：“夫灵公也死，卜葬于故墓不吉，卜葬于沙丘而吉。掘之数仞，得石椁焉，洗而视之，有铭焉，曰：‘不冯其子，灵公夺而里之。’夫灵公之为灵也久矣，之二人何足以识之？”"}, {"ID": 42, "text": "少知曰：“然则谓之道，足乎？”大公调曰：“不然。今计物之数，不止于万，而期曰‘万物’者，以数之多者号而读之也。是故天地者，形之大者也；阴阳者，气之大者也；道者为之公。因其大而号以读之，则可也。已有之矣，乃将得比哉！则若以斯辩，譬犹狗马，其不及远矣。”"}, {"ID": 43, "text": "少知曰：“四方之内，六合之里，万物之所生恶起？”太公调曰：“阴阳相照、相盖、相治，四时相代、相生、相杀，欲恶去就于是桥起，雌雄片合于是庸有。安危相易，祸福相生，缓急相摩，聚散以成。此名实之可纪，精微之可志也。随序之相理，桥运之相使，穷则反，终则始。此物之所有，言之所尽，知之所至，极物而已。覩道之人，不随其所废，不原其所起，此议之所止。”"}, {"ID": 44, "text": "少知曰：“季真之莫为，接子之或使，二家之议，孰正于其情？孰偏于其理？”太公调曰：“鸡鸣狗吠，是人之所知，虽有大知，不能以言读其所自化，又不能以意其所将为。斯而析之，精至于无伦，大至于不可围，或之使，莫之为，未免于物而终以为过。或使则实，莫为则虚。有名有实，是物之居；无名无实，在物之虚。可言可意，言而愈疏。未生不可忌，已死不可阻。死生非远也，理不可睹。或之使，莫之为，疑之所假。吾观之本，其往无穷；吾求之末，其来无止。无穷、无止，言之无也，与物同理；或使、莫为，言之本也，与物终始。道不可有，有不可无。道之为名，所假而行。或使莫为，在物一曲，夫胡为于大方？言而足，则终日言而尽道；言而不足，则终日言而尽物。道、物之极，言、默不足以载；非言非默，议其有极。”"}]}, {"section": 3, "header": "外物", "data": [{"ID": 45, "text": "木与木相摩则然，金与火相守则流。阴阳错行，则天地大絯，于是乎有雷有霆，水中有火，乃焚大槐。有甚忧两陷而无所逃，螴蜳不得成，心若县于天地之间，慰睯沈屯，利害相摩，生火甚多，众人焚和。月固不胜火，于是乎有僓然而道尽。"}, {"ID": 46, "text": "庄周家贫，故往贷粟于监河侯。监河侯曰：“诺。我将得邑金，将贷子三百金，可乎？”庄周忿然作色曰：“周昨来，有中道而呼者。周顾视车辙中，有鲋鱼焉。周问之曰：‘鲋鱼来！子何为者邪？’对曰：‘我，东海之波臣也。君岂有斗升之水而活我哉？’周曰：‘诺。我且南游吴、越之王，激西江之水而迎子，可乎？’鲋鱼忿然作色曰：‘吾失我常与，我无所处。吾得斗升之水然活耳，君乃言此，曾不如早索我于枯鱼之肆！’”"}, {"ID": 47, "text": "已而后世辁才讽说之徒，皆惊而相告也。夫揭竿累，趣灌渎，守鲵鲋，其于得大鱼难矣；饰小说以干县令，其于大达亦远矣。是以未尝闻任氏之风俗，其不可与经于世亦远矣。"}, {"ID": 48, "text": "儒以《诗》、《礼》发冢。大儒胪传曰：“东方作矣，事之何若？”小儒曰：“未解裙襦，口中有珠。《诗》固有之曰：‘青青之麦，生于陵陂。生不布施，死何含珠为？’接其鬓，压其顪，儒以金椎控其颐，徐别其颊，无伤口中珠！”"}, {"ID": 49, "text": "老莱子之弟子出薪，遇仲尼，反以告曰：“有人于彼，修上而趋下，末偻而后耳，视若营四海，不知其谁氏之子。”老莱子曰：“是丘也，召而来！”仲尼至。曰：“丘！去汝躬矜与汝容知，斯为君子矣。”仲尼揖而退，蹙然改容而问曰：“业可得进乎？”老莱子曰：“夫不忍一世之伤，而骜万世之患，抑固窭邪？亡其略弗及邪？惠以欢为骜，终身之丑，中民之行进焉耳，相引以名，相结以隐。与其誉尧而非桀，不如两忘而闭其所誉。反无非伤也，动无非邪也。圣人踌躇以兴事，以每成功。奈何哉其载焉终矜尔！”"}, {"ID": 50, "text": "仲尼曰：“神龟能见梦于元君而不能避余且之网；知能七十二钻而无遗厕，不能避刳肠之患。如是，则知有所困，神有所不及也。虽有至知，万人谋之。鱼不畏网而畏鹈鹕。去小知而大知明，去善而自善矣。”婴儿生无石师而能言，与能言者处也。"}, {"ID": 51, "text": "惠子谓庄子曰：“子言无用。”庄子曰：“知无用而始可与言用矣。夫地非不广且大也，人之所用容足耳。然则厕足而垫之，致黄泉，人尚有用乎？”惠子曰：“无用。”庄子曰：“然则无用之为用也亦明矣。”"}, {"ID": 52, "text": "庄子曰：“人有能游，且得不游乎？人而不能游，且得游乎？夫流遁之志，决绝之行，噫！其非至知厚德之任与！覆坠而不反，火驰而不顾，虽相与为君臣，时也，易世而无以相贱。故曰：至人不留行焉。夫尊古而卑今，学者之流也。且以豨韦氏之流观今之世，夫孰能不波？唯至人乃能游于世而不僻，顺人而不失己，彼教不学，承意不彼。"}, {"ID": 53, "text": "目彻为明，耳彻为聪，鼻彻为颤，口彻为甘，心彻为知，知彻为德。凡道不欲壅，壅则哽，哽而不止则跈，跈则众害生。物之有知者恃息，其不殷，非天之罪。天之穿之，日夜无降，人则顾塞其窦。胞有重阆，心有天游。室无空虚，则妇姑勃溪；心无天游，则六凿相攘。大林丘山之善于人也，亦神者不胜。"}, {"ID": 54, "text": "德溢乎名，名溢乎暴，谋稽乎誸，知出乎争，柴生乎守，官事果乎众宜。春雨日时，草木怒生，铫耨于是乎始修，草木之到植者过半，而不知其然。"}, {"ID": 55, "text": "静然可以补病，眦搣可以休老，宁可以止遽。虽然，若是，劳者之务也，非佚者之所未尝过而问焉。圣人之所以駴天下，神人未尝过而问焉；贤人所以駴世，圣人未尝过而问焉；君子所以駴国，贤人未尝过而问焉；小人所以合时，君子未尝过而问焉。"}, {"ID": 56, "text": "演门有亲死者，以善毁，爵为官师，其党人毁而死者半。尧与许由天下，许由逃之；汤与务光天下，务光怒之。纪他闻之，帅弟子而踆于窾水，诸侯吊之三年，申徒狄因以踣河。"}, {"ID": 57, "text": "荃者所以在鱼，得鱼而忘荃；蹄者所以在兔，得兔而忘蹄；言者所以在意，得意而忘言。吾安得忘言之人而与之言哉？”"}]}, {"section": 4, "header": "寓言", "data": [{"ID": 58, "text": "卮言日出，和以天倪，因以曼衍，所以穷年。不言则齐，齐与言不齐，言与齐不齐也，故曰无言。言无言，终身言，未尝言；终身不言，未尝不言。有自也而可，有自也而不可；有自也而然，有自也而不然。恶乎然？然于然。恶乎不然？不然于不然。恶乎可？可于可。恶乎不可？不可于不可。物固有所然，物固有所可，无物不然，无物不可。非卮言日出，和以天倪，孰得其久！万物皆种也，以不同形相禅，始卒若环，莫得其伦，是谓天均。天均者，天倪也。"}, {"ID": 59, "text": "庄子谓惠子曰：“孔子行年六十而六十化，始时所是，卒而非之，未知今之所谓是之非五十九年非也。”惠子曰：“孔子勤志服知也。”庄子曰：“孔子谢之矣，而其未之尝言。孔子云：‘夫受才乎大本，复灵以生。’鸣而当律，言而当法，利义陈乎前，而好恶是非直服人之口而已矣。使人乃以心服而不敢蘁立，定天下之定。已乎已乎！吾且不得及彼乎！”"}, {"ID": 60, "text": "曾子再仕而心再化，曰：“吾及亲仕，三釜而心乐；后仕，三千锺而不洎，吾心悲。”弟子问于仲尼曰：“若参者，可谓无所县其罪乎？”曰：“既已县矣。夫无所县者，可以有哀乎？彼视三釜、三千锺，如观雀蚊虻相过乎前也。”"}, {"ID": 61, "text": "生有为，死也。劝公：以其死也，有自也；而生阳也，无自也。而果然乎？恶乎其所适？恶乎其所不适？天有历数，地有人据，吾恶乎求之？莫知其所终，若之何其无命也？莫知其所始，若之何其有命也？有以相应也，若之何其无鬼邪？无以相应也，若之何其有鬼邪？”"}, {"ID": 62, "text": "众罔两问于景曰：“若向也俯而今也仰，向也括而今被发，向也坐而今也起，向也行而今也止，何也？”景曰：“搜搜也，奚稍问也？予有而不知其所以。予，蜩甲也，蛇蜕也，似之而非也。火与日，吾屯也；阴与夜，吾代也。彼，吾所以有待邪？而况乎以有待者乎！彼来则我与之来，彼往则我与之往，彼强阳则我与之强阳。强阳者，又何以有问乎！”"}, {"ID": 63, "text": "阳子居南之沛，老聃西游于秦，邀于郊，至于梁而遇老子。老子中道仰天而叹曰：“始以汝为可教，今不可也。”阳子居不答。至舍，进盥漱巾栉，脱屦户外，膝行而前曰：“向者弟子欲请夫子，夫子行不闲，是以不敢。今闲矣，请问其过。”老子曰：“而睢睢盱盱，而谁与居？大白若辱，盛德若不足。”阳子居蹴然变容曰：“敬闻命矣。”其往也，舍者迎将其家，公执席，妻执巾栉，舍者避席，炀者避灶。其反也，舍者与之争席矣。"}]}, {"section": 5, "header": "让王", "data": [{"ID": 64, "text": "舜以天下让其友石户之农，石户之农曰：“卷卷乎后之为人，葆力之士也。”以舜之德为未至也，于是夫负妻戴，携子以入于海，终身不反也。"}, {"ID": 65, "text": "大王亶父居邠，狄人攻之。事之以皮帛而不受，事之以犬马而不受，事之以珠玉而不受，狄人之所求者土地也。大王亶父曰：“与人之兄居而杀其弟，与人之父居而杀其子，吾不忍也。子皆勉居矣！为吾臣与为狄人臣，奚以异？且吾闻之，不以所用养害所养。”因杖厕而去之。民相连而从之，遂成国于岐山之下。夫大王亶父可谓能尊生矣。能尊生者，虽贵富不以养伤身，虽贫贱不以利累形。今世之人，居高官尊爵者，皆重失之，见利轻亡其身，岂不惑哉！"}, {"ID": 66, "text": "越人三世弑其君，王子搜患之，逃乎丹穴。而越国无君，求王子搜不得，从之丹穴。王子搜不肯出，越人薰之以艾，乘以王舆。王子搜援绥登车，仰天而呼曰：“君乎君乎！独不可以舍我乎！”王子搜非恶为君也，恶为君之患也。若王子搜者，可谓不以国伤生矣，此固越人之所欲得为君也。"}, {"ID": 67, "text": "韩、魏相与争侵地。子华子见昭僖侯，昭僖侯有忧色。子华子曰：“今使天下书铭于君之前，书之言曰：‘左手攫之则右手废，右手攫之则左手废，然而攫之者必有天下。’君能攫之乎？”昭僖侯曰：“寡人不攫也。”子华子曰：“甚善！自是观之，两臂重于天下也，身亦重于两臂。韩之轻于天下亦远矣，今之所争者，其轻于韩又远。君固愁身伤生以忧戚不得也！”僖侯曰：“善哉！教寡人者众矣，未尝得闻此言也。”子华子可谓知轻重矣。"}, {"ID": 68, "text": "鲁君闻颜阖得道之人也，使人以币先焉。颜阖守陋闾，苴布之衣而自饭牛。鲁君之使者至，颜阖自对之。使者曰：“此颜阖之家与？”颜阖对曰：“此阖之家也。”使者致币，颜阖曰：“恐听者谬而遗使者罪，不若审之。”使者还，反审之，复来求之，则不得已。故若颜阖者，真恶富贵也。"}, {"ID": 69, "text": "故曰：道之真以治身，其绪馀以为国家，其土苴以治天下。由此观之，帝王之功，圣人之馀事也，非所以完身养生也。今世俗之君子，多为身弃生以殉物，岂不悲哉！凡圣人之动作也，必察其所以之，与其所以为。今且有人于此，以随侯之珠弹千仞之雀，世必笑之。是何也？则其所用者重而所要者轻也。夫生者，岂特随侯之重哉！"}, {"ID": 70, "text": "子列子穷，容貌有饥色。客有言之于郑子阳者曰：“列御寇，盖有道之士也，居君之国而穷，君无乃为不好士乎？”郑子阳即令官遗之粟。子列子见使者，再拜而辞。使者去，子列子入，其妻望之而拊心曰：“妾闻为有道者之妻子，皆得佚乐，今有饥色。君过而遗先生食，先生不受，岂不命邪！”子列子笑谓之曰：“君非自知我也。以人之言而遗我粟，至其罪我也，又且以人之言。此吾所以不受也。”其卒，民果作难而杀子阳。"}, {"ID": 71, "text": "楚昭王失国，屠羊说走而从于昭王。昭王反国，将赏从者，及屠羊说。屠羊说曰：“大王失国，说失屠羊；大王反国，说亦反屠羊。臣之爵禄已复矣，又何赏之言？”王曰：“强之！”屠羊说曰：“大王失国，非臣之罪，故不敢伏其诛；大王反国，非臣之功，故不敢当其赏。”王曰：“见之！”屠羊说曰：“楚国之法，必有重赏大功而后得见。今臣之知不足以存国，而勇不足以死寇。吴军入郢，说畏难而避寇，非故随大王也。今大王欲废法毁约而见说，此非臣之所以闻于天下也。”王谓司马子綦曰：“屠羊说居处卑贱而陈义甚高，子綦为我延之以三旌之位。”屠羊说曰：“夫三旌之位，吾知其贵于屠羊之肆也；万锺之禄，吾知其富于屠羊之利也。然岂可以食爵禄而使吾君有妄施之名乎！说不敢当，愿复反吾屠羊之肆。”遂不受也。"}, {"ID": 72, "text": "原宪居鲁，环堵之室，茨以生草，蓬户不完，桑以为枢而瓮牖，二室，褐以为塞，上漏下湿，匡坐而弦。子贡乘大马，中绀而表素，轩车不容巷，往见原宪。原宪华冠縰履，杖藜而应门。子贡曰：“嘻！先生何病？”原宪应之曰：“宪闻之：‘无财谓之贫，学而不能行谓之病。’今宪，贫也，非病也。”子贡逡巡而有愧色。原宪笑曰：“夫希世而行，比周而友，学以为人，教以为己，仁义之慝，舆马之饰，宪不忍为也。”"}, {"ID": 73, "text": "曾子居卫，縕袍无表，颜色肿哙，手足胼胝。三日不举火，十年不制衣，正冠而缨绝，捉衿而肘见，纳履而踵决。曳縰而歌商颂，声满天地，若出金石。天子不得臣，诸侯不得友。故养志者忘形，养形者忘利，致道者忘心矣。"}, {"ID": 74, "text": "孔子谓颜回曰：“回来！家贫居卑，胡不仕乎？”颜回对曰：“不愿仕。回有郭外之田五十亩，足以给饘粥；郭内之田十亩，足以为丝麻；鼓琴足以自娱；所学夫子之道者足以自乐也。回不愿仕。”孔子愀然变容曰：“善哉回之意！丘闻之：‘知足者不以利自累也，审自得者失之而不惧，行修于内者无位而不怍。’丘诵之久矣，今于回而后见之，是丘之得也。”"}, {"ID": 75, "text": "中山公子牟谓瞻子曰：“身在江海之上，心居乎魏阙之下，奈何？”瞻子曰：“重生。重生则利轻。”中山公子牟曰：“虽知之，未能自胜也。”瞻子曰：“不能自胜则从，神无恶乎？不能自胜而强不从者，此之谓重伤。重伤之人，无寿类矣。”魏牟，万乘之公子也，其隐岩穴也，难为于布衣之士，虽未至乎道，可谓有其意矣。"}, {"ID": 76, "text": "古之得道者，穷亦乐，通亦乐。所乐非穷通也，道德于此，则穷通为寒暑风雨之序矣。故许由娱于颍阳，而共伯得乎共首。"}, {"ID": 77, "text": "舜以天下让其友北人无择，北人无择曰：“异哉！后之为人也，居于甽亩之中，而游尧之门。不若是而已，又欲以其辱行漫我。吾羞见之。”因自投清泠之渊。"}, {"ID": 78, "text": "汤又让瞀光曰：“知者谋之，武者遂之，仁者居之，古之道也。吾子胡不立乎？”瞀光辞曰：“废上，非义也；杀民，非仁也；人犯其难，我享其利，非廉也。吾闻之曰：‘非其义者，不受其禄；无道之世，不践其土。’况尊我乎！吾不忍久见也。”乃负石而自沈于庐水。"}, {"ID": 79, "text": "二子北至于首阳之山，遂饿而死焉。若伯夷、叔齐者，其于富贵也，苟可得已，则必不赖。高节戾行，独乐其志，不事于世，此二士之节也。"}]}, {"section": 6, "header": "盗跖", "data": [{"ID": 80, "text": "孔子再拜趋走，出门上车，执辔三失，目芒然无见，色若死灰，据轼低头，不能出气。归到鲁东门外，适遇柳下季。柳下季曰：“今者阙然数日不见，车马有行色，得微往见跖邪？”孔子仰天而叹曰：“然。”柳下季曰：“跖得无逆汝意若前乎？”孔子曰：“然。丘所谓无病而自灸也，疾走料虎头，编虎须，几不免虎口哉！”"}, {"ID": 81, "text": "子张曰：“子不为行，即将疏戚无伦，贵贱无义，长幼无序，五纪六位将何以为别乎？”满苟得曰：“尧杀长子，舜流母弟，疏戚有伦乎？汤放桀，武王伐纣，贵贱有义乎？王季为适，周公杀兄，长幼有序乎？儒者伪辞，墨者兼爱，五纪六位将有别乎？且子正为名，我正为利。名利之实，不顺于理，不监于道。吾日与子讼于无约，曰：‘小人殉财，君子殉名。其所以变其情，易其性，则异矣；乃至于弃其所为而殉其所不为，则一也。’故曰：无为小人，反殉而天；无为君子，从天之理。若枉若直，相而天极，面观四方，与时消息。若是若非，执而圆机，独成而意，与道徘徊。无转而行，无成而义，将失而所为。无赴而富，无殉而成，将弃而天。比干剖心，子胥抉眼，忠之祸也；直躬证父，尾生溺死，信之患也；鲍子立乾，申子不自理，廉之害也；孔子不见母，匡子不见父，义之失也。此上世之所传，下世之所语，以为士者正其言，必其行，故服其殃，离其患也。”\n1. 子张 : 这里只是借用他的名字，并不是真的写子张其人其事。"}, {"ID": 82, "text": "无足曰：“必持其名，苦体绝甘，约养以持生，则亦久病长厄而不死者也。”知和曰：“平为福，有馀为害者，物莫不然，而财其甚者也。今富人耳营钟鼓管龠之声，口嗛于刍豢醪醴之味，以感其意，遗忘其业，可谓乱矣；侅溺于冯气，若负重行而上也，可谓苦矣；贪财而取慰，贪权而取竭，静居则溺，体泽则冯，可谓疾矣；为欲富就利，故满若堵耳而不知避，且冯而不舍，可谓辱矣；财积而无用，服膺而不舍，满心戚醮，求益而不止，可谓忧矣；内则疑劫请之贼，外则畏寇盗之害，内周楼疏，外不敢独行，可谓畏矣。此六者，天下之至害也，皆遗忘而不知察，及其患至，求尽性竭财，单以反一日之无故而不可得也。故观之名则不见，求之利则不得，缭意体而争此，不亦惑乎！”"}]}, {"section": 7, "header": "说剑", "data": [{"ID": 83, "text": "昔赵文王喜剑，剑士夹门而客三千馀人，日夜相击于前，死伤者岁百馀人，好之不厌。如是三年，国衰，诸侯谋之。太子悝患之，募左右曰：“孰能说王之意止剑士者，赐之千金。”左右曰：“庄子当能。”"}, {"ID": 84, "text": "太子乃使人以千金奉庄子。庄子弗受，与使者俱往见太子曰：“太子何以教周，赐周千金？”太子曰：“闻夫子明圣，谨奉千金以币从者。夫子弗受，悝尚何敢言！”庄子曰：“闻太子所欲用周者，欲绝王之喜好也。使臣上说大王而逆王意，下不当太子，则身刑而死，周尚安所事金乎！使臣上说大王，下当太子，赵国何求而不得也？”太子曰：“然。吾王所见，唯剑士也。”庄子曰：“诺。周善为剑。”太子曰：“然吾王所见剑士，皆蓬头、突鬓、垂冠，曼胡之缨，短后之衣，嗔目而语难，王乃说之。今夫子必儒服而见王，事必大逆。”庄子曰：“请治剑服。”治剑服三日，乃见太子。太子乃与见王，王脱白刃待之。"}, {"ID": 85, "text": "庄子入殿门不趋，见王不拜。王曰：“子欲何以教寡人，使太子先？”曰：“臣闻大王喜剑，故以剑见王。”王曰：“子之剑何能禁制？”曰：“臣之剑，十步一人，千里不留行。”王大悦之，曰：“天下无敌矣。”庄子曰：“夫为剑者，示之以虚，开之以利，后之以发，先之以至。愿得试之。”王曰：“夫子休就舍，待命令设戏请夫子。”王乃校剑士七日，死伤者六十馀人，得五六人，使奉剑于殿下，乃召庄子。王曰：“今日试使士敦剑。”庄子曰：“望之久矣。”王曰：“夫子所御杖，长短何如？”曰：“臣之所奉皆可。然臣有三剑，唯王所用，请先言而后试。”"}, {"ID": 86, "text": "王曰：“愿闻三剑。”曰：“有天子剑，有诸侯剑，有庶人剑。”王曰：“天子之剑何如？”曰：“天子之剑，以燕溪、石城为锋，齐、岱为锷，晋、魏为脊，周、宋为镡，韩、魏为夹，包以四夷，裹以四时，绕以渤海，带以常山，制以五行，论以刑德，开以阴阳，持以春夏，行以秋冬。此剑直之无前，举之无上，案之无下，运之无旁，上决浮云，下绝地纪。此剑一用，匡诸侯，天下服矣。此天子之剑也。”"}, {"ID": 87, "text": "文王芒然自失，曰：“诸侯之剑何如？”曰：“诸侯之剑，以知勇士为锋，以清廉士为锷，以贤良士为脊，以忠圣士为镡，以豪桀士为夹。此剑值之亦无前，举之亦无上，案之亦无下，运之亦无旁，上法圆天以顺三光，下法方地以顺四时，中和民意以安四乡。此剑一用，如雷霆之震也，四封之内，无不宾服而听从君命者矣。此诸侯之剑也。”"}, {"ID": 88, "text": "王曰：“庶人之剑何如？”曰：“庶人之剑，蓬头、突鬓、垂冠，曼胡之缨，短后之衣，瞋目而语难，相击于前，上斩颈领，下决肝肺。此庶人之剑，无异于斗鸡，一旦命已绝矣，无所用于国事。今大王有天子之位，而好庶人之剑，臣窃为大王薄之。”"}, {"ID": 89, "text": "王乃牵而上殿，宰人上食，王三环之。庄子曰：“大王安坐定气，剑事已毕奏矣。”于是文王不出宫三月，剑士皆服毙其处也。"}]}, {"section": 8, "header": "渔父", "data": [{"ID": 90, "text": "孔子游乎缁帷之林，休坐乎杏坛之上。弟子读书，孔子弦歌鼓琴，奏曲未半。有渔父者下船而来，须眉交白，被发揄袂，行原以上，距陆而止，左手据膝，右手持颐以听。曲终而招子贡、子路，二人俱对。客指孔子曰：“彼何为者也？”子路对曰：“鲁之君子也。”客问其族。子路对曰：“族孔氏。”客曰：“孔氏者何治也？”子路未应，子贡对曰：“孔氏者，性服忠信，身行仁义，饰礼乐，选人伦，上以忠于世主，下以化于齐民，将以利天下。此孔氏之所治也。”又问曰：“有土之君与？”子贡曰：“非也。”“侯王之佐与？”子贡曰：“非也。”客乃笑而还行，言曰：“仁则仁矣，恐不免其身，苦心劳形以危其真。呜乎，远哉其分于道也。”"}, {"ID": 91, "text": "子贡还，报孔子。孔子推琴而起曰：“其圣人与！”乃下求之，至于泽畔，方将杖拏而引其船，顾见孔子，还乡而立。孔子反走，再拜而进。客曰：“子将何求？”孔子曰：“曩者先生有绪言而去，丘不肖，未知所谓，窃待于下风，幸闻咳唾之音，以卒相丘也！”客曰：“嘻！甚矣子之好学也！”孔子再拜而起曰：“丘少而修学，以至于今，六十九岁矣，无所得闻至教，敢不虚心！”"}, {"ID": 92, "text": "客曰：“同类相从，同声相应，固天之理也。吾请释吾之所有而经子之所以。子之所以者，人事也。天子、诸侯、大夫、庶人，此四者自正，治之美也，四者离位而乱莫大焉。官治其职，人忧其事，乃无所陵。故田荒室露，衣食不足，徵赋不属，妻妾不和，长少无序，庶人之忧也；能不胜任，官事不治，行不清白，群下荒怠，功美不有，爵禄不持，大夫之忧也；廷无忠臣，国家昏乱，工技不巧，贡职不美，春秋后伦，不顺天子，诸侯之忧也；阴阳不和，寒暑不时，以伤庶物，诸侯暴乱，擅相攘伐，以残民人，礼乐不节，财用穷匮，人伦不饬，百姓淫乱，天子有司之忧也。今子既上无君侯有司之势，而下无大臣职事之官，而擅饬礼乐，选人伦，以化齐民，不泰多事乎？且人有八疵，事有四患，不可不察也。非其事而事之，谓之摠；莫之顾而进之，谓之佞；希意道言，谓之谄；不择是非而言，谓之谀；好言人之恶，谓之谗；析交离亲，谓之贼；称誉诈伪以败恶人，谓之慝；不择善否，两容颊适，偷拔其所欲，谓之险。此八疵者，外以乱人，内以伤身，君子不友，明君不臣。所谓四患者，好经大事，变更易常，以挂功名，谓之叨；专知擅事，侵人自用，谓之贪；见过不更，闻谏愈甚，谓之很；人同于己则可，不同于己，虽善不善，谓之矜。此四患也。能去八疵，无行四患，而始可教已。”"}, {"ID": 93, "text": "孔子愀然而叹，再拜而起曰：“丘再逐于鲁，削迹于卫，伐树于宋，围于陈、蔡。丘不知所失，而离此四谤者何也？”客凄然变容曰：“甚矣子之难悟也！人有畏影恶迹而去之走者，举足愈数而迹愈多，走愈疾而影不离身，自以为尚迟，疾走不休，绝力而死。不知处阴以休影，处静以息迹，愚亦甚矣！子审仁义之间，察同异之际，观动静之变，适受与之度，理好恶之情，和喜怒之节，而几于不免矣。谨修而身，慎守其真，还以物与人，则无所累矣。今不修之身而求之人，不亦外乎！”"}, {"ID": 94, "text": "孔子愀然曰：“请问何谓真？”客曰：“真者，精诚之至也。不精不诚，不能动人。故强哭者虽悲不哀，强怒者虽严不威，强亲者虽笑不和。真悲无声而哀，真怒未发而威，真亲未笑而和。真在内者，神动于外，是所以贵真也。其用于人理也，事亲则慈孝，事君则忠贞，饮酒则欢乐，处丧则悲哀。忠贞以功为主，饮酒以乐为主，处丧以哀为主，事亲以适为主，功成之美，无一其迹矣。事亲以适，不论所以矣；饮酒以乐，不选其具矣；处丧以哀，无问其礼矣。礼者，世俗之所为也；真者，所以受于天也，自然不可易也。故圣人法天贵真，不拘于俗。愚者反此，不能法天而恤于人，不知贵真，禄禄而受变于俗，故不足。惜哉！子之早湛于人伪，而晚闻大道也！”"}, {"ID": 95, "text": "孔子又再拜而起曰：“今者丘得遇也，若天幸然。先生不羞而比之服役，而身教之。敢问舍所在，请因受业而卒学大道。”客曰：“吾闻之：可与往者与之，至于妙道；不可与往者，不知其道，慎勿与之，身乃无咎。子勉之！吾去子矣，吾去子矣。”乃刺船而去，延缘苇间。"}, {"ID": 96, "text": "颜渊还车，子路授绥，孔子不顾，待水波定，不闻拏音，而后敢乘。子路旁车而问曰：“由得为役久矣，未尝见夫子遇人如此其威也。万乘之主，千乘之君，见夫子未尝不分庭伉礼，夫子犹有倨敖之容。今渔者杖拏逆立，而夫子曲要磬折，言拜而应，得无太甚乎？门人皆怪夫子矣，渔人何以得此乎？”孔子伏轼而叹曰：“甚矣由之难化也！湛于礼义有间矣，而朴鄙之心至今未去。进！吾语汝。夫遇长不敬，失礼也；见贤不尊，不仁也。彼非至人，不能下人，下人不精，不得其真，故长伤身。惜哉！不仁之于人也，祸莫大焉，而由独擅之。且道者，万物之所出也，庶物失之者死，得之者生；为事逆之则败，顺之则成。故道之所在，圣人尊之。今渔父之道，可谓有矣，吾敢不敬乎！”"}]}, {"section": 9, "header": "列御寇", "data": [{"ID": 97, "text": "无几何而往，则户外之屦满矣。伯昏瞀人北面而立，敦杖蹙之乎颐，立有间，不言而出。宾者以告列子，列子提屦，跣而走，暨乎门，曰：“先生既来，曾不发药乎？”曰：“已矣！吾固告汝曰‘人将保汝’，果保汝矣。非汝能使人保汝，而汝不能使人无保汝也，而焉用之感豫出异也！必且有感，摇而本才，又无谓也。与汝游者，又莫汝告也，彼所小言，尽人毒也。莫觉莫悟，何相孰也！巧者劳而知者忧，无能者无所求，饱食而敖游，泛若不系之舟，虚而敖游者也。”"}, {"ID": 98, "text": "郑人缓也呻吟裘氏之地。祗三年而缓为儒，润河九里，泽及三族，使其弟墨。儒、墨相与辩，其父助翟。十年而缓自杀。其父梦之，曰：“使而子为墨者，予也。阖胡尝视其良，既为秋柏之实矣！”夫造物者之报人也，不报其人而报其人之天。彼故使彼。夫人以己为有以异于人，以贱其亲，齐人之井，饮者相捽也。故曰：“今之世皆缓也。”自是，有德者以不知也，而况有道者乎！古者谓之遁天之刑。"}, {"ID": 99, "text": "圣人安其所安，不安其所不安；众人安其所不安，不安其所安。"}, {"ID": 100, "text": "庄子曰：“知道易，勿言难。知而不言，所以之天也；知而言之，所以之人也。古之人，天而不人。”"}, {"ID": 101, "text": "朱泙漫学屠龙于支离益，单千金之家，三年技成，而无所用其巧。"}, {"ID": 102, "text": "圣人以必不必，故无兵；众人以不必必之，故多兵。顺于兵，故行有求。兵，恃之则亡。"}, {"ID": 103, "text": "小夫之知，不离苞苴竿牍，敝精神乎蹇浅，而欲兼济道物，太一形虚。若是者，迷惑于宇宙，形累不知太初。彼至人者，归精神乎无始，而甘冥乎无何有之乡。水流乎无形，发泄乎太清。悲哉乎！汝为知在毫毛，而不知大宁！"}, {"ID": 104, "text": "宋人有曹商者，为宋王使秦。其往也，得车数乘；王说之，益车百乘。反于宋，见庄子曰：“夫处穷闾厄巷，困窘织屦，槁项黄馘者，商之所短也；一悟万乘之主，而从车百乘者，商之所长也。”庄子曰：“秦王有病召医，破痈溃痤者得车一乘，舐痔者得车五乘，所治愈下，得车愈多。子岂治其痔邪？何得车之多也？子行矣！”"}, {"ID": 105, "text": "鲁哀公问于颜阖曰：“吾以仲尼为贞干，国其有瘳乎？”曰：“殆哉圾乎！仲尼方且饰羽而画，从事华辞，以支为旨，忍性以视民而不知不信，受乎心，宰乎神，夫何足以上民！彼宜女与？予颐与？误而可矣。今使民离实学伪，非所以视民也。为后世虑，不若休之，难治也。”"}, {"ID": 106, "text": "施于人而不忘，非天布也。商贾不齿，虽以事齿之，神者勿齿。为外刑者，金与木也；为内刑者，动与过也。宵人之离外刑者，金木讯之；离内刑者，阴阳食之。夫免乎外内之刑者，唯真人能之。"}, {"ID": 107, "text": "孔子曰：“凡人心险于山川，难于知天。天犹有春秋冬夏旦暮之期，人者厚貌深情。故有貌愿而益，有长若不肖，有顺懁而达，有坚而缦，有缓而釬。故其就义若渴者，其去义若热。故君子远使之而观其忠，近使之而观其敬，烦使之而观其能，卒然问焉而观其知，急与之期而观其信，委之以财而观其仁，告之以危而观其节，醉之以酒而观其侧，杂之以处而观其色。九徵至，不肖人得矣。"}, {"ID": 108, "text": "正考父一命而伛，再命而偻，三命而俯，循墙而走，孰敢不轨！如而夫者，一命而吕钜，再命而于车上舞，三命而名诸父，孰协唐、许！"}, {"ID": 109, "text": "穷有八极，达有三必，形有六府。美、髯、长、大、壮、丽、勇、敢，八者俱过人也，因以是穷。缘循、偃佒、困畏不若人，三者俱通达。知慧外通，勇动多怨，仁义多责。达生之情者傀，达于知者肖；达大命者随，达小命者遭。\n1. 眼 : 或作“睫”。《四部丛刊》本作“睫”。\n2. 眼 : 或作“睫”。《四部丛刊》本作“睫”。"}, {"ID": 110, "text": "人有见宋王者，锡车十乘，以其十乘骄稚庄子。庄子曰：“河上有家贫恃纬萧而食者，其子没于渊，得千金之珠。其父谓其子曰‘取石来锻之！夫千金之珠，必在九重之渊而骊龙颔下，子能得珠者，必遭其睡也。使骊龙而寤，子尚奚微之有哉！’今宋国之深，非直九重之渊也；宋王之猛，非直骊龙也。子能得车者，必遭其睡也。使宋王而寤，子为齑粉夫！”"}, {"ID": 111, "text": "或聘于庄子，庄子应其使曰：“子见夫牺牛乎？衣以文绣，食以刍叔，及其牵而入于太庙，虽欲为孤犊，其可得乎！”"}, {"ID": 112, "text": "庄子将死，弟子欲厚葬之。庄子曰：“吾以天地为棺椁，以日月为连璧，星辰为珠玑，万物为赍送。吾葬具岂不备邪？何以加此！”弟子曰：“吾恐乌鸢之食夫子也。”庄子曰：“在上为乌鸢食，在下为蝼蚁食，夺彼与此，何其偏也！”"}, {"ID": 113, "text": "以不平平，其平也不平；以不徵徵，其徵也不徵。明者唯为之使，神者徵之。夫明之不胜神也久矣，而愚者恃其所见入于人，其功外也，不亦悲乎！"}]}, {"section": 10, "header": "天下", "data": [{"ID": 114, "text": "天下大乱，贤圣不明，道德不一，天下多得一察焉以自好。譬如耳目鼻口，皆有所明，不能相通。犹百家众技也，皆有所长，时有所用。虽然，不该不遍，一曲之士也。判天地之美，析万物之理，察古人之全，寡能备于天地之美，称神明之容。是故内圣外王之道，暗而不明，郁而不发，天下之人各为其所欲焉以自为方。悲夫！百家往而不反，必不合矣。后世之学者，不幸不见天地之纯，古人之大体，道术将为天下裂。"}, {"ID": 115, "text": "墨翟、禽滑厘之意则是，其行则非也。将使后世之墨者必自苦以腓无胈、胫无毛，相进而已矣。乱之上也，治之下也。虽然，墨子真天下之好也，将求之不得也，虽枯槁不舍也，才士也！"}, {"ID": 116, "text": "夫不累于俗，不饰于物，不苟于人，不忮于众，愿天下之安宁以活民命，人我之养毕足而止，以此白心，古之道术有在于是者。宋鈃、尹文闻其风而悦之。作为华山之冠以自表，接万物以别宥为始。语心之容，命之曰心之行，以聏合驩，以调海内，请欲置之以为主。见侮不辱，救民之斗；禁攻寝兵，救世之战。以此周行天下，上说下教，虽天下不取，强聒而不舍者也。故曰：“上下见厌而强见也。”虽然，其为人太多，其自为太少，曰：“请欲固置五升之饭足矣，先生恐不得饱，弟子虽饥，不忘天下。”日夜不休，曰：“我必得活哉！”图傲乎救世之士哉！曰：“君子不为苛察，不以身假物。”以为无益于天下者，明之不如已也。以禁攻寝兵为外，以情欲寡浅为内，其小大精粗，其行适至是而止。"}, {"ID": 117, "text": "公而不当，易而无私，决然无主，趣物而不两，不顾于虑，不谋于知，于物无择，与之俱往，古之道术有在于是者。彭蒙、田骈、慎到闻其风而说之。齐万物以为首，曰：“天能覆之而不能载之，地能载之而不能覆之，大道能包之而不能辩之。”知万物皆有所可，有所不可，故曰：“选则不遍，教则不至，道则无遗者矣。”是故慎到，弃知去己，而缘不得已，泠汰于物以为道理，曰：“知不知，将薄知而后邻伤之者也。”謑髁无任而笑天下之尚贤也，纵脱无行而非天下之大圣，椎拍輐断，与物宛转，舍是与非，苟可以免，不师知虑，不知前后，魏然而已矣。推而后行，曳而后往，若飘风之还，若羽之旋，若磨石之隧，全而无非，动静无过，未尝有罪。是何故？夫无知之物，无建己之患，无用知之累，动静不离于理，是以终身无誉。故曰：“至于若无知之物而已，无用贤圣，夫块不失道。”豪桀相与笑之曰：“慎到之道，非生人之行而至死人之理，适得怪焉。”田骈亦然，学于彭蒙，得不教焉。彭蒙之师曰：“古之道人，至于莫之是、莫之非而已矣。其风窢然，恶可而言？”常反人，不见观，而不免于鲩断。其所谓道非道，而所言之韪不免于非。彭蒙、田骈、慎到不知道。虽然，概乎皆尝有闻者也。"}, {"ID": 118, "text": "老聃曰：“知其雄，守其雌，为天下溪；知其白，守其辱，为天下谷。”人皆取先，己独取后，曰：“受天下之垢。”人皆取实，己独取虚，无藏也故有馀，岿然而有馀。其行身也，徐而不费，无为也而笑巧。人皆求福，己独曲全，曰：“苟免于咎。”以深为根，以约为纪，曰：“坚则毁矣，锐则拙矣。”常宽容于物，不削于人，可谓至极。关尹、老聃乎！古之博大真人哉！"}, {"ID": 119, "text": "芴漠无形，变化无常，死与生与！天地并与！神明往与！芒乎何之？忽乎何适？万物毕罗，莫足以归，古之道术有在于是者。庄周闻其风而悦之。以谬悠之说，荒唐之言，无端崖之辞，时恣纵而不傥，不以觭见之也。以天下为沈浊，不可与庄语；以卮言为曼衍，以重言为真，以寓言为广。独与天地精神往来，而不敖倪于万物，不谴是非，以与世俗处。其书虽瑰玮而连犿无伤也，其辞虽参差而諔诡可观。彼其充实不可以已，上与造物者游，而下与外死生、无终始者为友。其于本也，宏大而辟，深闳而肆；其于宗也，可谓稠适而上遂矣。虽然，其应于化而解于物也，其理不竭，其来不蜕，芒乎昧乎，未之尽者。"}, {"ID": 120, "text": "然惠施之口谈，自以为最贤，曰：“天地其壮乎！”施存雄而无术。南方有倚人焉，曰黄缭，问天地所以不坠不陷，风雨雷霆之故。惠施不辞而应，不虑而对，遍为万物说；说而不休，多而无已，犹以为寡，益之以怪。以反人为实，而欲以胜人为名，是以与众不适也。弱于德，强于物，其涂隩矣。由天地之道观惠施之能，其犹一蚉一虻之劳者也，其于物也何庸！夫充一尚可，曰愈贵，道几矣！惠施不能以此自宁，散于万物而不厌，卒以善辩为名。惜乎！惠施之才，骀荡而不得，逐万物而不反，是穷响以声，形与影竞走也。悲夫！"}]}]}