{"bookname": "庄子●外篇", "writer": "庄周", "type": "道家经文", "age": "中古", "alldata": [{"section": 0, "header": "骈拇", "data": [{"ID": 0, "text": "骈拇枝指，出乎性哉！而侈于德。附赘县疣，出乎形哉！而侈于性。多方乎仁义而用之者，列于五藏哉！而非道德之正也。是故骈于足者，连无用之肉也；枝于手者，树无用之指也；多方骈枝于五藏之情者，淫僻于仁义之行，而多方于聪明之用也。是故骈于明者，乱五色，淫文章，青黄黼黻之煌煌非乎？而离朱是已。多于聪者，乱五声，淫六律，金石、丝竹，黄钟、大吕之声非乎？而师旷是已。枝于仁者，擢德塞性以收名声，使天下簧鼓以奉不及之法非乎？而曾、史是已。骈于辩者，累瓦结绳窜句，游心于坚白同异之间，而敝跬誉无用之言非乎？而杨、墨是已。故此皆多骈旁枝之道，非天下之至正也。彼正正者，不失其性命之情。故合者不为骈，而枝者不为跂；长者不为有馀，短者不为不足。是故凫胫虽短，续之则忧；鹤胫虽长，断之则悲。故性长非所断，性短非所续，无所去忧也。意仁义其非人情乎！彼仁人何其多忧也？且夫骈于拇者，决之则泣；枝于手者，齕之则啼。二者或有馀于数，或不足于数，其于忧一也。今世之仁人，蒿目而忧世之患；不仁之人，决性命之情而饕富贵。故意仁义其非人情乎！自三代以下者，天下何其嚣嚣也？"}, {"ID": 1, "text": "且夫待钩绳规矩而正者，是削其性；待绳约胶漆而固者，是侵其德也；屈折礼乐，呴俞仁义，以慰天下之心者，此失其常然也。天下有常然。常然者，曲者不以钩，直者不以绳，圆者不以规，方者不以矩，附离不以胶漆，约束不以纆索。故天下诱然皆生，而不知其所以生；同焉皆得，而不知其所以得。故古今不二，不可亏也。则仁义又奚连连如胶漆纆索，而游乎道德之间为哉？使天下惑也！夫小惑易方，大惑易性。何以知其然邪？自虞氏招仁义以挠天下也，天下莫不奔命于仁义，是非以仁义易其性与？"}, {"ID": 2, "text": "故尝试论之，自三代以下者，天下莫不以物易其性矣。小人则以身殉利，士则以身殉名，大夫则以身殉家，圣人则以身殉天下。故此数子者，事业不同，名声异号，其于伤性以身为殉，一也。臧与谷，二人相与牧羊，而俱亡其羊。问臧奚事，则挟厕读书；问谷奚事，则博塞以游。二人者，事业不同，其于亡羊均也。伯夷死名于首阳之下，盗跖死利于东陵之上。二人者，所死不同，其于残生伤性均也，奚必伯夷之是而盗跖之非乎？天下尽殉也。彼其所殉仁义也，则俗谓之君子；其所殉货财也，则俗谓之小人。其殉一也，则有君子焉，有小人焉；若其残生损性，则盗跖亦伯夷已，又恶取君子小人于其间哉？且夫属其性乎仁义者，虽通如曾、史，非吾所谓臧也；属其性于五味，虽通如俞儿，非吾所谓臧也；属其性乎五声，虽通如师旷，非吾所谓聪也；属其性乎五色，虽通如离朱，非吾所谓明也。吾所谓臧者，非仁义之谓也，臧于其德而已矣；吾所谓臧者，非所谓仁义之谓也，任其性命之情而已矣；吾所谓聪者，非谓其闻彼也，自闻而已矣；吾所谓明者，非谓其见彼也，自见而已矣。夫不自见而见彼，不自得而得彼者，是得人之得而不自得其得者也，适人之适而不自适其适者也。夫适人之适而不自适其适，虽盗跖与伯夷，是同为淫僻也。余愧乎道德，是以上不敢为仁义之操，而下不敢为淫僻之行也。"}]}, {"section": 1, "header": "马蹄", "data": [{"ID": 3, "text": "马，蹄可以践霜雪，毛可以御风寒，齕草饮水，翘足而陆。此马之真性也。虽有义台、路寝，无所用之。及至伯乐，曰：“我善治马。”烧之剔之，刻之雒之，连之以羁馽，编之以皂栈，马之死者十二三矣；饥之渴之，驰之骤之，整之齐之，前有橛饰之患，而后有鞭厕之威，而马之死者已过半矣。陶者曰：“我善治埴，圆者中规，方者中矩。”匠人曰：“我善治木，曲者中钩，直者应绳。”夫埴、木之性，岂欲中规矩钩绳哉？然且世世称之曰：“伯乐善治马，而陶、匠善治埴木。”此亦治天下者之过也。"}, {"ID": 4, "text": "吾意善治天下者不然。彼民有常性，织而衣，耕而食，是谓同德；一而不党，命曰天放。故至德之世，其行填填，其视颠颠。当是时也，山无蹊隧，泽无舟梁；万物群生，连属其乡；禽兽成群，草木遂长。是故禽兽可系羁而游，乌鹊之巢可攀援而闚。夫至德之世，同与禽兽居，族与万物并，恶乎知君子小人哉！同乎无知，其德不离；同乎无欲，是谓素朴。素朴而民性得矣。及至圣人，蹩躠为仁，踶跂为义，而天下始疑矣；澶漫为乐，摘僻为礼，而天下始分矣。故纯朴不残，孰为牺尊！白玉不毁，孰为圭璋！道德不废，安取仁义！性情不离，安用礼乐！五色不乱，孰为文采！五声不乱，孰应六律！夫残朴以为器，工匠之罪也；毁道德以为仁义，圣人之过也。"}, {"ID": 5, "text": "夫马，陆居则食草饮水，喜则交颈相靡，怒则分背相踶。马知已此矣。夫加之以衡扼，齐之以月题，而马知介倪、闉扼、鸷曼、诡衔、窃辔。故马之知而态至盗者，伯乐之罪也。夫赫胥氏之时，民居不知所为，行不知所之，含哺而熙，鼓腹而游，民能以此矣。及至圣人，屈折礼乐以匡天下之形，县跂仁义以慰天下之心，而民乃始踶跂好知，争归于利，不可止也。此亦圣人之过也。"}]}, {"section": 2, "header": "胠箧", "data": [{"ID": 6, "text": "将为胠箧、探囊、发匮之盗而为守备，则必摄缄、縢，固扃、鐍，此世俗之所谓知也。然而巨盗至，则负匮、揭箧、担囊而趋，唯恐缄、縢、扃、鐍之不固也。然则乡之所谓知者，不乃为大盗积者也？故尝试论之，世俗之所谓知者，有不为大盗积者乎？所谓圣者，有不为大盗守者乎？何以知其然邪？昔者齐国邻邑相望，鸡狗之音相闻，罔罟之所布，耒耨之所刺，方二千馀里。阖四竟之内，所以立宗庙社稷，治邑、屋、州、闾、乡曲者，曷尝不法圣人哉！然而田成子一旦杀齐君而盗其国。所盗者岂独其国邪？并与其圣知之法而盗之。故田成子有乎盗贼之名，而身处尧、舜之安，小国不敢非，大国不敢诛，十二世有齐国。则是不乃窃齐国，并与其圣知之法，以守其盗贼之身乎？尝试论之，世俗之所谓至知者，有不为大盗积者乎？所谓至圣者，有不为大盗守者乎？何以知其然邪？昔者龙逢斩，比干剖，苌弘胣，子胥靡，故四子之贤而身不免乎戮。故盗跖之徒问于跖曰：“盗亦有道乎？”跖曰：“何适而无有道邪？夫妄意室中之藏，圣也；入先，勇也；出后，义也；知可否，知也；分均，仁也。五者不备而能成大盗者，天下未之有也。”由是观之，善人不得圣人之道不立，跖不得圣人之道不行；天下之善人少而不善人多，则圣人之利天下也少而害天下也多。"}, {"ID": 7, "text": "故曰：“唇竭则齿寒，鲁酒薄而邯郸围，圣人生而大盗起。”掊击圣人，纵舍盗贼，而天下始治矣。夫川竭而谷虚，丘夷而渊实。圣人已死，则大盗不起，天下平而无故矣。圣人不死，大盗不止。虽重圣人而治天下，则是重利盗跖也。为之斗斛以量之，则并与斗斛而窃之；为之权衡以称之，则并与权衡而窃之；为之符玺以信之，则并与符玺而窃之；为之仁义以矫之，则并与仁义而窃之。何以知其然邪？彼窃钩者诛，窃国者为诸侯，诸侯之门，而仁义存焉，则是非窃仁义圣知邪？故逐于大盗，揭诸侯，窃仁义并斗斛、权衡、符玺之利者，虽有轩冕之赏弗能劝，斧钺之威弗能禁。此重利盗跖而使不可禁者，是乃圣人之过也。故曰：“鱼不可脱于渊，国之利器不可以示人。”彼圣人者，天下之利器也，非所以明天下也。故绝圣弃知，大盗乃止；掷玉毁珠，小盗不起；焚符破玺，而民朴鄙；掊斗折衡，而民不争；殚残天下之圣法，而民始可与论议。擢乱六律，铄绝竽瑟，塞瞽旷之耳，而天下始人含其聪矣；灭文章，散五采，胶离朱之目，而天下始人含其明矣；毁绝钩绳而弃规矩，攦工倕之指，而天下始人有其巧矣。故曰：“大巧若拙。”削曾、史之行，钳杨、墨之口，攘弃仁义，而天下之德始玄同矣。彼人含其明，则天下不铄矣；人含其聪，则天下不累矣；人含其知，则天下不惑矣；人含其德，则天下不僻矣。彼曾、史、杨、墨、师旷、工倕、离朱，皆外立其德，而以爚乱天下者也，法之所无用也。"}, {"ID": 8, "text": "子独不知至德之世乎？昔者容成氏、大庭氏、伯皇氏、中央氏、栗陆氏、骊畜氏、轩辕氏、赫胥氏、尊卢氏、祝融氏、伏羲氏、神农氏，当是时也，民结绳而用之，甘其食，美其服，乐其俗，安其居，邻国相望，鸡狗之音相闻，民至老死而不相往来。若此之时，则至治已。今遂至使民延颈举踵曰“某所有贤者”，赢粮而趣之，则内弃其亲而外去其主之事，足迹接乎诸侯之境，车轨结乎千里之外，则是上好知之过也。上诚好知而无道，则天下大乱矣。何以知其然邪？夫弓、弩、毕、弋、机变之知多，则鸟乱于上矣；钩饵、罔、罟罾笱之知多，则鱼乱于水矣；削格、罗落、罝罘之知多，则兽乱于泽矣；知诈渐毒、颉滑坚白、解垢同异之变多，则俗惑于辩矣。故天下每每大乱，罪在于好知。故天下皆知求其所不知而莫知求其所已知者，皆知非其所不善而莫知非其所已善者，是以大乱。故上悖日月之明，下烁山川之精，中堕四时之施，惴耎之虫，肖翘之物，莫不失其性。甚矣夫好知之乱天下也！自三代以下者是已。舍夫种种之民而悦夫役役之佞，释夫恬淡无为而悦夫啍啍之意，啍啍已乱天下矣。"}]}, {"section": 3, "header": "在宥", "data": [{"ID": 9, "text": "闻在宥天下，不闻治天下也。在之也者，恐天下之淫其性也；宥之也者，恐天下之迁其德也。天下不淫其性，不迁其德，有治天下者哉！昔尧之治天下也，使天下欣欣焉人乐其性，是不恬也；桀之治天下也，使天下瘁瘁焉人苦其性，是不愉也。夫不恬不愉，非德也。非德也而可长久者，天下无之。人大喜邪，毗于阳。大怒邪，毗于阴。阴阳并毗，四时不至，寒暑之和不成，其反伤人之形乎！使人喜怒失位，居处无常，思虑不自得，中道不成章，于是乎天下始乔诘、卓鸷，而后有盗跖、曾、史之行。故举天下以赏其善者不足，举天下以罚其恶者不给，故天下之大不足以赏罚。自三代以下者，匈匈焉终以赏罚为事，彼何暇安其性命之情哉！而且说明邪，是淫于色也；说聪邪，是淫于声也；说仁邪，是乱于德也；说义邪，是悖于理也；说礼邪，是相于技也；说乐邪，是相于淫也；说圣邪，是相于艺也；说知邪，是相于疵也。天下将安其性命之情，之八者，存可也；亡可也；天下将不安其性命之情，之八者，乃始脔卷、獊囊而乱天下也。而天下乃始尊之惜之，甚矣天下之惑也！岂直过也而去之邪！乃齐戒以言之，跪坐以进之，鼓歌以儛之，吾若是何哉！故君子不得已而临邪天下，莫若无为。无为也，而后安其性命之情。故贵以身于为天下，则可以托天下；爱以身于为天下，则可以寄天下。故君子苟能无解其五藏，无擢其聪明，尸居而龙见，渊默而雷声，神动而天随，从容无为而万物炊累焉。吾又何暇治天下哉！"}, {"ID": 10, "text": "崔瞿问于老聃曰：“不治天下，安藏人心？”老聃曰：“汝慎无撄人心。人心排下而进上，上下囚杀，淖约柔乎刚强。廉刿雕琢，其热焦火，其寒凝冰。其疾俛仰之间，而再抚四海之外，其居也渊而静，其动也县而天。偾骄而不可系者，其唯人心乎！昔者黄帝始以仁义撄人之心，尧、舜于是乎股无胈，胫无毛，以养天下之形，愁其五藏以为仁义，矜其血气以规法度。然犹有不胜也。尧于是放欢兜于崇山，投三苗于三峗，流共工于幽都，此不胜天下也夫！施及三王而天下大骇矣。下有桀、跖，上有曾、史，而儒、墨毕起。于是乎喜怒相疑，愚知相欺，善否相非，诞信相讥，而天下衰矣；大德不同，而性命烂漫矣；天下好知，而百姓求竭矣。于是乎釿锯制焉，绳墨杀焉，椎凿决焉。天下脊脊大乱，罪在撄人心。故贤者伏处大山嵁岩之下，而万乘之君忧栗乎庙堂之上。今世殊死者相枕也，桁杨者相推也，刑戮者相望也，而儒、墨乃始离跂攘臂乎桎梏之间。意！甚矣哉！其无愧而不知耻也甚矣！吾未知圣知之不为桁杨椄槢也，仁义之不为桎梏、凿枘也，焉知曾、史之不为桀、跖嚆矢也！故曰：‘绝圣弃知而天下大治。’”"}, {"ID": 11, "text": "黄帝立为天子十九年，令行天下，闻广成子在于空同之上，故往见之，曰：“我闻吾子达于至道，敢问至道之精。吾欲取天地之精，以佐五谷，以养民人；吾又欲官阴阳，以遂群生。为之奈何？”广成子曰：“而所欲问者，物之质也；而所欲官者，物之残也。自而治天下，云气不待族而雨，草木不待黄而落，日月之光益以荒矣。而佞人之心翦翦者，又奚足以语至道！”黄帝退，捐天下，筑特室，席白茅，闲居三月，复往邀之。广成子南首而卧，黄帝顺下风膝行而进，再拜稽首而问曰：“闻吾子达于至道，敢问治身奈何而可以长久？”广成子蹶然而起，曰：“善哉问乎！来！吾语女至道。至道之精，窈窈冥冥；至道之极，昏昏默默。无视无听，抱神以静，形将自正。必静必清，无劳女形，无摇女精，乃可以长生。目无所见，耳无所闻，心无所知，女神将守形，形乃长生。慎女内，闭女外，多知为败。我为女遂于大明之上矣，至彼至阳之原也；为女入于窈冥之门矣，至彼至阴之原也。天地有官，阴阳有藏，慎守女身，物将自壮。我守其一，以处其和，故我修身千二百岁矣，吾形未尝衰。”黄帝再拜稽首曰：“广成子之谓天矣！”广成子曰：“来！吾语女。彼其物无穷，而人皆以为有终；彼其物无测，而人皆以为有极。得吾道者，上为皇而下为王；失吾道者，上见光而下为土。今夫百昌，皆生于土而反于土，故余将去女，入无穷之门，以游无极之野。吾与日月参光，吾与天地为常。当我，缗乎！远我，昏乎！人其尽死，而我独存乎！”"}, {"ID": 12, "text": "云将东游，过扶摇之枝，而适遭鸿蒙。鸿蒙方将拊髀雀跃而游。云将见之，倘然止，贽然立，曰：“叟何人邪？叟何为此？”鸿蒙拊髀雀跃不辍，对云将曰：“游。”云将曰：“朕愿有问也。”鸿蒙仰而视云将曰：“吁！”云将曰：“天气不合，地气郁结，六气不调，四时不节。今我愿合六气之精，以育群生，为之奈何？”鸿蒙拊髀雀跃掉头曰：“吾弗知，吾弗知。”云将不得问。又三年，东游，过有宋之野，而适遭鸿蒙。云将大喜，行趋而进曰：“天忘朕邪？天忘朕邪？”再拜稽首，愿闻于鸿蒙。鸿蒙曰：“浮游不知所求，猖狂不知所往，游者鞅掌，以观无妄，朕又何知！”云将曰：“朕也自以为猖狂，而百姓随予所往；朕也不得已于民，今则民之放也。愿闻一言。”鸿蒙曰：“乱天之经，逆物之情，玄天弗成；解兽之群，而鸟皆夜鸣；灾及草木，祸及止虫。意！治人之过也！”云将曰：“然则吾奈何？”鸿蒙曰：“意！毒哉！仙仙乎归矣！”云将曰：“吾遇天难，愿闻一言。”鸿蒙曰：“意！心养。汝徒处无为，而物自化。堕尔形体，吐尔聪明；伦与物忘，大同乎涬溟；解心释神，莫然无魂。万物云云，各复其根，各复其根而不知。浑浑沌沌，终身不离；若彼知之，乃是离之。无问其名，无闚其情，物故自生。”云将曰：“天降朕以德，示朕以默，躬身求之，乃今也得。”再拜稽首，起辞而行。"}, {"ID": 13, "text": "大人之教，若形之于影，声之于响。有问而应之，尽其所怀，为天下配。处乎无响，行乎无方。挈汝适复之挠挠，以游无端，出入无旁，与日无始，颂论形躯，合乎大同，大同而无己。无己，恶乎得有有！睹有者，昔之君子；睹无者，天地之友。"}, {"ID": 14, "text": "何谓道？有天道，有人道。无为而尊者，天道也；有为而累者，人道也。主者，天道也；臣者，人道也。天道之与人道也，相去远矣，不可不察也。"}]}, {"section": 4, "header": "天地", "data": [{"ID": 15, "text": "天地虽大，其化均也；万物虽多，其治一也；人卒虽众，其主君也。君原于德而成于天，故曰：玄古之君天下，无为也，天德而已矣。以道观言而天下之君正，以道观分而君臣之义明，以道观能而天下之官治，以道泛观而万物之应备。故通于天地者，德也；行于万物者，道也；上治人者，事也；能有所艺者，技也。技兼于事，事兼于义，义兼于德，德兼于道，道兼于天。故曰：“古之畜天下者，无欲而天下足，无为而万物化，渊静而百姓定。”记曰：“通于一而万事毕，无心得而鬼神服。”"}, {"ID": 16, "text": "夫子曰：“夫道，覆载万物者也，洋洋乎大哉！君子不可以不刳心焉。无为为之之谓天，无为言之之谓德，爱人利物之谓仁，不同同之之谓大，行不崖异之谓宽，有万不同之谓富。故执德之谓纪，德成之谓立，循于道之谓备，不以物挫志之谓完。君子明于此十者，则韬乎其事心之大也，沛乎其为万物逝也。若然者，藏金于山，藏珠于渊；不利货财，不近贵富；不乐寿，不哀夭；不荣通，不丑穷；寿夭俱忘，穷通不足言矣。不拘一世之利以为己私分，不以王天下为己处显。显则明，万物一府，死生同状。”"}, {"ID": 17, "text": "夫子曰：“夫道，渊乎其居也，漻乎其清也。金石不得，无以鸣。故金石有声，不考不鸣。万物孰能定之！夫王德之人，素逝而耻通于事，立之本原而知通于神。故其德广，其心之出，有物采之。故形非道不生，生非德不明。存形穷生，立德明道，非王德者邪！荡荡乎！忽然出，勃然动，而万物从之乎！此谓王德之人。视乎冥冥，听乎无声。冥冥之中，独见晓焉；无声之中，独闻和焉。故深之又深，而能物焉；神之又神，而能精焉。故其与万物接也，至无而供其求，时骋而要其宿，大小、长短、修远。”"}, {"ID": 18, "text": "黄帝游乎赤水之北，登乎昆仑之丘而南望，还归，遗其玄珠，使知索之而不得，使离朱索之而不得，使吃诟索之而不得也。乃使象罔，象罔得之。黄帝曰：“异哉！象罔乃可以得之乎？”"}, {"ID": 19, "text": "尧之师曰许由，许由之师曰啮缺，啮缺之师曰王倪，王倪之师曰被衣。尧问于许由曰：“啮缺可以配天乎？吾藉王倪以要之。”许由曰：“殆哉圾乎天下！啮缺之为人也，聪明睿知，给数以敏，其性过人，而又乃以人受天。彼审乎禁过，而不知过之所由生。与之配天乎？彼且乘人而无天，方且本身而异形，方且尊知而火驰，方且为绪使，方且为物絯，方且四顾而物应，方且应众宜，方且与物化而未始有恒。夫何足以配天乎？虽然，有族有祖，可以为众父，而不可以为众父父。治乱之率也，北面之祸也，南面之贼也。”"}, {"ID": 20, "text": "尧观乎华。华封人曰：“嘻！圣人！请祝圣人：使圣人寿。”尧曰：“辞。”“使圣人富”。尧曰：“辞。”“使圣人多男子”。尧曰：“辞。”封人曰：“寿、富、多男子，人之所欲也。女独不欲，何邪？”尧曰：“多男子则多惧，富则多事，寿则多辱。是三者，非所以养德也，故辞。”封人曰：“始也我以女为圣人邪，今然君子也。天生万民，必授之职，多男子而授之职，则何惧之有！富而使人分之，则何事之有！夫圣人鹑居而鷇食，鸟行而无彰；天下有道则与物皆昌，天下无道则修德就闲；千岁厌世，去而上仙，乘彼白云，至于帝乡。三患莫至，身常无殃，则何辱之有！”封人去之，尧随之，曰：“请问。”封人曰：“退已！”"}, {"ID": 21, "text": "尧治天下，伯成子高立为诸侯。尧授舜，舜授禹，伯成子高辞为诸侯而耕。禹往见之，则耕在野。禹趋就下风，立而问焉，曰：“昔尧治天下，吾子立为诸侯；尧授舜，舜授予，而吾子辞为诸侯而耕。敢问其故何也？”子高曰：“昔尧治天下，不赏而民劝，不罚而民畏。今子赏罚而民且不仁，德自此衰，刑自此立，后世之乱自此始矣。夫子阖行邪？无落吾事！”俋俋乎耕而不顾。"}, {"ID": 22, "text": "泰初有无，无有无名，一之所起，有一而未形。物得以生，谓之德；未形者有分，且然无间，谓之命；留动而生物，物成生理，谓之形；形体保神，各有仪则，谓之性。性修反德，德至同于初。同乃虚，虚乃大。合喙鸣，喙鸣合，与天地为合。其合缗缗，若愚若昏，是谓玄德，同乎大顺。"}, {"ID": 23, "text": "夫子问于老聃曰：“有人治道若相放，可不可，然不然。辩者有言曰：‘离坚白若县宇。’若是，则可谓圣人乎？”老聃曰：“是胥易技系，劳形怵心者也。执留之狗成思，猿狙之便自山林来。丘！予告若，而所不能闻与而所不能言。凡有首、有趾、无心、无耳者众，有形者与无形无状而皆存者尽无。其动，止也；其死，生也；其废，起也。此又非其所以也。有治在人，忘乎物，忘乎天，其名为忘己。忘己之人，是之谓入于天。”"}, {"ID": 24, "text": "将闾葂见季彻曰：“鲁君谓葂也曰：‘请受教。’辞不获命，既已告矣，未知中否，请尝荐之。吾谓鲁君曰：‘必服恭俭，拔出公忠之属，而无阿私，民孰敢不辑！’”季彻局局然笑曰：“若夫子之言，于帝王之德，犹螳蜋之怒臂以当车轶，则必不胜任矣。且若是，则其自为处危，其观台多物，将往投迹者众。”将闾葂覤覤然惊曰：“葂也汒若于夫子之所言矣。虽然，愿先生之言其风也。”季彻曰：“大圣之治天下也，摇荡民心，使之成教易俗，举灭其贼心而皆进其独志，若性之自为，而民不知其所由然。若然者，岂兄尧、舜之教民，溟滓然弟之哉？欲同乎德而心居矣。”"}, {"ID": 25, "text": "子贡卑陬失色，顼顼然不自得，行三十里而后愈。其弟子曰：“向之人何为者邪？夫子何故见之变容失色，终日不自反邪？”曰：“始以为天下一人耳，不知复有夫人也。吾闻之夫子：‘事求可、功求成、用力少、见功多者，圣人之道。’今徒不然。执道者德全，德全者形全，形全者神全。神全者，圣人之道也。托生与民并行，而不知其所之，汒乎淳备哉！功利、机巧，必忘夫人之心。若夫人者，非其志不之，非其心不为。虽以天下誉之，得其所谓，謷然不顾；以天下非之，失其所谓，傥然不受。天下之非誉，无益损焉，是谓全德之人哉！我之谓风波之民。”反于鲁，以告孔子。孔子曰：“彼假修浑沌氏之术者也：识其一，不知其二；治其内，而不治其外。夫明白入素，无为复朴，体性抱神，以游世俗之间者，汝将固惊邪？且浑沌氏之术，予与汝何足以识之哉！”"}, {"ID": 26, "text": "谆芒将东之大壑，适遇苑风于东海之滨。苑风曰：“子将奚之？”曰：“将之大壑。”曰：“奚为焉？”曰：“夫大壑之为物也，注焉而不满，酌焉而不竭，吾将游焉。”苑风曰：“夫子无意于横目之民乎？愿闻圣治。”谆芒曰：“圣治乎，官施而不失其宜，拔举而不失其能，毕见其情事而行其所为，行言自为而天下化，手挠顾指，四方之民莫不俱至，此之谓圣治。”“愿闻德人。”曰：“德人者，居无思，行无虑，不藏是非美恶。四海之内，共利之之谓悦，共给之之谓安；怊乎若婴儿之失其母也，傥乎若行而失其道也。财用有馀而不知其所自来，饮食取足而不知其所从。此谓德人之容。”“愿闻神人。”曰：“上神乘光，与形灭亡，此谓照旷。天地乐而万事销亡，万物复情，此之谓混冥。”"}, {"ID": 27, "text": "门无鬼与赤张满稽，观于武王之师。赤张满稽曰：“不及有虞氏乎！故离此患也。”门无鬼曰：“天下均治而有虞氏治之邪，其乱而后治之与？”赤张满稽曰：“天下均治之为愿，而何计以有虞氏为？有虞氏之药疡也，秃而施髢，病而求医。孝子操药以修慈父，其色燋然，圣人羞之。至德之世，不尚贤，不使能；上如标枝，民如野鹿；端正而不知以为义，相爱而不知以为仁；实而不知以为忠，当而不知以为信；蠢动而相使，不以为赐。是故行而无迹，事而无传。”"}, {"ID": 28, "text": "大声不入于里耳，《折杨》、《皇荂》，则嗑然而笑。是故高言不止于众人之心，至言不出，俗言胜也。以二缶锺惑，而所适不得矣。而今也以天下惑，予虽有祈向，其庸可得邪？知其不可得也而强之，又一惑也，故莫若释之而不推。不推，谁其比忧！厉之人夜半生其子，遽取火而视之，汲汲然惟恐其似己也。"}, {"ID": 29, "text": "百年之木，破为牺尊，青黄而文之，其断在沟中。比牺尊于沟中之断，则美恶有间矣，其于失性一也。跖与曾、史，行义有间矣，然其失性均也。且夫失性有五：一曰五色乱目，使目不明；二曰五声乱耳，使耳不聪；三曰五臭薰鼻，困惾中颡；四曰五味浊口，使口厉爽；五曰趣舍滑心，使性飞扬。此五者，皆生之害也。而杨、墨乃始离跂自以为得，非吾所谓得也。夫得者困，可以为得乎？则鸠鴞之在于笼也，亦可以为得矣。且夫趣舍声色以柴其内，皮弁、鹬冠、搢笏、绅修以约其外，内支盈于柴栅，外重纆缴，睆睆然在纆缴之中而自以为得，则是罪人交臂、历指，而虎豹在于囊槛，亦可以为得矣。"}]}, {"section": 5, "header": "天道", "data": [{"ID": 30, "text": "庄子曰：“吾师乎！吾师乎！虀万物而不为戾，泽及万世而不为仁，长于上古而不为寿，覆载天地、刻雕众形而不为朽，此之谓天乐。故曰：知天乐者，其生也天行，其死也物化；静而与阴同德，动而与阳同波。故知天乐者，无天怨，无人非，无物累，无鬼责。故曰：其动也天，其静也地，一心定而王天下；其鬼不祟，其魂不疲，一心定而万物服。言以虚静推于天地，通于万物，此之谓天乐。天乐者，圣人之心，以蓄天下也。”"}, {"ID": 31, "text": "夫帝王之德，以天地为宗，以道德为主，以无为为常。无为也，则用天下而有馀；有为也，则为天下用而不足。故古之人贵夫无为也。上无为也，下亦无为也，是下与上同德，下与上同德则不臣；下有为也，上亦有为也，是上与下同道，上与下同道则不主。上必无为而用天下，下必有为为天下用，此不易之道也。故古之王天下者，知虽落天地，不自虑也；辩虽雕万物，不自说也；能虽穷海内，不自为也。天不产而万物化，地不长而万物育，帝王无为而天下功。故曰：莫神于天，莫富于地，莫大于帝王。故曰：帝王之德配天地。此乘天地，驰万物，而用人群之道也。"}, {"ID": 32, "text": "君先而臣从，父先而子从，兄先而弟从，长先而少从，男先而女从，夫先而妇从。夫尊卑先后，天地之行也，故圣人取象焉。天尊地卑，神明之位也；春夏先，秋冬后，四时之序也。万物化作，萌区有状，盛衰之杀，变化之流也。夫天地至神，而有尊卑先后之序，而况人道乎！宗庙尚亲，朝廷尚尊，乡党尚齿，行事尚贤，大道之序也。语道而非其序者，非其道也；语道而非其道者，安取道！"}, {"ID": 33, "text": "故《书》曰：“有形有名。”形名者，古人有之，而非所以先也。古之语大道者，五变而形名可举，九变而赏罚可言也。骤而语形名，不知其本也；骤而语赏罚，不知其始也。倒道而言，迕道而说者，人之所治也，安能治人！骤而语形名赏罚，此有知治之具，非知治之道；可用于天下，不足以用天下。此之谓辩士，一曲之人也。礼法度数，形名比详，古人有之，此下之所以事上，非上之所以畜下也。"}, {"ID": 34, "text": "昔者舜问于尧曰：“天王之用心何如？”尧曰：“吾不敖无告，不废穷民，苦死者，嘉孺子而哀妇人。此吾所以用心也。”舜曰：“美则美矣，而未大也。”尧曰：“然则何如？”舜曰：“天德而出宁，日月照而四时行，若昼夜之有经，云行而雨施矣。”尧曰：“胶胶扰扰乎！子，天之合也；我，人之合也。”夫天地者，古之所大也，而黄帝、尧、舜之所共美也。故古之王天下者，奚为哉？天地而已矣。"}, {"ID": 35, "text": "孔子西藏书于周室，子路谋曰：“由闻周之徵藏史有老聃者，免而归居。夫子欲藏书，则试往因焉。”孔子曰：“善。”往见老聃，而老聃不许，于是翻十二经以说。老聃中其说，曰：“大谩，愿闻其要。”孔子曰：“要在仁义。”老聃曰：“请问：仁义，人之性邪？”孔子曰：“然。君子不仁则不成，不义则不生。仁义，真人之性也，又将奚为矣？”老聃曰：“请问何谓仁义？”孔子曰：“中心物恺，兼爱无私，此仁义之情也。”老聃曰：“意！几乎后言！夫兼爱，不亦迂乎！无私焉，乃私也。夫子若欲使天下无失其牧乎？则天地固有常矣，日月固有明矣，星辰固有列矣，禽兽固有群矣，树木固有立矣。夫子亦放德而行，循道而趋，已至矣，又何偈偈乎揭仁义，若击鼓而求亡子焉？意！夫子乱人之性也！”"}, {"ID": 36, "text": "士成绮见老子而问曰：“吾闻夫子圣人也，吾固不辞远道而来，愿见，百舍重趼而不敢息。今吾观子，非圣人也。鼠壤有馀蔬，而弃妹之者，不仁也；生熟不尽于前，而积敛无崖。”老子漠然不应。士成绮明日复见，曰：“昔者吾有刺于子，今吾心正却矣，何故也？”老子曰：“夫巧知神圣之人，吾自以为脱焉。昔者子呼我牛也而谓之牛，呼我马也而谓之马。苟有其实，人与之名而弗受，再受其殃。吾服也恒服，吾非以服有服。”士成绮雁行避影，履行，遂进而问：“修身若何？”老子曰：“而容崖然，而目冲然，而颡頯然，而口阚然，而状义然，似系马而止也。动而持，发也机，察而审，知巧而睹于泰，凡以为不信。边竟有人焉，其名为窃。”"}, {"ID": 37, "text": "夫子曰：“夫道，于大不终，于小不遗，故万物备。广广乎其无不容也，渊乎其不可测也。形德仁义，神之末也，非至人孰能定之！夫至人有世，不亦大乎！而不足以为之累。天下奋柄而不与之偕，审乎无假而不与利迁，极物之真，能守其本，故外天地，遗万物，而神未尝有所困也。通乎道，合乎德，退仁义，宾礼乐，至人之心有所定矣。”"}, {"ID": 38, "text": "桓公读书于堂上，轮扁斫轮于堂下，释椎凿而上，问桓公曰：“敢问公之所读者何言邪？”公曰：“圣人之言也。”曰：“圣人在乎？”公曰：“已死矣。”曰：“然则君之所读者，古人之糟魄已夫！”桓公曰：“寡人读书，轮人安得议乎！有说则可，无说则死。”轮扁曰：“臣也，以臣之事观之。斫轮，徐则甘而不固，疾则苦而不入。不徐不疾，得之于手而应于心，口不能言，有数存焉于其间。臣不能以喻臣之子，臣之子亦不能受之于臣，是以行年七十而老斫轮。古之人与其不可传也死矣，然则君之所读者，古人之糟魄已夫。”"}]}, {"section": 6, "header": "天运", "data": [{"ID": 39, "text": "天其运乎？地其处乎？日月其争于所乎？孰主张是？孰维纲是？孰居无事推而行是？意者其有机缄而不得已邪？意者其运转而不能自止邪？云者为雨乎？雨者为云乎？孰隆施是？孰居无事淫乐而劝是？风起北方，一西一东，有上彷徨，孰嘘吸是？孰居无事而披拂是？敢问何故？巫咸袑曰：“来！吾语女。天有六极五常，帝王顺之则治，逆之则凶。九洛之事，治成德备，监照下土，天下戴之，此谓上皇。”"}, {"ID": 40, "text": "商太宰荡问仁于庄子。庄子曰：“虎狼，仁也。”曰：“何谓也？”庄子曰：“父子相亲，何为不仁？”曰：“请问至仁。”庄子曰：“至仁无亲。”太宰曰：“荡闻之：无亲则不爱，不爱则不孝。谓至仁不孝，可乎？”庄子曰：“不然。夫至仁尚矣，孝固不足以言之。此非过孝之言也，不及孝之言也。夫南行者至于郢，北面而不见冥山，是何也？则去之远也。故曰：以敬孝易，以爱孝难；以爱孝易，以忘亲难；忘亲易，使亲忘我难；使亲忘我易，兼忘天下难；兼忘天下易，使天下兼忘我难。夫德遗尧、舜而不为也，利泽施于万世，天下莫知也，岂直太息而言仁孝乎哉！夫孝悌仁义，忠信贞廉，此皆自勉以役其德者也，不足多也。故曰：至贵，国爵并焉；至富，国财并焉；至愿，名誉并焉。是以道不渝。”"}, {"ID": 41, "text": "乐也者，始于惧，惧故祟；吾又次之以怠，怠故遁；卒之于惑，惑故愚；愚故道，道可载而与之俱也。”"}, {"ID": 42, "text": "故礼义法度者，应时而变者也。今取猨狙而衣以周公之服，彼必齕啮挽裂，尽去而后慊。观古今之异，犹猨狙之异乎周公也。故西施病心而矉其里，其里之丑人见而美之，归亦捧心而矉其里。其里之富人见之，坚闭门而不出；贫人见之，挈妻子而去之走。彼知矉美而不知矉之所以美。惜乎！而夫子其穷哉！”"}, {"ID": 43, "text": "以富为是者，不能让禄；以显为是者，不能让名；亲权者，不能与人柄。操之则栗，舍之则悲，而一无所鉴，以闚其所不休者，是天之戮民也。怨、恩、取、与、谏、教、生、杀，八者，正之器也，唯循大变无所湮者，为能用之。故曰：正者，正也。其心以为不然者，天门弗开矣。”"}, {"ID": 44, "text": "老聃曰：“小子少进！余语汝三皇、五帝之治天下。黄帝之治天下，使民心一，民有其亲死不哭而民不非也。尧之治天下，使民心亲，民有为其亲杀其杀而民不非也。舜之治天下，使民心竞，民孕妇十月生子，子生五月而能言，不至乎孩而始谁，则人始有夭矣。禹之治天下，使民心变，人有心而兵有顺，杀盗非杀，人自为种而天下耳，是以天下大骇，儒、墨皆起。其作始有伦，而今乎妇女，何言哉！余语汝：三皇、五帝之治天下，名曰治之，而乱莫甚焉。三皇之知，上悖日月之明，下睽山川之精，中堕四时之施。其知憯于蛎虿之尾，鲜规之兽，莫得安其性命之情者，而犹自以为圣人，不可耻乎？其无耻也！”子贡蹴蹴然立不安。"}, {"ID": 45, "text": "孔子不出三月，复见，曰：“丘得之矣。乌鹊孺，鱼傅沫，细要者化，有弟而兄啼。久矣夫，丘不与化为人！不与化为人，安能化人！”老子曰：“可。丘得之矣。”"}]}, {"section": 7, "header": "刻意", "data": [{"ID": 46, "text": "若夫不刻意而高，无仁义而修，无功名而治，无江海而闲，不道引而寿，无不忘也，无不有也，澹然无极而众美从之，此天地之道，圣人之德也。"}, {"ID": 47, "text": "故曰：纯粹而不杂，静一而不变，惔而无为，动而以天行，此养神之道也。"}, {"ID": 48, "text": "夫有干、越之剑者，柙而藏之，不敢用也，宝之至也。精神四达并流，无所不极，上际于天，下蟠于地，化育万物，不可为象，其名为同帝。纯素之道，惟神是守，守而勿失，与神为一，一之精通，合于天伦。野语有之曰：“众人重利，廉士重名，贤人尚志，圣人贵精。”故素也者，谓其无所与杂也；纯也者，谓其不亏其神也。能体纯素，谓之真人。"}]}, {"section": 8, "header": "缮性", "data": [{"ID": 49, "text": "古之治道者，以恬养知；知生而无以知为也，谓之以知养恬。知与恬交相养，而和理出其性。夫德，和也；道，理也。德无不容，仁也；道无不理，义也；义明而物亲，忠也；中纯实而反乎情，乐也；信行容体而顺乎文，礼也。礼乐遍行，则天下乱矣。彼正而蒙己德，德则不冒，冒则物必失其性也。"}, {"ID": 50, "text": "逮德下衰，及燧人、伏羲始为天下，是故顺而不一。德又下衰，及神农、黄帝始为天下，是故安而不顺。德又下衰，及唐、虞始为天下，兴治化之流，浇淳散朴，离道以善，险德以行，然后去性而从于心。心与心识知而不足以定天下，然后附之以文，益之以博。文灭质，博溺心，然后民始惑乱，无以反其性情而复其初。"}, {"ID": 51, "text": "乐全之谓得志。古之所谓得志者，非轩冕之谓也，谓其无以益其乐而已矣。今之所谓得志者，轩冕之谓也。轩冕在身，非性命也，物之傥来，寄者也。寄之，其来不可圉，其去不可止。故不为轩冕肆志，不为穷约趋俗，其乐彼与此同，故无忧而已矣。今寄去则不乐，由是观之，虽乐，未尝不荒也。故曰：丧己于物，失性于俗者，谓之倒置之民。"}]}, {"section": 9, "header": "秋水", "data": [{"ID": 52, "text": "秋水时至，百川灌河，泾流之大，两涘渚崖之间，不辩牛马。于是焉河伯欣然自喜，以天下之美为尽在己。顺流而东行，至于北海，东面而视，不见水端，于是焉河伯始旋其面目，望洋向若而叹，曰：“野语有之曰‘闻道百，以为莫己若’者，我之谓也。且夫我尝闻少仲尼之闻而轻伯夷之义者，始吾弗信，今我睹子之难穷也，吾非至于子之门则殆矣，吾长见笑于大方之家。”"}, {"ID": 53, "text": "北海若曰：“井蛙不可以语于海者，拘于虚也；夏虫不可以语于冰者，笃于时也；曲士不可以语于道者，束于教也。今尔出于崖涘，观于大海，乃知尔丑，尔将可与语大理矣。天下之水，莫大于海，万川归之，不知何时止而不盈；尾闾泄之，不知何时已而不虚；春秋不变，水旱不知。此其过江河之流，不可为量数。而吾未尝以此自多者，自以比形于天地而受气于阴阳，吾在天地之间，犹小石小木之在大山也，方存乎见少，又奚以自多！计四海之在天地之间也，不似礨空之在大泽乎？计中国之在海内，不似稊米之在大仓乎？号物之数谓之万，人处一焉；人卒九州，谷食之所生，舟车之所通，人处一焉。此其比万物也，不似豪末之在于马体乎？五帝之所连，三王之所争，仁人之所忧，任士之所劳，尽此矣。伯夷辞之以为名，仲尼语之以为博，此其自多也，不似尔向之自多于水乎？”"}, {"ID": 54, "text": "河伯曰：“然则吾大天地而小毫末可乎？”北海若曰：“否。夫物，量无穷，时无止，分无常，终始无故。是故大知观于远近，故小而不寡，大而不多，知量无穷；证向今故，故遥而不闷，掇而不跂，知时无止；察乎盈虚，故得而不喜，失而不忧，知分之无常也；明乎坦涂，故生而不说，死而不祸，知终始之不可故也。计人之所知，不若其所不知；其生之时，不若未生之时。以其至小，求穷其至大之域，是故迷乱而不能自得也。由此观之，又何以知毫末之足以定至细之倪！又何以知天地之足以穷至大之域！”"}, {"ID": 55, "text": "河伯曰：“世之议者皆曰：‘至精无形，至大不可围。’是信情乎？”北海若曰：“夫自细视大者不尽，自大视细者不明。夫精，小之微也，垺，大之殷也，故异便。此势之有也。夫精粗者，期于有形者也；无形者，数之所不能分也；不可围者，数之所不能穷也。可以言论者，物之粗也；可以意致者，物之精也；言之所不能论，意之所不能察致者，不期精粗焉。是故大人之行，不出乎害人，不多仁恩；动不为利，不贱门隶；货财弗争，不多辞让；事焉不惜人，不多食乎力，不贱贪污；行殊乎俗，不多辟异；为在从众，不贱佞谄；世之爵禄不足以为劝，戮耻不足以为辱；知是非之不可为分，细大之不可为倪。闻曰：‘道人不闻，至德不得，大人无己，约分之至也。”"}, {"ID": 56, "text": "河伯曰：“若物之外，若物之内，恶至而倪贵贱？恶至而倪小大？”北海若曰：“以道观之，物无贵贱；以物观之，自贵而相贱：以俗观之，贵贱不在己。以差观之，因其所大而大之，则万物莫不大；因其所小而小之，则万物莫不小。知天地之为稊米也，知豪末之为丘山也，则差数等矣。以功观之，因其所有而有之，则万物莫不有；因其所无而无之，则万物莫不无。知东西之相反，而不可以相无，则功分定矣。以趣观之，因其所然而然之，则万物莫不然；因其所非而非之，则万物莫不非。知尧、桀之自然而相非，则趣操睹矣。昔者尧、舜让而帝，之、哙让而绝；汤、武争而王，白公争而灭。由此观之，争让之礼，尧、桀之行，贵贱有时，未可以为常也。梁丽可以冲城，而不可以窒穴，言殊器也；骐骥骅骝，一日而驰千里，捕鼠不如狸狌，言殊技也；鸱鸺夜撮蚤，察毫末，昼出瞋目而不见丘山，言殊性也。故曰：盖师是而无非，师治而无乱乎？是未明天地之理，万物之情者也。是犹师天而无地，师阴而无阳，其不可行明矣。然且语而不舍，非愚则诬也。帝王殊禅，三代殊继。差其时，逆其俗者，谓之篡夫；当其时，顺其俗者，谓之义徒。默默乎河伯！女恶知贵贱之门，大小之家！”"}, {"ID": 57, "text": "河伯曰：“然则我何为乎？何不为乎？吾辞受趣舍，吾终奈何？”北海若曰：“以道观之，何贵何贱，是谓反衍，无拘而志，与道大蹇。何少何多，是谓谢施，无一而行，与道参差。严乎若国之有君，其无私德；繇繇乎若祭之有社，其无私福；泛泛乎\n其\n1若四方之无穷，其无所畛域。兼怀万物，其孰承翼？是谓无方。万物一齐，孰短孰长？道无终始，物有死生，不恃其成；一虚一满，不位乎其形。年不可举，时不可止；消息盈虚，终则有始。是所以语大义之方，论万物之理也。物之生也若骤若驰，无动而不变，无时而不移。何为乎？何不为乎？夫固将自化。”\n1. 其 : 删除。"}, {"ID": 58, "text": "河伯曰：“然则何贵于道邪？”北海若曰：“知道者必达于理，达于理者必明于权，明于权者不以物害己。至德者，火弗能热，水弗能溺，寒暑弗能害，禽兽弗能贼。非谓其薄之也，言察乎安危，宁于祸福，谨于去就，莫之能害也。故曰：天在内，人在外，德在乎天。知天人之行，本乎天，位乎得。蹢䠱而屈伸，反要而语极。”曰：“何谓天？何谓人？”北海若曰：“牛马四足，是谓天；落马首，穿牛鼻，是谓人。故曰：无以人灭天，无以故灭命，无以得殉名。谨守而勿失，是谓反其真。”"}, {"ID": 59, "text": "蛇谓风曰：“予动吾脊胁而行，则有似也。今子蓬蓬然起于北海，蓬蓬然入于南海，而似无有，何也？”风曰：“然。予蓬蓬然起于北海而入于南海也，然而指我则胜我，䠓我亦胜我。虽然，夫折大木，蜚大屋者，唯我能也，故以众小不胜为大胜也。为大胜者，唯圣人能之。”"}, {"ID": 60, "text": "孔子游于匡，宋人围之数匝，而弦歌不惙。子路入见，曰：“何夫子之娱也？”孔子曰：“来！吾语女。我讳穷久矣，而不免，命也；求通久矣，而不得，时也。当尧、舜而天下无穷人，非知得也，当桀，纣而天下无通人，非知失也，时势适然。夫水行不避蛟龙者，渔父之勇也；陆行不避兕虎者，猎夫之勇也；白刃交于前，视死若生者，烈士之勇也；知穷之有命，知通之有时，临大难而不惧者，圣人之勇也。由处矣！吾命有所制矣。”无几何，将甲者进，辞曰：“以为阳虎也，故围之；今非也，请辞而退。”"}, {"ID": 61, "text": "公孙龙口呿而不合，舌举而不下，乃逸而走。"}, {"ID": 62, "text": "庄子钓于濮水，楚王使大夫二人往先焉，曰：“愿以境内累矣！”庄子持竿不顾，曰：“吾闻楚有神龟，死已三千岁矣，王巾笥而藏之庙堂之上。此龟者，宁其死为留骨而贵乎，宁其生而曳尾于涂中乎？”二大夫曰：“宁生而曳尾涂中。”庄子曰：“往矣！吾将曳尾于涂中。”"}, {"ID": 63, "text": "惠子相梁，庄子往见之。或谓惠子曰：“庄子来，欲代子相。”于是惠子恐，搜于国中三日三夜。庄子往见之，曰：“南方有鸟，其名为鵷鶵，子知之乎？夫鵷鶵发于南海而飞于北海，非梧桐不止，非练实不食，非醴泉不饮。于是鸱得腐鼠，鵷鶵过之，仰而视之曰：‘吓！’今子欲以子之梁国而吓我邪？”"}, {"ID": 64, "text": "庄子与惠子游于濠梁之上。庄子曰：“儵鱼出游从容，是鱼乐也。”惠子曰：“子非鱼，安知鱼之乐？”庄子曰：“子非我，安知我不知鱼之乐？”惠子曰：“我非子，固不知子矣；子固非鱼也，子之不知鱼之乐全矣。”庄子曰：“请循其本。子曰‘汝安知鱼乐’云者，既已知吾知之而问我，我知之濠上也。”"}]}, {"section": 10, "header": "至乐", "data": [{"ID": 65, "text": "天下是非果未可定也。虽然，无为可以定是非。至乐活身，唯无为几存。请尝试言之。天无为以之清，地无为以之宁，故两无为相合，万物皆化。芒乎芴乎，而无从出乎！芴乎芒乎，而无有象乎！万物职职，皆从无为殖。故曰：“天地无为也，而无不为也。”人也，孰能得无为哉！"}, {"ID": 66, "text": "庄子妻死，惠子吊之，庄子则方箕踞鼓盆而歌。惠子曰：“与人居长子，老身死，不哭亦足矣，又鼓盆而歌，不亦甚乎！”庄子曰：“不然。是其始死也，我独何能无概然！察其始而本无生，非徒无生也，而本无形，非徒无形也，而本无气。杂乎芒芴之间，变而有气，气变而有形，形变而有生，今又变而之死，是相与为春秋冬夏四时行也。人且偃然寝于巨室，而我噭噭然随而哭之，自以为不通乎命，故止也。”"}, {"ID": 67, "text": "支离叔与滑介叔观于冥伯之丘，昆仑之虚，黄帝之所休。俄而柳生其左肘，其意蹶蹶然恶之。支离叔曰：“子恶之乎？”滑介叔曰：“亡。予何恶？生者，假借也；假之而生生者，尘垢也。死生为昼夜。且吾与子观化而化及我，我又何恶焉？”"}, {"ID": 68, "text": "夜半，髑髅见梦曰：“子之谈者似辩士。视子所言，皆生人之累也，死则无此矣。子欲闻死之说乎？”庄子曰：“然。”髑髅曰：“死，无君于上，无臣于下，亦无四时之事，从然以天地为春秋，虽南面王乐，不能过也。”庄子不信，曰：“吾使司命复生子形，为子骨肉肌肤，反子父母妻子、闾里、知识，子欲之乎？”髑髅深矉蹙頞曰：“吾安能弃南面王乐而复为人间之劳乎？”"}, {"ID": 69, "text": "颜渊东之齐，孔子有忧色。子贡下席而问曰：“小子敢问：回东之齐，夫子有忧色，何邪？”孔子曰：“善哉汝问！昔者管子有言，丘甚善之，曰：‘褚小者不可以怀大，绠短者不可以汲深。’夫若是者，以为命有所成而形有所适也，夫不可损益。吾恐回与齐侯言尧、舜、黄帝之道，而重以燧人、神农之言。彼将内求于己而不得，不得则惑，人惑则死。且女独不闻邪？昔者海鸟止于鲁郊，鲁侯御而觞之于庙，奏九韶以为乐，具太牢以为善。鸟乃眩视忧悲，不敢食一脔，不敢饮一杯，三日而死。此以己养养鸟也，非以鸟养养鸟也。夫以鸟养养鸟者，宜栖之深林，游之坛陆，浮之江湖，食之鳅鲦，随行列而止，委蛇而处。彼唯人言之恶闻，奚以夫譊譊为乎！咸池、九韶之乐，张之洞庭之野，鸟闻之而飞，兽闻之而走，鱼闻之而下入，人卒闻之，相与还而观之。鱼处水而生，人处水而死，故必相与异，其好恶故异也。故先圣不一其能，不同其事。名止于实，义设于适，是之谓条达而福持。”"}, {"ID": 70, "text": "列子行食于道，从见百岁髑髅，攓蓬而指之曰：“唯予与汝知而未尝死，未尝生也。若果养乎？予果欢乎？”"}, {"ID": 71, "text": "种有几，得水则为㡭，得水土之际则为蛙蠙之衣，生于陵屯则为陵舄，陵舄得郁栖则为乌足，乌足之根为蛴螬，其叶为蝴蝶。胡蝶，胥也化而为虫，生于灶下，其状若脱，其名为鸲掇。鸲掇千日为鸟，其名曰乾馀骨。乾馀骨之沬为斯弥，斯弥为食醯。颐辂生乎食醯，黄軦生乎九猷，瞀芮生乎腐蠸。羊奚比乎不笋，久竹生青宁，青宁生程，程生马，马生人，人又反入于机。万物皆出于机，皆入于机。"}]}, {"section": 11, "header": "达生", "data": [{"ID": 72, "text": "夫欲免为形者，莫如弃世。弃世则无累，无累则正平，正平则与彼更生，更生则几矣。事奚足弃而生奚足遗？弃事则形不劳，遗生则精不亏。夫形全精复，与天为一。天地者，万物之父母也，合则成体，散则成始。形精不亏，是谓能移；精而又精，反以相天。"}, {"ID": 73, "text": "子列子问关尹曰：“至人潜行不窒，蹈火不热，行乎万物之上而不栗。请问何以至于此？”关尹曰：“是纯气之守也，非知巧果敢之列。居！吾语女。凡有貌象声色者，皆物也，物与物何以相远？夫奚足以至乎先？是色而已。则物之造乎不形，而止乎无所化，夫得是而穷之者，物焉得而止焉！彼将处乎不淫之度，而藏乎无端之纪，游乎万物之所终始，壹其性，养其气，合其德，以通乎物之所造。夫若是者，其天守全，其神无郤，物奚自入焉！夫醉者之坠车，虽疾不死。骨节与人同，而犯害与人异，其神全也，乘亦不知也，坠亦不知也，死生惊惧不入乎其胷中，是故遻物而不慑。彼得全于酒而犹若是，而况得全于天乎！圣人藏于天，故莫之能伤也。”复雠者不折镆、干，虽有忮心者不怨飘瓦，是以天下平均。故无攻战之乱，无杀戮之刑者，由此道也。不开人之天，而开天之天，开天者德生，开人者贼生。不厌其天，不忽于人，民几乎以其真。"}, {"ID": 74, "text": "仲尼适楚，出于林中，见痀偻者承蜩，犹掇之也。仲尼曰：“子巧乎？有道邪？”曰：“我有道也。五六月累丸，二而不坠，则失者锱铢；累三而不坠，则失者十一；累五而不坠，犹掇之也。吾处身也若厥株拘，吾执臂也若槁木之枝，虽天地之大，万物之多，而唯蜩翼之知。吾不反不侧，不以万物易蜩之翼，何为而不得！”孔子顾谓弟子曰：“用志不分，乃凝于神，其痀偻丈人之谓乎！”"}, {"ID": 75, "text": "颜渊问仲尼曰：“吾尝济乎觞深之渊，津人操舟若神。吾问焉，曰：‘操舟可学邪？’曰：‘可。善游者数能。若乃夫没人，则未尝见舟而便操之也。’吾问焉而不吾告，敢问何谓也？”仲尼曰：“善游者数能，忘水也。若乃夫没人之未尝见舟而便操之也，彼视渊若陵，视舟之覆犹其车却也。覆却万方陈乎前而不得入其舍，恶往而不暇！以瓦注者巧，以钩注者惮，以黄金注者殙。其巧一也，而有所矜，则重外也。凡外重者内拙。”"}, {"ID": 76, "text": "田开之见周威公。威公曰：“吾闻祝肾学生。吾子与祝肾游，亦何闻焉？”田开之曰：“开之操拔篲以倚门庭，亦何闻于夫子！”威公曰：“田子无让！寡人愿闻之。”开之曰：“闻之夫子曰：‘善养生者，若牧羊然，视其后者而鞭之。’”威公曰：“何谓也？”田开之曰：“鲁有单豹者，岩居而水饮，不与民共利，行年七十而犹有婴儿之色，不幸遇饿虎，饿虎杀而食之。有张毅者，高门、悬薄，无不走也，行年四十而有内热之病以死。豹养其内而虎食其外，毅养其外而病攻其内，此二子者，皆不鞭其后者也。”"}, {"ID": 77, "text": "仲尼曰：“无入而藏，无出而阳，柴立其中央。三者若得，其名必极。夫畏涂者，十杀一人，则父子兄弟相戒也，必盛卒徒而后敢出焉，不亦知乎！人之所取畏者，衽席之上，饮食之间，而不知为之戒者，过也。”"}, {"ID": 78, "text": "祝宗人玄端以临牢厕，说彘曰：“汝奚恶死？吾将三月豢汝，十日戒，三日齐，藉白茅，加汝肩尻乎雕俎之上，则汝为之乎？”为彘谋曰：“不如食以糠糟，而错之牢厕之中。”自为谋，则苟生有轩冕之尊，死得于腞、楯之上，聚偻之中，则为之。为彘谋则去之，自为谋则取之，所异彘者何也？"}, {"ID": 79, "text": "桓公田于泽，管仲御，见鬼焉。公抚管仲之手曰：“仲父何见？”对曰：“臣无所见。”公反，诶诒为病，数日不出。齐士有皇子告敖者曰：“公则自伤，鬼恶能伤公！夫忿滀之气，散而不反，则为不足；上而不下，则使人善怒；下而不上，则使人善忘；不上不下，中身当心，则为病。”桓公曰：“然则有鬼乎？”曰：“有。沈有履，灶有髻。户内之烦壤，雷霆处之；东北方之下者，倍阿、鲑蠪跃之；西北方之下者，则泆阳处之。水有罔象，丘有峷，山有夔，野有彷徨，泽有委蛇。”公曰：“请问委蛇之状何如？”皇子曰：“委蛇，其大如毂，其长如辕，紫衣而朱冠。其为物也恶，闻雷车之声，则捧其首而立。见之者殆乎霸。”桓公冁然而笑曰：“此寡人之所见者也。”于是正衣冠与之坐，不终日而不知病之去也。"}, {"ID": 80, "text": "纪渻子为王养斗鸡。十日而问：“鸡已乎？”曰：“未也。方虚憍而恃气。”十日又问。曰：“未也。犹应向景。”十日又问。曰：“未也。犹疾视而盛气。”十日又问。曰：“几矣。鸡虽有鸣者，已无变矣，望之似木鸡矣，其德全矣，异鸡无敢应者，反走矣。”"}, {"ID": 81, "text": "孔子观于吕梁，县水三十仞，流沫四十里，鼋鼍鱼龞之所不能游也。见一丈夫游之，以为有苦而欲死也，使弟子并流而拯之。数百步而出，被发行歌而游于塘下。孔子从而问焉，曰：“吾以子为鬼，察子则人也。请问蹈水有道乎？”曰：“亡，吾无道。吾始乎故，长乎性，成乎命。与齐俱入，与汩偕出，从水之道而不为私焉。此吾所以蹈之也。”孔子曰：“何谓始乎故，长乎性，成乎命？”曰：“吾生于陵而安于陵，故也；长于水而安于水，性也；不知吾所以然而然，命也。”"}, {"ID": 82, "text": "梓庆削木为鐻，鐻成，见者惊犹鬼神。鲁侯见而问焉，曰：“子何术以为焉？”对曰：“臣工人，何术之有！虽然，有一焉。臣将为鐻，未尝敢以耗气也，必齐以静心。齐三日，而不敢怀庆赏爵禄；齐五日，不敢怀非誉巧拙；齐七日，辄然忘吾有四枝形体也。当是时也，无公朝，其巧专而外骨消；然后入山林，观天性；形躯至矣，然后成见鐻，然后加手焉；不然则已。则以天合天，器之所以疑神者，其是与？”"}, {"ID": 83, "text": "东野稷以御见庄公，进退中绳，左右旋中规。庄公以为文弗过也，使之钩百而反。颜阖遇之，入见曰：“稷之马将败。”公密而不应。少焉，果败而反。公曰：“子何以知之？”曰：“其马力竭矣，而犹求焉，故曰败。”"}, {"ID": 84, "text": "工倕旋而盖规矩，指与物化，而不以心稽，故其灵台一而不桎。忘足，履之适也；忘要，带之适也；知忘是非，心之适也；不内变，不外从，事会之适也。始乎适而未尝不适者，忘适之适也。"}, {"ID": 85, "text": "扁子曰：“不然。昔者有鸟止于鲁郊，鲁君说之，为具太牢以飨之，奏九韶以乐之，鸟乃始忧悲眩视，不敢饮食。此之谓以己养养鸟也。若夫以鸟养养鸟者，宜栖之深林，浮之江湖，食之以委蛇，则平陆而已矣。今休，款启寡闻之民也，吾告以至人之德，譬之若载鼷以车马，乐鴳以钟鼓也。彼又奚能无惊乎哉？”"}]}, {"section": 12, "header": "山木", "data": [{"ID": 86, "text": "明日，弟子问于庄子曰：“昨日山中之木，以不材得终其天年；今主人之雁，以不材死。先生将何处？”庄子笑曰：“周将处夫材与不材之间。材与不材之间，似之而非也，故未免乎累。若夫乘道德而浮游则不然。无誉无訾，一龙一蛇，与时俱化，而无肯专为；一上一下，以和为量，浮游乎万物之祖；物物而不物于物，则胡可得而累邪！此黄帝、神农之法则也。若夫万物之情，人伦之传，则不然。合则离，成则毁，廉则挫，尊则议，有为则亏，贤则谋，不肖则欺，胡可得而必乎哉？悲夫！弟子志之，其唯道德之乡乎！”"}, {"ID": 87, "text": "君曰：“彼其道幽远而无人，吾谁与为邻？吾无粮，我无食，安得而至焉？”市南子曰：“少君之费，寡君之欲，虽无粮而乃足。君其涉于江而浮于海，望之而不见其崖，愈往而不知其所穷。送君者皆自崖而反，君自此远矣。故有人者累，见有于人者忧。故尧非有人，非见有于人也。吾愿去君之累，除君之忧，而独与道游于大莫之国。方舟而济于河，有虚船来触舟，虽有惼心之人不怒；有一人在其上，则呼张歙之；一呼而不闻，再呼而不闻，于是三呼邪，则必以恶声随之。向也不怒而今也怒，向也虚而今也实。人能虚己以游世，其孰能害之！”"}, {"ID": 88, "text": "北宫奢为卫灵公赋敛以为钟，为坛乎国门之外，三月而成上下之县。王子庆忌见而问焉，曰：“子何术之设？”奢曰：“一之间，无敢设也。奢闻之：‘既雕既琢，复归于朴。’侗乎其无识，傥乎其怠疑；萃乎芒乎，其送往而迎来；来者勿禁，往者勿止；从其强梁，随其曲傅，因其自穷。故朝夕赋敛而毫毛不挫，而况有大涂者乎！”"}, {"ID": 89, "text": "孔子曰：“善哉！”辞其交游，去其弟子，逃于大泽；衣裘褐，食杼栗；入兽不乱群，入鸟不乱行。鸟兽不恶，而况人乎！"}, {"ID": 90, "text": "异日，桑雽又曰：“舜之将死，真泠禹曰：‘汝戒之哉！形莫若缘，情莫若率。缘则不离，率则不劳；不离不劳，则不求文以待形；不求文以待形，固不待物。’”"}, {"ID": 91, "text": "庄子衣大布而补之，正緳系履而过魏王。魏王曰：“何先生之惫邪？”庄子曰：“贫也，非惫也。士有道德不能行，惫也。衣弊履穿，贫也，非惫也，此所谓非遭时也。王独不见夫腾猿乎？其得楠、梓、豫、章也，揽蔓其枝，而王长其间，虽羿、蓬蒙不能眄睨也。及其得柘、棘、枳、枸之闲也，危行侧视，振动悼栗，此筋骨非有加急而不柔也，处势不便，未足以逞其能也。今处昏上乱相之间，而欲无惫，奚可得邪？此比干之见剖心，徵也夫！”"}, {"ID": 92, "text": "“何谓天与人一邪？”仲尼曰：“有人，天也；有天，亦天也。人之不能有天，性也，圣人晏然体逝而终矣。”"}, {"ID": 93, "text": "庄周反入，三月不庭。蔺且从而问之：“夫子何为顷间甚不庭乎？”庄周曰：“吾守形而忘身，观于浊水而迷于清渊。且吾闻诸夫子曰：‘入其俗，从其俗。’今吾游于雕陵而忘吾身，异鹊感吾颡，游于栗林而忘真，栗林虞人以吾为戮，吾所以不庭也。”"}, {"ID": 94, "text": "阳子之宋，宿于逆旅。逆旅有妾二人，其一人美，其一人恶，恶者贵而美者贱。阳子问其故，逆旅小子对曰：“其美者自美，吾不知其美也；其恶者自恶，吾不知其恶也。”阳子曰：“弟子记之！行贤而去自贤之行，安往而不爱哉？”"}]}, {"section": 13, "header": "田子方", "data": [{"ID": 95, "text": "子方出，文侯傥然终日不言，召前立臣，而语之曰：“远矣全德之君子！始吾以圣知之言、仁义之行为至矣，吾闻子方之师，吾形解而不欲动，口钳而不欲言。吾所学者直土梗耳，夫魏真为我累耳！”"}, {"ID": 96, "text": "仲尼见之而不言。子路曰：“吾子欲见温伯雪子久矣，见之而不言，何邪？”仲尼曰：“若夫人者，目击而道存矣，亦不可以容声矣。”"}, {"ID": 97, "text": "仲尼曰：“恶！可不察与！夫哀莫大于心死，而人死亦次之。日出东方而入于西极，万物莫不比方。有目有趾者，待是而后成功，待昼而作。是出则存，是入则亡。万物亦然，有待也而死，有待也而生。吾一受其成形，而不化以待尽，效物而动，日夜无隙，而不知其所终，薰然其成形，知命不能规乎其前，丘以是日徂。吾终身与汝交一臂而失之，可不哀与！女殆著乎吾所以著也。彼已尽矣，而女求之以为有，是求马于唐肆也。吾服女也甚忘，女服吾也亦甚忘。虽然，女奚患焉！虽忘乎故吾，吾有不忘者存。”"}, {"ID": 98, "text": "孔子出，以告颜回曰：“丘之于道也，其犹醯鸡与！微夫子之发吾覆也，吾不知天地之大全也。”"}, {"ID": 99, "text": "庄子见鲁哀公。哀公曰：“鲁多儒士，少为先生方者。”庄子曰：“鲁少儒。”哀公曰：“举鲁国而儒服，何谓少乎？”庄子曰：“周闻之：儒者冠圜冠者，知天时；履句屦者，知地形；缓佩玦者，事至而断。君子有其道者，未必为其服也；为其服者，未必知其道也。公固以为不然，何不号于国中曰‘无此道而为此服者，其罪死’？”于是哀公号之五日，而鲁国无敢儒服者。独有一丈夫儒服而立乎公门，公即召而问以国事，千转万变而不穷。庄子曰：“以鲁国而儒者一人耳，可谓多乎？”"}, {"ID": 100, "text": "百里奚爵禄不入于心，故饭牛而牛肥，使秦穆公忘其贱，与之政也。有虞氏死生不入于心，故足以动人。"}, {"ID": 101, "text": "宋元君将画图。众史皆至，受揖而立；舐笔和墨，在外者半。有一史后至者，儃儃然不趋，受揖不立，因之舍。公使人视之，则解衣般礴，裸。君曰：“可矣，是真画者也。”"}, {"ID": 102, "text": "颜渊问于仲尼曰：“文王其犹未邪？又何以梦为乎？”仲尼曰：“默！汝无言！夫文王尽之也，而又何论刺焉！彼直以循斯须也。”"}, {"ID": 103, "text": "列御寇为伯昏无人射，引之盈贯，措杯水其肘上，发之，适矢复沓，方矢复寓。当是时，犹象人也。伯昏无人曰：“是射之射，非不射之射也。尝与汝登高山，履危石，临百仞之渊，若能射乎？”于是无人遂登高山，履危石，临百仞之渊，背逡巡，足二分垂在外，揖御寇而进之。御寇伏地，汗流至踵。伯昏无人曰：“夫至人者，上闚青天，下潜黄泉，挥斥八极，神气不变。今汝怵然有恂目之志，尔于中也殆矣夫！”"}, {"ID": 104, "text": "仲尼闻之曰：“古之真人，知者不得说，美人不得滥，盗人不得劫，伏戏、黄帝不得友。死生亦大矣，而无变乎己，况爵禄乎！若然者，其神经乎大山而无介，入乎渊泉而不濡，处卑细而不惫，充满天地，既以与人，己愈有。”"}, {"ID": 105, "text": "楚王与凡君坐，少焉，楚王左右曰“凡亡”者三。凡君曰：“凡之亡也，不足以丧吾存。夫‘凡之亡也，不足以丧吾存’，则楚之存不足以存存。由是观之，则凡未始亡而楚未始存也。”"}]}, {"section": 14, "header": "知北游", "data": [{"ID": 106, "text": "狂屈闻之，以黄帝为知言。"}, {"ID": 107, "text": "今彼神明至精，与彼百化，物已死生方圆，莫知其根也，扁然而万物自古以固存。六合为巨，未离其内；秋豪为小，待之成体。天下莫不沈浮，终身不故；阴阳四时运行，各得其序。惛然若亡而存，油然不形而神，万物畜而不知。此之谓本根，可以观于天矣。"}, {"ID": 108, "text": "啮缺问道乎被衣，被衣曰：“若正汝形，一汝视，天和将至；摄汝知，一汝度，神将来舍。德将为汝美，道将为汝居，汝瞳焉如新出之犊而无求其故！”言未卒，啮缺睡寐。被衣大说，行歌而去之，曰：“形若槁骸，心若死灰，真其实知，不以故自持。媒媒晦晦，无心而不可与谋。彼何人哉！”"}, {"ID": 109, "text": "舜问乎丞曰：“道可得而有乎？”曰：“汝身非汝有也，汝何得有夫道？”舜曰：“吾身非吾有也，孰有之哉？”曰：“是天地之委形也；生非汝有，是天地之委和也；性命非汝有，是天地之委顺也；孙子非汝有，是天地之委蜕也。故行不知所往，处不知所持，食不知所味。天地之强阳气也，又胡可得而有邪？”"}, {"ID": 110, "text": "不形之形，形之不形，是人之所同知也，非将至之所务也，此众人之所同论也。彼至则不论，论则不至。明见无值，辩不若默。道不可闻，闻不若塞。此之谓大得。”"}, {"ID": 111, "text": "庄子曰：“夫子之问也，固不足质。正获之问于监市履狶也，每下愈况。汝唯莫必，无乎逃物。至道若是，大言亦然。周、遍、咸三者，异名同实，其指一也。尝相与游乎无何有之宫，同合而论，无所终穷乎！尝相与无为乎！澹而静乎！漠而清乎！调而闲乎！寥已吾志，无往焉而不知其所至；去而来而不知其所止，吾已往来焉而不知其所终；彷徨乎冯闳，大知入焉而不知其所穷。物物者与物无际，而物有际者，所谓物际者也；不际之际，际之不际者也。谓盈虚衰杀，彼为盈虚非盈虚，彼为衰杀非衰杀，彼为本末非本末，彼为积散非积散也。”"}, {"ID": 112, "text": "无始曰：“有问道而应之者，不知道也。虽问道者，亦未闻道。道无问，问无应。无问问之，是问穷也；无应应之，是无内也。以无内待问穷，若是者，外不观乎宇宙，内不知乎太初，是以不过乎昆仑，不游乎太虚。”"}, {"ID": 113, "text": "光曜问乎无有曰：“夫子有乎，其无有乎？”光曜不得问，而孰视其状貌，窅然空然，终日视之而不见，听之而不闻，搏之而不得也。光曜曰：“至矣！其孰能至此乎！予能有无矣，而未能无无也，及为无有矣，何从至此哉！”"}, {"ID": 114, "text": "大马之捶钩者，年八十矣，而不失豪芒。大马曰：“子巧与？有道与？”曰：“臣有守也。臣之年二十而好捶钩，于物无视也，非钩无察也。是用之者，假不用者也以长得其用，而况乎无不用者乎！物孰不资焉？”"}, {"ID": 115, "text": "冉求问于仲尼曰：“未有天地可知邪？”仲尼曰：“可。古犹今也。”冉求失问而退，明日复见，曰：“昔者吾问‘未有天地可知乎’，夫子曰：‘可。古犹今也。’昔者吾昭然，今日吾昧然，敢问何谓也？”仲尼曰：“昔之昭然也，神者先受之；今之昧然也，且又为不神者求邪？无古无今，无始无终。未有子孙而有子孙，可乎？”冉求未对。仲尼曰：“已矣，末应矣！不以生生死，不以死死生。死生有待邪？皆有所一体。有先天地生者物邪？物物者非物。物出不得先物也，犹其有物也。犹其有物也，无已。圣人之爱人也终无已者，亦乃取于是者也。”"}, {"ID": 116, "text": "颜渊问乎仲尼曰：“回尝闻诸夫子曰：‘无有所将，无有所迎。’回敢问其游。”仲尼曰：“古之人，外化而内不化；今之人，内化而外不化。与物化者，一不化者也。安化安不化，安与之相靡，必与之莫多。狶韦氏之囿，黄帝之圃，有虞氏之宫，汤、武之室。君子之人，若儒、墨者师，故以是非相𩐋也，而况今之人乎！圣人处物不伤物。不伤物者，物亦不能伤也。唯无所伤者，为能与人相将、迎。山林与！皋壤与！使我欣欣然而乐与！乐未毕也，哀又继之。哀乐之来，吾不能御，其去弗能止。悲夫！世人直为物逆旅耳！夫知遇而不知所不遇，知能能而不能所不能。无知无能者，固人之所不免也。夫务免乎人之所不免者，岂不亦悲哉！至言去言，至为去为。齐知之所知，则浅矣。”"}]}]}